import { Day, TypikonSign } from '../../../typicon/models';

export const JANUARY: Day[] = [
  {
    memories: [
      {
        description:
            'Еже по плоти Обрезание Господа Бога и Спаса нашего Иисуса Христа: И память иже во святых отца нашего Василиа великаго, архиепископа кесарии каппадокийския. ',
        service: {
          typikonSign: TypikonSign.ВЕЛИКИЙ,
          instructions: `Аще храм святаго Василиа, творим бдение:
  
  На малей вечерни, стихиры святаго на 4, глас 3, самогласны. Слава, глас 2: И ныне, праздника. На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: По Отче наш, тропарь святаго. Слава, и ныне, праздника. Ектениа. И отпуст. На велицей вечерни, поем: Блажен муж: 1-й антифон. На Господи воззвах, стихиры на 8: праздника, 4: глас 8: самогласны. И святаго Василиа, 4, глас 4. Подобен: Званный свыше: Слава, святаго, глас 8: Премудрости рачитель: И ныне, праздника, глас тойже: Сходяй Спас: Вход, прокимен дне, и чтения 3: 1-е, Бытия: Явися Господь Аврааму: 2-е, Притчей: Господь созда мя начало путей: 3-е, Притчей: Уста праведнаго каплют премудрость: На литии стихира храма: таже святаго Василиа, глас 3. Слава, глас 6: Излияся благодать: И ныне, глас 8: Сходяй Спас: На стиховне стихиры святаго, самогласны, глас 1: Припев: Уста моя возглаголют премудрость: 2-й, Уста праведнаго: Слава, глас 6: Благодать чудес: И ныне, праздника, глас 8: Не устыдеся всеблагий Бог:
  
  Тропарь святаго, глас 1: Во всю землю изыде вещание твое, яко приемшую слово твое, имже боголепно научил еси, естество сущих уяснил еси, человеческия обычаи украсил еси, царское священие, отче преподобне: моли Христа Бога спастися душам нашим.
  
  Слава, и ныне, праздника, глас тойже: На престоле огнезрачнем в вышних седяй со Отцем безначальным, и Божественным твоим Духом, благоволил еси родитися на земли от отроковицы, неискусомужныя твоея Матере, Иисусе: сего ради и обрезан был еси яко человек осмодневный. слава всеблагому твоему совету, слава смотрению твоему: слава снисхождению твоему, едине Человеколюбче.
  
  И отпуст. На повечерии, кондак святаго: Слава, и ныне, праздника. На полунощнице, по 1-м трисвятом, тропарь праздника. По 2-м, кондак праздника же. Молитвы же, Помяни Господи в надежди воскресения: не глаголем. Точию, Господи помилуй, 12: и отпуст. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, святаго: И ныне, праздника. И обычныя кафисмы: и седален святаго: и чтем во евангелии толковом. По полиелеи псалом избранный, и величание святителя, и седален, глас 8. Подобен: Премудрости: и чтение. Таже, степенна, 1-й антифон 4-го гласа. Прокимен, глас тойже: Уста моя возглаголют премудрость: Стих: Услышите сия вси язы́цы: Всякое дыхание: Евангелие Иоанна, зачало 36: Аз есмь: По 50-м псалме стихира Василиа, глас 6: Излияся благодать: Канон праздника, со ирмосом на 6, глас 2. ирмос по дважды: тропари, на 4: и святаго Василиа на 8: глас тойже. Катавасиа: Глубины открыл есть дно: Другий лик: Шествует морскую: По 3-й песни,
  
  Кондак праздника, глас 3. Подобен: Дева днесь: Всех Господи обрезание терпит, и человеческая прегрешения яко благ обрезует, дает спасение днесь миру: радуется же в вышних и создателев иерарх и светоносный, божественный таинник Христов Василий.
  
  Таже, седален Василиа, глас 8. Подобен: Премудрости: дважды. Слава, и ныне праздника. По 6-й песни,
  
  Кондак, святаго, глас 4. Подобен: Явился еси: Явился еси основание непоколебимое церкве, подая всем некрадомое господьство человеком, запечатлея твоими веленьми, небоявленне Василие преподобне.
  
  И икос. и чтем пролог. На 9-й песни, Честнейшую не поем, но поем припевы праздника, и Василиа: и посем оба лика припев праздника: Таже: Недоумеет всяк язык: И припев Богородицы, и ирмос: О паче ума: Светилен Василиа, дважды. Слава, и ныне, праздника. На хвалитех стихиры на 6, глас 5: Подобен: Радуйся: Слава, святаго, глас 6: Излияся благодать во устнах твоих: И ныне, праздника, глас 8: Сходяй Спас: Славословие великое. по трисвятом тропарь Василиа. Слава, и ныне, праздника. ектении. и отпуст. и знаменаются братия елеем от кандила святаго. Аще изволит настоятель, и поем стихиру самогласну. На 1-м часе, тропарь праздника. Слава, Василиа, И ныне, Богородичен часов. По Отче наш, кондак праздника, и прочая, и совершенный отпуст и на прочих часех кондаки глаголем праздника, и святаго, пременяюще. На литургии, блаженна от канона праздника, песнь 3: и святаго, песнь 6: По входе тропарь праздника, и святаго, Слава, кондак святаго. И ныне, праздника. Прокимен, глас 6: Спаси Господи, люди твоя: Стих: К тебе Господи: и святаго, глас 1: Уста моя возглаголют: Апостол к колоссаем. зачало 254: Блюдитеся, да никтоже вас: И святаго, ко евреем, зачало 318: Аллилуиа, глас 8: Пасый израиля: Стих: Уста праведнаго поучатся премудрости: Евангелие Луки, зачало 6: Возвратишася пастырие славяще и хваляще Бога: И святаго, зачало 24. и прочее совершается божественная литургиа великаго Василиа. За Достойно, поем: О тебе радуется: Причастен: Хвалите Господа с небес: Другий: В память вечную будет праведник:
  
  [МРК] Аще случится Обрезание Господне, и святаго Василиа великаго в неделю, творим бдение.
  
  На малей вечерни, стихиры воскресны по обычаю. На стиховне стихиры воскресны гласа, едина: таже стиховныя стихиры Василиа, великия вечерни, с припевы их. Слава, глас 6: Излияся благодать: И ныне: Не устыдеся преблагий Бог: По трисвятом тропарь воскресн. Слава, святаго: И ныне, праздника. и отпуст. На велицей вечерни: На Господи воззвах, поем стихиры воскресны 3: и праздника 3: и святаго на 4. Слава, святаго: Премудрости рачитель: И ныне, Богородичен 1-й гласа. Вход, прокимен дне, и чтения 3. На литии стихира храма: и святаго Василиа. Слава, святаго. И ныне, праздника. На стиховне стихиры октоиха. Слава, святаго. И ныне, праздника. На благословении хлебов тропарь. святаго, дважды: и Богородице Дево, единожды. и чтение в посланиих апостольских. На утрени, на Бог Господь, тропарь воскресн дважды. Слава, святаго. И ныне, праздника. По кафисмах седальны воскресны, с богородичны их. и чтение во евангелии толковом, неделя пред Богоявлением. По полиелеи тропари: Ангельский собор: и ипакои гласа, и седальны святаго вси по единожды. Слава, седален иже но полиелеи. И ныне, праздника. и чтение в Богослове слово надгробное о великом Василии. Степенна, и прокимен гласа, и Всякое дыхание: Евангелие воскресно: Воскресение Христово: и псалом 50. и стихира воскресна. Канон воскресн со ирмосом на 4: и праздника на 4: и святаго на 6. Катавасиа: Глубины открыл есть дно: и Шествует морскую: кийждо лик свой ирмос. По 3-й песни, кондак праздника: и седален святаго дважды. Слава, и ныне, праздника. По 6-й песни, кондак и икос святаго, и чтем пролог. На 9-й песни, поем Честнейшую: припевы же праздника, и святаго не поем. Светилен воскресн. Слава, святаго. И ныне, праздника. На хвалитех стихиры воскресны 4: и святаго со славным 4, со обычными припевы его. Слава, стихира евангельская. И ныне: Преблагословенна еси: Славословие великое. тропарь воскресн. ектении. и отпуст. и оглашение студитово. Дается же и елей по обычаю от кандила святаго. и исхождение в притвор. и час 1. и конечный отпуст. На часех, тропарь воскресн: Слава, праздника. И ныне, Богородичен часов. По трисвятом кондак праздника. На 3-м часе, тропарь воскресн. Слава, святаго. И ныне, Богородичен часов. По трисвятом кондак святаго, и праздника пременяюще глаголем. На литургии, блаженна гласа на 4: и праздника песнь 3-я, на 4. и святаго 6-я, на 4. По входе тропарь воскресн, и праздника, и святаго. Слава, кондак святаго. И ныне, праздника. Прокимен недели, пред просвещением, глас 6: Спаси Господи, люди твоя: Стих: К тебе Господи, воззову: и святаго, глас 1: Уста моя возглаголют премудрость: Апостол недели пред просвещением, к Тимофею, зачало 298: другий апостол к колоссаем, зачало 254. Аллилуиа, глас 8, недели пред просвещением. Стих: Боже, ущедри ны: Стих: Пасый израиля: Евангелие, неделя пред просвещением, Марка 1: и Обрезания, Луки, зачало 6. Причастен: Хвалите Господа: Другий: В память вечную: Литургиа же поется Василиа великаго неизменно. За Достойно, О тебе радуется:
  
  [Зри] Суббота пред Богоявлением.
  
  На литургии, апостол к Тимофею, зачало 284: Чадо Тимофее, сия пишу тебе, уповая приити: Евангелие Матфеа, зачало 5: Прииде Иоанн Креститель:
  
  [Зри] Неделя пред Богоявлением.
  
  Прокимен, глас 6: Спаси Господи люди твоя: Стих: К тебе Господи, воззову, Боже мой: Апостол к Тимофею, зачало 298: Чадо Тимофее, трезвися о всем: Аллилуиа, глас 8: Боже, ущедри ны: Евангелие Марка, зачало 1: Зачало евангелиа Иисуса Христа: Причастен: Хвалите Господа:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Предпразднство Просвещения: И память во святых отца нашего Силвестра, папы римскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры предпразднства 3, глас 4. Подобен: Яко добля: и святаго 3, глас 8. Подобен: О преславнаго чудесе! Слава, и ныне, предпразднства, глас 6: Грядет ко Иордану: На стиховне, стихиры предпразднства, самогласны, глас 1, с припевы их: 1-й: Сего ради помянух тя: 2-й: Видеша тя воды Боже, видеша тя воды, и убояшася. Слава, и ныне, глас 3: Приидите вси вернии: [Зри] [Глаголются же сии припевы на всяк день, вечер и утро, до навечерия Просвещения.] Тропарь Силвестра, глас 4: Правило веры: септемвриа во 2 день.
  
  Слава, и ныне, предпразднства, глас 4: Готовися Завулоне, и красуйся Неффалиме, Иордане реко стани, подыми взыграя креститися грядуща Владыку, веселися Адаме с праматерию, не крыйта себе якоже в раи прежде: ибо наги видев вы явися, да облечет в первую одежду, Христос явися всю тварь хотя обновити.
  
  На повечерии, поем трипеснец, глас 2: ирмос по дважды: тропари на 6. и последи ирмос оба лика вкупе. По трисвятом кондак предпразднства. Аще же двоирмосен трипеснец, и поем перваго творца ирмос дважды, тропари же обоих творцов, на 6: и последи ирмос втораго канона, оба лика вкупе. Сице поем каноны и ирмосы, и на прочиих повечериях. На утрени, на Бог Господь, тропарь предпразднства, дважды. Слава, святаго. И ныне, предпразднства. и обычныя кафисмы, и седальны предпразднства, и чтение. Канон предпразднства глас 2, со ирмосом на 8. ирмосы по дважды: тропари на 6: и святаго на 4, глас 8. По 3-й песни,
  
  Кондак святаго, глас 4. Подобен: Вознесыйся: Во священницех священник явился еси Царя и Бога богоносе, постником собеседник быв: отонудуже срадуешися ныне ликом ангельским, отче, веселяся в небесных, Силвестре славне пастырю, спасай любовно совершающия память твою.
  
  И седален, глас 8. Слава, и ныне, предпразднства. По 6-й песни,
  
  Кондак предпразднства, глас 4. Подобен: Явился еси: Во струях днесь иорданских быв Господь, Иоанну вопиет: не убойся крестити мя: спасти бо приидох Адама первозданнаго.
  
  И икос: и чтем пролог. По 9-й песни, светилен предпразднства. На хвалитех стихиры на 4, глас 6. Подобен: Ангельския: Слава, глас и подобен тойже: Трепещет рукою: И ныне, Вся земля тайно: На стиховне стихиры, глас 6: самогласны, с припевы их. Слава, и ныне, глас 8: Иоанне крестителю: На литургии, блаженна предпразднства, песнь 3 и 6-я. По входе тропарь предпразднства, и храма Богородицы, идеже есть, или храма святаго. Таже тропарь святаго, и кондак храма Богородицы, аще есть: или храма святаго. Слава, кондак святаго. И ныне, кондак предпразднства. [Зри] Сице глаголем тропари и кондаки, в предпразднства Богоявлений по вся дни, кроме недели, и полиелеа святаго. Прокимен, глас 1: Уста моя возглаголют премудрость: Стих, Услышите сия вси язы́цы: Апостол ко евреем, зачало 318: Таков нам подобаше: Аллилуиа, глас 2: Уста праведнаго поучатся премудрости: Стих: Закон Бога его: Евангелие Иоанна, зачало 50: Аз есмь лоза истинная: Причастен: В память вечную:`,
        },
      },
      {
        description: 'И преставление преподобнаго отца нашего Серафима Саровскаго.',
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `Тропарь, глас 4: От юности Христа возлюбил еси блаженне, и тому единому работати пламенне вожделев, непрестанною молитвою и трудом пустыни подвизался еси, умиленным же сердцем любовь Христову стяжав, избранник возлюблен Божия Матере явился еси. сего ради вопием ти: спасай нас молитвами твоими, Серафиме, преподобне отче наш.
  
  Кондак, глас 2: Мира красоту и яже в нем тленная оставив, преподобне, в саровскую обитель вселился еси: и тамо ангельски пожив, многим путь был еси ко спасению: сего ради и Христос тебе, отче Серафиме, прослави и даром исцелений и чудес обогати. темже вопием ти: радуйся, Серафиме, преподобне отче наш.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Предпразднство Просвещения: И святаго пророка Малахиа: И святаго мученика Гордиа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры пророка 3, глас 8: Подобен: Господи, аще и на судищи: И мученика 3, глас тойже. Подобен: О преславнаго чудесе! Слава, и ныне, глас 4: О преславнаго чудесе! На стиховне стихиры предпразднства, глас 6. Подобен: Тридневен: с припевы их. Слава, и ныне, глас 5: На иорданскую реку: Тропарь мученика, глас 4: Мученк твой Господи, Гордий: септемвриа во 2 день. Слава, и ныне, предпразднства. [Зри] На повечерии, трипеснец, яко предписася. По трисвятом кондак предпразднства. На утрени, на Бог Господь, тропарь предпразднства, дважды. Слава, мученика: И ныне, предпразднства. По кафисмах седальны предпразднства, и чтение. Канон предпразднства, со ирмосом на 6: ирмосы по дважды, глас 4: и пророка на 4, глас 8: и мученика на 4, глас тойже. По 3-й песни,
  
  Кондак пророка, глас 4. Подобен: Явился еси: Пророчества дарованием богатея, пророче, Христово предвозвестил еси пришествие яве, и мирови спасение, егоже сиянием мир просветися.
  
  Ин кондак мученика, глас 8. Подобен: Яко начатки: Твоя поты, преславне, всю землю напоиша, и честными кровьми, Гордие, мир весь возвеселил еси: молитвами твоими Богомудре, спасай вся верою тя воспевающия и ублажающия, вопиющия песнь достойную, всехвальне, яко многострадалец.
  
  И седален пророка, глас 8. Слава, мученика: И ныне, предпразднства, глас тойже. По 6-й песни, кондак предпразднства, и икос: и пролог. По 9-й песни светилен предпразднства, дважды. На хвалитех стихиры предпразднства на 4, глас 6. Подобен: Ангельския: Слава, подобен тойже: Звезда из Иакова: И ныне, Закона исполнитель: На стиховне, стихиры, глас 2: Подобен: Доме евфрафов: Слава, и ныне, глас 8, подобен тойже: Явися славы Отчее сияние: На литургии, блаженна, от канона предпразднства, песнь 3 и 6-я. Прокимен, глас 7: Возвеселится праведник: Стих: Услыши Боже, глас мой: Апостол к Тимофею, зачало 292. Аллилуиа: Праведник яко финикс: Евангелие Матфеа, зачало 36: Се аз посылаю вас: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description:
            'Предпразднство Просвещения: И собор святых 70 апостолов: И преподобнаго отца нашего Феоктиста игумена, иже в Кукуме Сикелийстем.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры апостолов 3, глас 4: Подобен: Дал еси знамение: И преподобнаго 3, глас 2. Подобен: Егда от древа: Слава, и ныне, предпразднства, глас 3: Ясен убо мимошедший праздник: На стиховне стихиры предпразднства, глас 8. Подобен: Мученцы твои: Слава, и ныне, глас 6: Грядет ко Иордану Христос: Тропарь апостолов, глас 3: Апостоли святии: октовриа 31: Слава, и ныне: Готовися Завулоне: На повечерии, канон по предписанному. По трисвятом, кондак предпразднства. На утрени, на Бог Господь, тропарь предпразднства дважды. Слава, апостолов. И ныне, предпразднства. По кафисмах седальны предпразднства, и чтение. Каноны 3, предпразднства со ирмосом на 6, глас 6: и апостолов на 4, глас 4, и преподобнаго на 4. По 3-й песни, кондак предпразднства. Во струях днесь иорданских: И икос. И седален апостолов, глас 3. Слава, преподобнаго. И ныне, предпразднства. По 6 песни,
  
  Кондак апостолов, глас 2. Подобен: Вышних ищя: Христовых учеников лик седмьдесят, божественно вернии в песнех восхвалим: теми бо вси навыкохом Троицу почитати нераздельную, и пребывают светильницы божественныя веры.
  
  По 9-й песни, светилен апостолов. Слава, и ныне, предпразднства. На хвалитех стихиры на 4, глас 6. Подобен: Ангельския: Слава, подобен тойже: Да исполнится Отчее: И ныне, Ты израиля столпом: На стиховне стихиры предпразднства, глас 2. Подобен: Доме евфрафов: Слава, и ныне, глас и подобен тойже: Днесь Христос: На литургии, блаженна от канона предпразднства, песнь 3, и апостолов песнь 6. Прокимен, глас 8: Во всю землю изыде вещание их: Стих: Небеса поведают славу Божию: Апостол к римляном, зачало 96: Закон духа жизни: Аллилуиа, глас 1: Исповедят небеса чудеса твоя Господи. Евангелие Луки, зачало 50: Яви Господь и инех седмьдесят: Причастен: Во всю землю:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Предпразднство Просвещения: И святых мученик, Феопемта и Феоны: И преподобныя Синклитикии.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры мучеников 3, глас 4. Подобен: Яко добля: преподобныя 3, глас 1. Подобен: Небесных чинов: Слава, и ныне, предпразднства, глас 6: Готовися Иордане реко: На стиховне стихиры предпразднства, глас 6: Подобен: Тридневен, с припевы. Слава, и ныне, глас 6: Да возрадуется пустыня иорданова:
  
  Тропарь предпразднства, глас 4: Возвращашеся иногда Иордан река милотию Елиссеовою, вознесшуся Илии, и разделяхуся воды сюду и сюду, и бысть ему сух путь, иже мокрый, во образ воистинну крещения, имже мы текущее жития преходим шествие: Христос явися во Иордане освятити воды.
  
  На повечерии, канон поем по предписанному. На утрени, на Бог Господь, тропарь предпразднства, трижды. По кафисмах седальны предпразднства: и чтение. Канон предпразднства, со ирмосом на 6: и мучеников на 4, глас 7: и преподобныя на 4. глас 2. По 3-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Всех, Христе, благоутробне отемляй прегрешений множество, милости ради безмерныя, Иорданскими водами креститися грядеши яко человек, одеждею мя одевая, славы древния обнаженна люте.
  
  И седален мученика, глас 1: И преподобныя, глас 5. Слава, и ныне, предпразднства. По 6-й песни, кондак предпразднства, и икос. По 9-й песни, светилен предпразднства. Слава, и ныне, другий. На хвалитех стихиры на 4, глас 6. Подобен, Ангельския: Слава, глас и подобен тойже: С трепетом служа Иоанн: И ныне, Воспоем людие рожденному от Девы: На стиховне стихиры, глас 2. Подобен, Доме евфрафов: Слава, и ныне, глас 8: Иоанне крестителю: и посем, Благо есть: По трисвятом, тропарь предпразднства. ектениа, и отпуст. и отходим в келлии своя с молчанием.
  
  Последование часов, певаемых в навечерии Просвещения.
  
  В начале 2-го часа знаменует в кампан, и собравшеся во храм, облачится иерей в фелонь, диакон же в стихарь: и поставляет параекклисиарх аналогий украшен, прямо царских врат и вжигает свещу на свещнице. Иерей же исходит со Евангелием во храм, или в трапезу, царскими враты, предходящу ему диакону с кадилом. И полагает иерей святое Евангелие на аналоге. И став пред аналогом, творит начало по обычаю. И по начале чтец: Слава тебе, Боже наш, слава тебе. и Царю небесный: и прочая. И по возгласе, кадит иерей святое Евангелие на аналоге окрест, и прочия иконы, и храм весь, и настоятеля, и братию. чтец же чтет псалом 5: Глаголы моя внуши Господи: и 22, Господь пасет мя: и 26, Господь просвещение: Слава, и ныне, аллилуиа, трижды. Господи помилуй, трижды. Слава, тропарь предпразднства: Возвращашеся иногда Иордан река: И ныне: Что тя наречем: Таже тропари сия поем по дважды, глас 8: Днесь вод освящается естество: И 2-й лик тойже тропарь без припева. И паки 1-й лик припев: Сего ради помянух тя от земли: Таже тропарь, Яко человек: И 2-й лик 2-й припев: Видеша тя воды Боже: и поет тойже тропарь. И паки 1-й лик: Слава, Ко гласу вопиющаго: И ныне, тойже. Таже прокимен, глас 4: И возгреме с Небесе Господь: Стих: Возлюблю тя Господи, крепосте моя: Пророчества Исаиина: Тако глаголет Господь: Таже, деяния святых апостол, зачало 33: Во дни оны, якоже скончаваше Иоанн течение: Евангелие Матфеа, зачало 5: Прииде Иоанн креститель: Таже, Стопы моя: И трисвятое. По Отче наш, кондак: Во струях днесь: Господи помилуй, 40. И молитва: Иже на всякое время: По Честнейшую херувим: Иерей: Боже ущедри ны: Таже, молитва: Христе свете: Сице поем 3-й час, и 6-й, и 9-й: в нихже диакон кадит Евангелие, и настоятеля и лики. На 9-м же часе кадит всю церковь, яко на 1-м часе. Таже молитва: Владыко Господи Иисусе Христе: И Благослови душе моя Господа: Слава, Хвали душе моя Господа: И ныне: Единородный Сыне: И во царствии твоем: Слава, и ныне: Помяни нас Господи: Ослаби, остави: По Отче наш, кондак: Во струях днесь: Господи помилуй 40. И молитва: Всесвятая Троице: Таже, Достойно есть: И отпуст. И бывает росход до часа вечерняго. Вечерня же бывает с литургиею Василиа великаго во свое время. И прочее всего чина указа, зри декемвриа в 24-й день.
  
  [Зри] Ведомо же буди: Аще случится навечерие Богоявления, в субботу, или неделю, пост не бывает и тропари царских часов со чтениями в субботу и неделю не поются: но поем часы царския прежде в пяток по обычаю, якоже указано на ряду. Глаголем же Символ веры, и псалом 33: Благословлю Господа: И отпуст. И в той день ядим сыр и яица. Аще будет навечерие в субботу: Прокимен, Аллилуиа, и причастен дне. Апостол же и Евангелие прежде субботе пред Богоявлением, и потом ряд. По Изрядно, поем Достойно: Аще ли в неделю навечерие Богоявления: Прокимен, апостол, Аллилуиа, Евангелие и причастен, прежде недели пред Богоявлением, и потом ряд. По Изрядно же, поем, Достойно: По отпущении же литургии ядим укрухи, и пием по единой чаши вина. Совершенно же ядим по отпусте вечерни, со елеем. Сыра же и яиц и рыб никакоже дерзнем коснутися. Аще ли в пяток прежде навечерия Богоявления, когда поются часы царския, зри указ, декемвриа в 24-й день.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святое Богоявление Господа Бога и Спаса нашего Иисуса Христа.',
        service: {
          typikonSign: TypikonSign.ВЕЛИКИЙ,
          instructions: `При часе 5 дне знаменует в великое, и потом во вся тяжкая. И собравшимся в храм начинаем вечерню: и поем обычный псалом. Таже ектениа великая. Аще будет в субботу, стихословим, Блажен муж, кафисму всю. Аще же в неделю, поем 1-й антифон. Аще ли во иныя дни, стихологиа не бывает: но абие поем, Господи воззвах, на глас 2. Иерей же творит проскомидию. Диакон кадит церковь по обычаю. И мы поем. стихиры праздника на 8, глас 2. Самогласны: Просветителя нашего: Слава, и ныне, глас тойже: Приклонил еси главу: Таже вход со Евангелием. Свете тихий: Прокимен дне. Аще ли в субботу на вечерни, прокимен, Господь воцарися: Аще ли на вечерни, в пяток: Прокимен поем великий: Бог наш на Небеси и на земли: со стихи его. И чтения праздника, по чину их. Посреде чтения, тропарь со стихи их обычными. По скончании же чтения, ектениа малая. И возглас: Яко свят еси Боже наш: И поем трисвятое. Прокимен, глас 3. Господь просвещение мое: Стих: Господь защититель живота моего: Апостол к коринфяном, зачало 143: Свободен сый от всех: Аще ли несть поста, начинаем его от полу: Не хощу вас не ведети: Аллилуиа, глас 6: Отрыгну сердце мое слово благо: Стих: Красен добротою паче сынов человеческих. Евангелие Луки, зачало 9: В пятоенадесяте лето: И по ряду божественная литургиа великаго Василиа: Вместо Достойно поем: О тебе радуется: Причастен, Хвалите Господа: И по заамвонной молитве, абие исходим вси ко священной купели в притвор, или на источники, царскими враты. Игумен, или старейший иерей, носяй на главе честный крест, предыдущим ему свещеносцем, и диаконом с кадилы, и полагает честный крест на благоукрашенном столе, идеже и воде уготованней в чаше, и свещам окрест стоящим, и даются свещи братиям. Клириком же поющим тропарь, глас 8: Глас Господень на водах: трижды. В тоже время настоятель кадит окрест стола, таже образы, и праздника на аналогии, и священников, и лики по чину, предходящу ему диакону со свещею. Посем тропарь, глас тойже: Днесь вод освящается естество: дважды. И другий: Яко человек на реку: дважды. Слава, и ныне: Ко гласу вопиющаго: Таже диакон: Премудрость. и чтутся чтения 3: Пророчества Исаиина. Таже прокимен, глас 3: Господь просвещение мое: Стих: Господь защититель живота моего: Апостол к коринфяном, зачало 143 от полу: Не хощу вас не ведети: Аллилуиа трижды, глас 4: Глас Господень на водах: Евангелие Марка, зачало 2: Прииде Иисус от Назарета галилейскаго: И глаголет диакон ектению великую: Миром Господу помолимся. и прочее ектении освящения. Сим же от диакона глаголемым, настоятель глаголет молитву тайно: Господи Иисусе Христе, единородный Сыне: без возгласа, и речет в себе и Аминь. И начинает велиим гласом, во услышание всех, молитву сию глаголя: Велий еси Господи, и чудна дела твоя: всю до конца, трижды. Таже молитву: Ты бо хотением от не сущих: и прочая. И по скончании молитв, абие благословляя воду крестовидно честным крестом, погружает его право низводя в воду и возводя, держа его обема рукама, поя и настоящий тропарь, во глас 1: Во Иордане крещающуся тебе Господи: И в другий такожде знаменует крестом воду, и в третий такожде тойже тропарь поя сам настоятель, споющим ему и прочим священником. Таже по сих поют и лики тойже тропарь. Настоятель же взем священную воду на блюдо, и обратяся на запад лицем, в левой руце держа честный крест, а в правой василки, кропит крестообразно на вся страны. И приходят прежде к настоятелю священницы, два два, и целуют честный крест, и знаменует их василком по лицу со священною водою крестообразно: но тому же чину и вся братия. Поется же тогда тропарь от всех многажды, Дóндеже освятятся вся братия водным кроплением, и причащением. И абие входим во храм, и поем стихиру. Слава, и ныне, глас 6: Воспоим вернии: Таже, Буди имя Господне, трижды. и псалом 33: Благословлю Господа на всякое время: Потом дается антидор от иереа, и отпуст. По отпусте же или есть литургиа, или несть, вжигаем свещник посреде церкве, ставше вкупе клирицы, и поют тропарь праздника. Слава, и ныне кондак: и входим в трапезу, и ядим с древяномаслием, испиваем же и вина. Сыра же и подобных ему, рыб никакоже дерзнем ясти, возбранено бо есть божественными правилы. Сице бывает служба постну дню сущу, в навечерии Просвещения.
  
  [Зри] Известно же буди всем о святей воде, яко нецыи суть отлучающе себе от святыя воды вкушения ради, не добре творят: ибо благодати ради Божия дана бысть на освящение миру, и всей твари. темже во всяких местех и скаредных, и всюду кропится, яже и под ногами нашими суть: и где есть сих разум, еже не пити сея? но да увеси, яко не вкушения ради ястия нечистота в нас есть, но от скверных дел наших, очищени же от сих, пием без сомнения сию святую воду. О сей воде небесная она словесная ластовица, златословесный вселенский учитель Иоанн, Константиня града патриарх в слове своем, о еже сходитися христианом во святую Божию церковь, и о крещении: егоже начало: Вси вы в благодушии есте днесь, аз же в печали един болезную: Свидетельствует глаголя, но убо чесо ради не день воньже родися, но день воньже крестися, явление глаголется? сей бо есть день воньже крестися, и водное освяти естество. Сего ради и в полунощи на праздник сей, вси почерпше в домы воду относят и соблюдают, и лето совершенно хранят, понеже днесь освящаются воды: и знамение бывает явственное, не растлевающуся вод оных естеству долготою времене: но лето совершенно, и два и три множицею, днесь черпаемая вода цела и нова пребывает: и по толицем времени, ныне о источника взятой воде сравняется.
  
  [Зри] Подобает ведати: Яко аще случится навечерие святаго Богоявления в субботу, или неделю, пост не бывает. Литургиа же бывает Златоустаго во свое время по обычаю, якоже и всегда. И по отпущении литургии в трапезу не ходим, но в притворе церковнем седшим нам, трапезарь дает по уломку хлеба коемуждо: или по малу хлебу пшеничному, и мало смоквий и финик, и по единой чаше вина, яко да не наречется пост: ожидаем же вечерняго собора. Посем отшедше в келлии своя, безмолвствуем до времене вечерняго. Великаго же Василиа литургиа совершается в самый праздник. Вместо же Достойна, поем ирмос 9-й песни праздника.
  
  [Зри] При часе же вечернем дне: Знаменует в великое, и потом во вся тяжкая, и собравшимся нам во храм: И благословившу иерею, поем вечерню по обычаю: псалом, Благослови душе моя Господа: И аще в субботу вечера, поем, Блажен муж, кафисму всю. Аще ли в неделю вечера, поем 1-й антифон. На Господи воззвах, поем стихиры праздника на 8, глас 2: Просветителя нашего: Слава, и ныне, глас тойже: Приклонил еси главу Предтечи: Таже вход со Евангелием. Свете тихий: Прокимен дне: и чтения по чину их с тропари и со стихи их. Трисвятое же не поем, занеже не совершается божественная литургиа. По чтении же паремий, ектениа малая: и по возгласе, Прокимен, апостол, и Евангелие, яко предписася. Ектениа, Рцем вси: И Сподоби Господи: И Исполним вечернюю молитву: Иерей возглас. И исходим ко крестильнице, идеже уготован стол. И действует настоятель, или иерей по чину, якоже указася прежде, Поюще тропари: Глас Господень на водах: И прочее бывает воследование освящения воды, неизменно. По кроплении же освященныя воды входим во храм, и поем стихиру: Слава, и ныне, глас 6: Воспоим вернии: и отпуст. Потом тропарь праздника. Слава, и ныне, кондак: Явился еси днесь: И пивше священную воду, входим в трапезу, и ядим совершенно, с древяномаслием, и пием вино.
  
  При часе же 10-м нощи ударяет в великое, и потом во вся кампаны.
  
  И собравшимся во храм, благословившу иерею, поем повечерие великое: и С нами Бог, с пением, на глас 8. По 1-м трисвятом,
  
  Тропарь праздника, глас 1: Во Иордане крещающуся тебе Господи, Троическое явися поклонение: Родителев бо глас свидетельствоваше тебе, возлюбленнаго тя Сына именуя, и Дух в виде голубине извествоваше словесе утверждение. явлейся Христе Боже, и мир просвещей, слава тебе.
  
  По 2-м трисвятом, кондак праздника, Явился еси днесь: По Слава в вышних: по обычаю исходим в притвор, поющим нам стихиры праздника, глас 4: Одеваяйся светом яко ризою: Слава, глас 8: Господи исполнити хотя: И ныне, глас тойже: Днесь тварь просвещается: Таже молитвы обычныя. И вшедше во храм, поем стиховну праздника: стихиры самогласны, глас 2: На Иорданстей реце: с припевы праздничными. 1-й, Море виде, и побеже: 2-й, Что ти есть море, яко побегло еси? Припеваем же сими стихи, и до отдания праздника. Слава, и ныне, глас 6: Еже от Девы Солнце: Тропарь, глас 1: Во Иордане крещающуся тебе Господи: трижды. И благословение хлебов по обычаю. Буди имя Господне: псалом 33: Благословлю Господа: и предложится чтение праздника: и по чтении, и по шестопсалмии, на Бог Господь тропарь праздника трижды, и обычныя стихологии. По 1-й стихологии седален праздника, глас 3. Подобен: Красоте: Явльшуся тебе во Иордане Спасе: Слава, и ныне, глас 4. Подобен: Скоро предвари: Струи освятил еси Иорданския: И чтем во евангелии толковом, еже от Матфеа. По 2-й стихологии седален праздника, глас 5. Подобен: Собезначальное слово: Иорданскими струями обложся: Слава, и ныне, глас 4. Подобен: Удивися Иосиф: Иордане реко: И чтем во евангелии толковом, еже от Матфеа: по чтении же даются свещи братиям. По полиелеи седален праздника, глас 4. Подобен: Удивися Иосиф: Приидите увидим вернии: Слава, и ныне, тойже. И чтение. Степенна, 1 антифон 4-го гласа. Прокимен праздника, глас 4: Море виде и побеже, Иордан возвратися вспять. Стих: Что ти есть море, яко побегло еси? Всякое дыхание: Стих: Хвалите Бога во святых его: Евангелие Марка, зачало 2: Прииде Иисус о Назарета: По 50-м псалме, Слава: Всяческая днесь: И ныне, тойже. Таже, Помилуй мя Боже: и стихира, глас 6: Бог Слово явися: Канона два, праздника: кир Космы, и кир Иоанна: ирмосы обою канонов, по дважды. Тропари на 12: последи ирмосы обою канонов, кийждо лик свой ирмос. По 3-й песни, ипакои, глас 5: Егда явлением твоим: И чтение. По 6-й песни,
  
  Кондак праздника, глас 4: Явился еси днесь вселенней, и свет твой Господи знаменася на нас, в разуме поющих тя: пришел еси, и явился еси, Свет неприступный.
  
  На 9-й песни паки вжигают свещи братия. Честнейшую не поем, но поем припевы праздника: якоже изъявися декемвриа в 25 день. Светилен праздника: Явися Спас благодать и истина: трижды. На хвалитех стихиры праздника, самогласны, глас 1, на 4: Свет от Света возсия: Слава, глас 6: Водами Иорданскими: И ныне, глас 2: Днесь Христос на Иордан прииде: Славословие великое. По трисвятом тропарь праздника. ектении и отпуст. И дается святый елей от кандила, поющим нам стихиру праздника, таже час 1-й. На 1-м часе тропарь праздника. По трисвятом кондак праздника, и прочее, и совершенный отпуст. В сей день литургиа бывает порану, труда ради бденнаго.
  
  На литургии антифон 1, псалом 113, глас 1: Во исходе Израилеве от Египта, дому Иаковля, из людей варвар. Молитвами Богородицы, Спасе спаси нас. И другий лик, Стих 2: Бысть Иудеа святыня его, Израиль область его. Молитвами Богородицы: Стих 3: Море виде и побеже, Иордан возвратися вспять. Молитвами Богородицы: Стих 4: Что ти есть море, яко побегло еси? и тебе Иордане, яко возвратился еси вспять? Молитвами Богородицы: Слава, и ныне: Молитвами Богородицы:
  
  Антифон 2, псалом 114, глас 2: Возлюбих, яко услышит Господь глас моления моего. Спаси ны Сыне Божий, во Иордане крестивыйся, поющия ти: аллилуиа. Стих 2: Яко приклони ухо свое мне, и во дни моя призову. Спаси ны Сыне Божий: Стих 3: Объяша мя болезни смертныя, беды адовы обретоша мя: скорбь и болезнь обретох, и имя Господне призвах. Спаси ны Сыне Божий: Стих 4: Милостив Господь и праведн, и Бог наш милует. Спаси ны сыне Божий: Слава, и ныне: Единородный Сыне:
  
  Антифон 3, псалом 117, глас 1: Исповедайтеся Господеви, яко благ, яко в век милость его. Тропарь, Во Иордане крещающуся: Стих 2: Да речет убо дом Израилев, яко благ, яко в век милость его. Во Иордане крещающуся: Стих 3: Да речет убо дом Ааронь: яко благ, яко в век милость его. Во Иордане крещающуся: Стих 4: Да рекут убо вси боящиися Господа: яко благ, яко в век милость его. Во Иордане крещающуся: Входное: Благословен грядый во имя Господне, благословихом вы из дому Господня, Бог Господь и явися нам. Тропарь: Во Иордане крещающуся тебе Господи: Слава, и ныне, кондак, глас 4: Явился еси днесь вселенней: Вместо трисвятаго, поем: Елицы во Христа крестистеся: Прокимен, глас 4: Благословен грядый во имя Господне, Бог Господь, и явися нам. Стих: Исповедайтеся Господеви, яко благ, яко в век милость его. Апостол к Титу, зачало 302: Чадо Тите, явися благодать Божия: Аллилуиа, глас 4: Принесите Господеви сынове Божии: Стих: Глас Господень на водах: Евангелие Матфеа, зачало 6: Прииде Иисус от Галилеи: Причастен: Явися благодать Божия спасительная всем человеком. Аллилуиа, трижды. На трапезе бывает утешение братии велие. Ядим рыбу, и сыр, и яица, и пием вино: Мирстии же мясо, аще будет и в среду, или пяток. И чтется слово Златоустаго, емуже начало: Вси вы благодушнии:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Собор святаго славнаго пророка, Предтечи и Крестителя Иоанна.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, стихологиа не бывает бдения ради бывшаго, кроме субботы. На Господи воззвах стихиры праздника 3, глас 2: Просветителя нашего: И Предтечи 3, глас 1. Подобен: Всехвальнии мученицы: Видев тя грядуща Христе: Слава, глас 6: Во плоти светильниче: И ныне, праздника, глас тойже: Бог Слово явися плотию: Вход. Прокимен великий, глас 7: Бог наш на небеси и на земли, вся елика восхоте сотвори. Стих: Во исходе Израилеве от Египта: Стих: Море виде и побеже: Стих: Что ти есть море, яко побегло еси? И паки, Бог наш: Аще случится в субботу вечера, глаголем прокимен: Господь воцарися: Таже ектениа, и Сподоби Господи: и Исполним вечернюю молитву: На стиховне стихиры праздника, глас 4. Подобен: Дал еси знамение: с припевы их, и до отдания, вечер и утро. Слава, Предтечи, глас 4: Яко духа рачитель: И ныне, праздника, глас тойже: Приидите подражаим мудрыя девы:
  
  Тропарь, глас 2: Память праведнаго с похвалами, тебе же довлеет свидетельство Господне Предтече: показал бо ся еси воистину и пророков честнейший, яко и в струях крестити сподобился еси проповеданнаго. темже за истину пострадав радуяся, благовестил еси и сущим во аде Бога явльшагося плотию, вземлющаго грех мира, и подающаго нам велию милость.
  
  Слава, и ныне, праздника. На повечерии, по трисвятом, кондак Предтечи, Плотскаго твоего пришествия: На полунощнице, глаголем кафисму обычную. По 1-м трисвятом, тропарь праздника. По 2-м трисвятом кондак Предтечи: Плотскаго твоего пришествия: На утрени, на Бог Господь, тропарь праздника, дважды. Слава, Крестителя. И ныне, праздника. По 1-й кафисме, седален праздника, глас 1: Иисусу рождшуся от Девы Марии: Слава, и ныне, тойже. И чтение. По 2-й кафисме, седален праздника, глас 4: Во струях видев тя иорданских: Слава и ныне, тойже: Канон праздника 1-й, со ирмосом на 6: другий со ирмосом на 4: и Предтечи на 4, глас тойже. последи ирмосы обою канонов. По 3-й песни, кондак праздника: Явился еси днесь: И икос: Таже седален, глас 8: Иордан струями служит: Слава, и ныне, тойже. По 6-й песни,
  
  Кондак Предтечи, глас 6: Плотскаго Твоего пришествия убоявся Иордан, страхом возвращашеся, пророческое же служение исполняя Иоанн, трепетом спряташеся: ангельския чины ужасахуся, зряще Тя во струях плотию крещаема: и вси сущии во тьме озаряхуся, воспевающе Тя явльшагося и просветившаго вся.
  
  И икос, и пролог. На 9-й песни, Честнейшую не поем: но поем припевы праздника и Предтечи, и ирмосы: и посем на сходе поем оба лика вкупе. Припев праздника: таже катавасиа: Недоумеет всяк язык: Таже припев Богородице, и посем ирмос: О паче ума: и поклон. Светилен Предтечи. Слава, и ныне, праздника. На хвалитех стихиры праздника, глас 1, самогласны, на 4. Слава, Предтечи, глас 6: Ангел из неплодных ложесн: И ныне, праздника, глас 2: Днесь Христос на Иордан прииде: Славословие великое. По трисвятом, тропарь Предтечи. Слава, и ныне, праздника. Ектении, отпуст, и час 1. На 1-м часе, тропарь праздника. Слава, Предтечи. И ныне, Богородичен часов. По трисвятом, кондак праздника, и прочее, и совершенный отпуст. На литургии, блаженна от канона праздника, песнь 3, на 4: и Предтечи, песнь 6, на 4. По входе тропарь праздника, и Предтечи. Слава, кондак Предтечи. И ныне, праздника. Вход: Спаси ны Сыне Божий, во Иордане крестивыйся, поющия ти: Аллилуиа. Сице поем и до отдания. Прокимен, глас 7: Возвеселится праведник о Господе: Стих: Услыши Боже, глас мой: Апостол деяний, зачало 42: Бысть внегда быти Аполлосу: Аллилуиа, глас 5: Свет возсия праведнику: Стих: Веселитеся праведнии о Господе: Евангелие Иоанна, зачало 3: Виде Иоанн Иисуса: Причастен: Явися благодать Божия: Другий: В память вечную:
  
  [Зри] Подобает ведати: Аще случится собор Иоанна Предтечи в неделю: поем службу Предтечи, якоже собору Богородицы: прежде воскресно, и праздника, и Предтечи, якоже наутрии Рождества Христова указася. святых праведных богоотцев, аще в неделю память их будет. На утрени, Евангелие толковое, неделя по Крещении: таже неделя ряд, аще не будет отступки. Аще ли же будет отступка: на утрени Евангелие чтется едино: неделя по Крещении.
  
  [Зри] Подобает ведати: Аще случится попразднство Крещения Христова в неделю, ищи всего последования, вечер, и утро, септемвриа по 14 числе.
  
  [Зри] Суббота по просвещении: Прокимен, Аллилуиа, и причастен праздника: Апостол ко ефесеем, зачало 233: Возмогайте о Господе: Евангелие Матфеа, зачало 7: Возведен бысть Иисус:
  
  [Зри] Подобает ведати: Аще случится собор Предтечи в субботу: Прокимен праздника, и Предтечи. Апостол и Евангелие чтется прежде субботе по просвещении, потом Предтечи. Причастен: Явися благодать Божия: Другий: В память вечную: Сице поем на литургии в субботу, и святым имущим службу на литургии.
  
  [Зри] Неделя по просвещении: На литургии, прокимен, глас 1: Буди Господи, милость твоя на нас, якоже уповахом на тя. Стих: Радуйтеся праведнии о Господе: и праздника. Аще же случится святый имеяй на литургии прокимен, апостол, и Евангелие: тогда праздника прокимен и причастен оставляется. Апостол ко ефесеем, зачало 224 от полу: Братие, единому комуждо нас: Аллилуиа, глас 5: Милости твоя Господи во век: Евангелие Матфеа, зачало 8: Слышав Иисус, яко Иоанн предан бысть: Причастен: Явися благодать Божия: Другий: Хвалите Господа:
  
  [Зри] Подобает ведати: Яко евангелиа и апостолы от недели мясопустныя, вспять исчитая, до недели приидущия, яже есть первая по просвещения недели. Уведав известно, в кое число месяца пред мясопустною неделею будет неделя о мытари и фарисеи, и вспять изчет на мимошедшия недели возвратився, начни ряд досязающь недели о мытари и фарисеи. Аще же когда преизбудет недель сих, оставив блюди ряд о мытари и фарисеи.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Георгиа Хозевита: И преподобныя матере нашея Домники: И Емилиана исповедника.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры преподобнаго 3, глас 4. Подобен: Яко добля: и преподобныя 3, глас тойже. Подобен: Дал еси знамение: Слава: и ныне, праздника, глас 1: Облагаяй небо облаки: На стиховне стихиры, праздника, глас 6. Подобен: Ангельския: с припевы их. Слава, и ныне, праздника, глас 2: На иорданстей реце: Тропарь праздника, и отпуст. На утрени, на Бог Господь, тропарь праздника трижды, и обычныя кафисмы. По кафисмах седальны праздника. Канон праздника: 1-й со ирмосом на 6: ирмос по дважды. Преподобнаго на 4, глас 4: и преподобныя на 4, глас 2. По 3-й песни,
  
  Кондак преподобнаго глас 4. Подобен: Явился еси: Явился еси светило пресветлое Георгие, озаряя божественными зарями верно зовущия ти: моли о нас владыку Христа явльшагося во струях, и просвещшаго земнородныя.
  
  И седален, глас 5. Слава, преподобныя, глас 4. И ныне, праздника, глас тойже. По 6 песни, кондак праздника: и икос, и пролог. По 9-й песни, светилен праздника, дважды. На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, праздника, глас тойже. самогласен: Видеша тя воды Боже: на литургии, блаженна праздника, песнь 1-я обоих канонов на 6.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Полиевкта.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника 3, глас 8. Подобен: Господи, аще и на судищи: и святаго 3, глас 1. Подобен: Небесных чинов: Слава, святаго, глас 1: Ангельская воинства днесь: И ныне, праздника, глас 2: Днесь небесе и земли творец: На стиховне стихиры праздника, глас 6. Подобен: Тридневен: Слава, и ныне, глас 4: Одеваяйся светом: Тропарь святаго, глас 4: Мученк твой Господи: септемвриа во 2 день: Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, святаго: И ныне праздника. По кафисмах седальны праздника: и чтение. Канон праздника, 2-й, на 8. ирмос по дважды: и святаго, на 4, глас 8. По 3-й песни,
  
  Кондак святаго, глас 4. Подобен: Явился еси: Спасу приклоншу во Иордане главу сокрушишася змиев главы: Полиевктова же глава отсекшаяся льстиваго посрами.
  
  И икос, и седален, глас 5. Слава, и ныне, праздника, глас тойже. По 6-й песни, кондак праздника, и икос, и пролог. По 9-й песни, светилен святаго. Слава, и ныне, праздника. На стиховне стихиры праздника, глас 6. Подобен: Ангельския: Слава, и ныне, праздника, глас тойже. На литургии, блаженна праздника, песнь 4-я, на 6.`,
        },
      },
      {
        description: 'В тойже день иже во святых отца нашего Филиппа, митрополита Московскаго и всея России.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 8: Первопрестольников преемниче. столпе православия, истины поборниче, новый исповедниче, святителю Филиппе, положивый душу за паству твою. темже яко имея дерзновение ко Христу, моли за императора православнаго, за град же и люди, чтущия достойно святую память твою.
  
  Кондак, глас 3. Подобен: Дева днесь: Православия наставника, и истины провозвестника, златоустаго ревнителя, российскаго светильника, Филиппа премудраго восхвалим, пищею словес своих разумно чада своя питающа: той бо языком хваление пояше, устнама же пение вещаше, яко таинник Божия благодати.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description:
            'Иже во святых отца нашего Григориа, епископа Ниссийскаго: И преподобнаго Дометиана, епискпа Мелитийскаго: И преподобнаго Маркиана, пресвитера и иконома Великия церкве.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах: стихиры Григориа 3, глас 5. Подобен: Преподобне отче: и Дометиана 3, глас 1. Подобен: Всехвальнии мученицы: Слава, глас 4: Премудрости слово: И ныне, праздника, глас тойже: Трепеташе рука Крестителева: На стиховне стихиры праздника, глас 2. Подобен, Доме евфрафов: Слава, Григориа, глас 4: Житие божественно исправив: И ныне, праздника, глас тойже: Тебе в дусе и огни: Тропарь, глас 4: Боже отец наших: ноемвриа в 20 день. Слава, и ныне, праздника. На утрени, тропарь праздника, дважды. Слава, святых: И ныне, праздника, и обычныя кафисмы, и седальны праздника, и чтения. Канон праздника 1, со ирмосом на 6: ирмос по дважды. и святых два: Григориа, глас 5, на 4: и Дометиана, глас 1, на 4. По 3-й песни, кондак праздника, и икос.
  
  Таже Григориа, глас 2. Подобен: В молитвах: Церкве божественный иерарх, и премудрости честный тайноглагольник ниссийский, бодрый ум Григорий, со ангелы ликовствуя, и наслаждаяся божественным светом, молися непрестанно о всех нас.
  
  И седален, глас 3. Слава, Дометиана, глас 1: И ныне праздника, глас тойже. По 6-й песни,
  
  Кондак Григориа, глас 1. Подобен: Лик ангельский: Оком душевным бодрствуя святителю, бодр пастырь явился еси миру, и жезлом мудрости твоея, и теплым предстательством твоим, вся отгнал еси злославныя яко волки, невредно соблюд стадо, Григорие всемудре.
  
  И икос: и пролог. По 9-й песни, светилен Григориа. Слава, и ныне, праздника. На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, Григориа, глас 1: Правыя веры: И ныне, праздника, глас 8: Господи исполнити хотя: На литургии блаженна праздника, песнь 5-я, на 4: и святаго песнь 6-я, на 4. И прочая служба вся ноемвриа, в 17 день.
  
  Преподобнаго же Маркиана служба поется на повечерии.`,
        },
      },
      {
        description: `В тойже день преподобнаго Павла Комельскаго, иже на Обноре реце.
          Совершается собор его во обители его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 1: Божественною любовию от юности распалаемь Павле преподобне, вся яже в мире красная возненавидев, Христа единаго возлюбил еси: и сего ради во внутреннюю пустыню вселился еси, со зверьми жити весь Христу: отонудуже и всевидящее око, твоя труды видев, даром чудес и по преставлении обогати тя. темже вопием ти: моли непрестанно о всех нас, честную память твою присно в песнех почитающих.
  
  Кондак, глас 8. Подобен: Взбранной: Все твое умное желание к Богу вперив, и тому невозвратно от души последовал еси, в пустыню вселився, и тамо ангельски пожив, многим путь был еси ко спасению: сего ради и Христос тя прослави, и даром чудес обогати. темже вси вопием ти: радуйся Павле преподобне, пустынный жителю.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Феодосиа, общих житий начальника.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Вечер, поем, Блажен муж: 1 антифон. На Господи воззвах, стихиры на 6: глас 5. Подобен: Преподобне отче: Слава, глас 2: Преподобне отче, яко град: И ныне, праздника, глас 2: Приклонил еси: Вход, прокимен дне: чтения 3, преподобническая. На стиховне стихиры праздника, глас 4. Подобен: Дал еси знамение: с припевы их. Слава, глас 8: Монахов множества: И ныне, праздника, глас тойже: Ангельская воинства: По трисвятом тропарь, глас 8: Слез твоих теченьми: септемвриа в 3 день. Слава, и ныне, праздника, и отпуст. На утрени, на Бог Господь, тропарь праздника дважды. Слава, святаго: И ныне, праздника: и обычныя кафисмы, и седальны праздника, и чтение. По полиелеи седален святаго, глас 3, дважды. Слава, и ныне, праздника: и чтение. Степенна, 1 и антифон 4-го гласа. Прокимен, глас 4: Честна пред Господем: Стих: Что воздам Господеви: Всякое дыхание: Евангелие Луки, зачало 24. Псалом 50. стихира, глас 6. Преподобне отче, во всю землю: Канон праздника 2-й, со ирмосом на 8: и святаго на 6. глас 2. Катавасиа праздника: Глубины открыл есть дно: По 3-й песни, кондак и икос праздника: и седален святаго, глас 8, дважды. Слава, и ныне, праздника: и чтение. По 6-й песни,
  
  Кондак святаго, глас 8. Подобен: Взбранной: Насажден во дворех Господа твоего, преподобными твоими добродетельми красно процвел еси, и умножил еси чада твоя в пустыни, слез твоих тучами напаяемая, стадоначальниче Божий божественных дворов. темже зовем: радуйся отче Феодосие.
  
  И икос, и чтем пролог. По 9-й песни, светилен святаго, дважды. Слава, и ныне, праздника. На хвалитех стихиры на 4, глас 5. Подобен: Радуйся: Слава, глас 2: Добродетелей лествица: И ныне, праздника, глас тойже: Днесь Христос Славословие великое. По трисвятом, тропарь святаго. Слава, и ныне, праздника. Ектении, и отпуст, и час 1-й. На 1-м часе, тропарь праздника. Слава, святаго: И ныне, Богородичен, часов. По трисвятом кондак праздника, и святаго, глаголем пременяюще и прочая: и совершенный отпуст. На литургии, блаженна от канона праздника, песнь 6-я, на 4: и святаго песнь 6-я же, на 4. Прокимен, глас 7: Честна пред Господем: Стих: Что воздам Господеви: Апостол к коринфяном, зачало 176: Бог рекий из тьмы свету возсияти: Аллилуиа глас 6: Блажен муж бояйся Господа: Стих: Сильно на земли будет семя его: Евангелие Матфеа, зачало 43: Вся мне предана суть Отцем моим: Причастен, В память:
  
  [МРК] Подобает ведати о сем, како восходит неделя о мытари и фарисеи.
  
  Начинается убо мытаря и фарисеа ианнуариа в 11 число, в попразднстве Богоявления, на память преподобнаго отца нашего Феодосиа, нисходит же февруариа по 15 число. [Зри] Ведомо же буди, яко аще прилучится неделя, яже о мытари и фарисеи, ианнуариа в 11 число: и преподобнаго Феодосиа поется служба, егда екклисиарх разсудит во иный день. В субботу вечера, на малей вечерни, стихиры воскресны, и Богородицы, по обычаю. На велицей вечерни, поем, Блажен муж: кафисму всю. На Господи воззвах, стихиры воскресны 3: и анатолиев 1: и праздника 3, того дне: и триоди самогласны две, повторяюще 1-ю. Слава, триоди: И ныне, Богородичен 1-й гласа. Вход. Прокимен дне. На литии, стихиры праздника, того дне стиховныя вечерния и утренния. Слава, и ныне, триоди, глас 3. На стиховне стихиры воскресны, по алфавиту. Слава, праздника: И ныне, триоди. На благословении хлебов тропарь: Богородице Дево, дважды: и праздника единожды, и чтение. Аще же несть бдения, по Ныне отпущаеши, Тропарь воскресн. Слава, и ныне, праздника. На повечерии по Достойно, и по Отче наш: кондак праздника. Слава, и ныне, триоди.На утрени, на Бог Господь, тропарь воскресн дважды. Слава, и ныне, праздника. По кафисмах седальны воскресны, с богородичны их. и чтение во евангелии толковом, неделя по Крещении. По непорочнах тропари: Ангельский собор: и ипакои гласа. и чтение, неделя о мытари и фарисеи. Степенна, и прокимен гласа, Евангелие воскресное. Воскресение Христово: Псалом 50. Слава, глас 8: Покаяния отверзи ми двери: И ныне, Богородичен: На спасения стези: Таже, Помилуй мя Боже: и Множества содеянных мною лютых: И молитва обычная: Спаси Боже люди твоя: Канон воскресн со ирмосом на 4, и праздника на 4: И триоди на 6. Катавасиа праздника. По 3-й песни, кондак, и икос праздника, и седален: Слава, и ныне, триоди По 6-й песни, кондак и икос триоди. На 9-й песни, поем. Честнейшую. Светилен воскресн. Слава, праздника: И ныне, триоди. На хвалитех стихиры воскресны 3: и праздника 3, и триоди гласа 3-го, с припевы: Воскресни Господи Боже мой: Мытаря и фарисеа: 2, Исповемся тебе Господи: Фарисеа велехвальный глас: Слава. От дел похваленьми: И ныне, Преблагословенна еси: и Славословие великое. По трисвятом, тропарь воскресн точию. Ектении, и отпуст. и обычная литиа в притворе, в нейже поем: Слава, и ныне, стихиру евангельскую, и час 1-й. На часех, тропарь воскресн. Слава, праздника: И ныне, Богородичен часов. По Отче наш: кондак праздника, и совершенный отпуст. такожде и на прочих часех глаголем тропарь воскресн и праздника: кондаки же пременяем. На литургии, блаженна гласа, на 4: и Праздника песнь рядовая на 4: и триоди песнь 6-я на 4. По входе тропарь воскресн, и праздника. Слава, кондак праздника: И ныне, триоди. Прокимен недели по Просвещении, таже праздника. Апостол и Евангелие, недели по Просвещении, таже о мытари и фарисеи: Причастен: Хвалите Господа с небес: Другий, праздника.`,
        },
      },
      {
        description: `В тойже день память преподобнаго отца нашего Михаила Клопскаго, новгородскаго чудотворца.
          Совершается собор его, во обители его и во храмех.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 8: Иже на земли Христа ради волею в буйство преложився, мира сего красоты отнюд возненавидел еси, и плотская играния увядив постом и жаждею, и на земли леганием, от зноя же и студени, от дождя и снега, и от прочия воздушныя тягости никогдаже уклонился еси. душу же очистил еси добродетельми яко злато в горниле, отче преподобне богоносне Михаиле, и ныне на небесех предстоиши престолу Пресвятыя Троицы. но яко имея дерзновение многое, моли Христа Бога, спастися душам нашим.
  
  Кондак, глас 8. Подобен: Взбранной: Духа Святаго силою уподобился еси богоглаголивым древним пророком, сказав безвестная и тайная, и еже годе судьбам Божиим в сбытие: и ина многа чудеса о Христе сотворив, и люди удивив, торжествовати устроил еси, вопиющия: слава Богу прославляющему святыя своя.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя мученицы Татианы.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника 3, глас 8. Подобен: Господи аще и на судищи: И святыя, глас 2. Подобен: Егда от древа: Слава, и ныне, праздника, глас 5: Зрящи тя естество: На стиховне стихиры праздника, глас 6. Подобен: Ангельския: Слава, и ныне, глас тойже: Воспоим вернии: Тропарь праздника. На утрени, по кафисмах седальны праздника. Канон праздника 1-й, со ирмосом на 8: и святыя на 4, глас тойже. По 3-й песни,
  
  Кондак святыя, глас 4. Подобен: Явился еси: Светло во страдании твоем возсияла еси страстотерпице, о кровей твоих преиспещрена, и яко красная голубица, к небеси возлетела еси Татиано: темже моли присно за чтущия тя.
  
  И седален глас 4. Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен праздника. На стиховне стихиры праздника, глас 6. Подобен: Ангельския: Слава, и ныне: О паче ума: На литургии, блаженна праздника, песнь 6, на 6.`,
        },
      },
      {
        description: `В тойже день святаго отца Саввы, архиепископа Сербскаго.
Совершается собор его, идеже лежат мощи его, или идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 8: Православия наставниче: октовриа в 11-й день.
  
  Ин тропарь, глас 3: Пути вводящаго в жизнь наставник, и первопрестольник, и учитель был еси: первее бо пришед святителю Савво, отечество твое просветил еси, и породив тое духом святым, яко древа маслинная, в мысленнем раи насадил еси всеосвященная твоя чада. тем яко апостолом и святителем сопрестольна чтуще, тя молим: моли Христа Бога даровати нам велию милость.
  
  Кондак, глас 8. Подобен: Взбранной: Яко первосвятителя великаго, и апостолов сообщника, церковь прославляет тя людей твоих, преподобне. но яко имея дерзновение ко Христу Богу, молитвами твоими от всяких нас бед спасай, да зовем ти: радуйся отче Савво богомудре.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Ермила и Стратоника: В сий день поется служба святых отец, в Синаи и Раифе избиенных.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры мученика 3, глас 4. Подобен: Дал еси знамение: И преподобных 3, глас 8. Подобен: Что вы наречем: Слава, глас 8: Преподобнии отцы: И ныне, праздника, глас тойже: Господи исполнити хотя: На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, преподобных, глас 8. Равноангельно житие: И ныне, праздника, глас тойже: Ангельская воинства: Тропарь мучеников, глас 4: Мученцы твои Господи: септемвриа в 20-й день. Слава, отцев, глас тойже: Боже отец наших: ноемвриа в 20-й день. И ныне, праздника. На утрени, на Бог Господь тропарь праздника, и мучеников. Слава, отцев: И ныне, праздника. и обычныя кафисмы, и седальны праздника, и чтение. Канон праздника 2-й, со ирмосом на 6: и мучеников на 4, глас 8: и преподобных на 4, глас 4. По 3-й песни,
  
  Кондак отцев, глас 2. Подобен: Вышних ищя: От мирския молвы избегосте, и к тихому пристанищу преставистеся, мученичества кровьми, и постничества трудами венчаеми. темже и показастеся мучеников и преподобных единовсельницы.
  
  И икос: и седален мучеников, глас 1. Слава, отцев, глас 4: И ныне, праздника, глас тойже. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен святых отцев. Слава, и ныне, праздника. На стиховне стихиры праздника, глас 6. Подобен: Ангельския: Слава святых, глас 8: Блажени есте преподобнии: И ныне, праздника, глас тойже: Днесь тварь просвещается: На литургии, блаженна праздника, песнь 8-я, на 4: и отцев песнь 6-я, на 4. Прокимен, глас 6: Честна пред Господем: Стих, Что воздам Господеви: Апостол к римляном, зачало 99: Вемы, яко любящим Бога: Аллилуиа, глас 4: Воззваша праведнии: Евангелие Луки, зачало 24: Ста Иисус на месте равне: Причастен, Радуйтеся.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Преподобных отец наших, в Синаи и Раифе избиенных. Возследование святых поется в 13-й день.
          И память преставления святыя равноапостольныя Нины, просветительницы Грузии.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `В сий же день отдается праздник святых Богоявлений: и бывает служба вся непременно Просвещения, вечер и утро, кроме входа и паремий, и полиелеа, и на литургии антифонов.
  
  [МРК] Подобает ведати, аще случится отдание Богоявления в неделю, прежде мытаря и фарисеа:
  
  В субботу на малей вечерни, на Господи воззвах, стихиры воскресны. Слава, и ныне, праздника. На стиховне стихира воскресна едина, и праздника стиховна со стихи своими великия вечерни. Слава, и ныне, праздника. Днесь Христос: писан на хвалитех. На велицей вечерни, по обычной стихологии, На Господи воззвах, стихиры воскресны, 3, и анатолиев 1: и праздника 6: поемыя на самый праздник. Слава, праздника: И ныне, Богородичен 1-й, гласа. На литии стихиры, и Слава, и ныне, праздника. На стиховне стихиры воскресны: Слава: и ныне, праздника. На благословении хлебов тропарь, Богородице Дево: дважды. и праздника, единожды. и чтение в посланиих апостольских. Аще же несть бдения, по Ныне отпущаеши, тропарь воскресн: Слава, и ныне, праздника. На повечерии, по Достойно, и по Отче наш, кондак праздника. На утрени, на Бог Господь, тропарь воскресн дважды: Слава, и ныне, праздника. По кафисмах седальны воскресны, с богородичны их. и чтение. Непорочны, и тропари: Ангельский собор: Ипакои гласа. Степенна и прочая гласа. Прокимен, Всякое дыхание: Евангелие воскресно. и прочее воскресно, и до канона. Канон воскресн, со ирмосом на 4: Богородице, на два: и праздника оба канона, на 8. Катавасиа праздника. По 3-й песни, кондак праздника и икос: и ипакои праздника. и чтение праздника. По 6-й песни, кондак и икос воскресн, и чтем пролог. На 9-й песни, поем Честнейшую: Светилен воскресн. Слава, и ныне, праздника. На хвалитех стихиры воскресны 4: и праздника со славным 4, с припевы их. Слава, стихира евангельская. И ныне, Преблагословенна еси: Славословие великое. По трисвятом тропарь воскресн точию. и ектении, и отпуст. и оглашение. и исхождение обычное в притвор. и час 1-й, и конечный отпуст. На часех, тропарь воскресн. Слава, праздника: И ныне, Богородичен часов. По Отче наш, кондак праздника, и воскресн, глаголем пременяюще. На литургии, блаженна гласа, на 6: и праздника песнь 9-я, обоих канонов на 4. По входе тропарь воскресн, и праздника. Слава, кондак воскресн. И ныне, праздника. Прокимен, апостол, и Евангелие недели ряд. Аллилуиа, и причастен праздника, и дне.
  
  [МРК] Зрим же и сего указания: Аще приспеет в 14-й день ианнуариа, неделя о мытари и фарисеи, на отдание Богоявления: Поем воскресно, и триоди и праздника.
  
  В субботу вечера, на малей вечерни, стихиры воскресны, на 4. Слава, и ныне, Богородичен 1-й гласа, малыя вечерни. На стиховне, стихира едина воскресна, и праздника, стиховна великия вечерни, со стихи ея. Слава, и ныне, праздника: Днесь Христос: писан на хвалитех. По трисвятом тропарь воскресен. Слава, и ныне, праздника. Ектения малая. И отпуст. На велицей вечерни, Блажен муж, кафисму всю. На Господи воззвах, стихиры воскресны гласа, 3: и триоди 3, со славным: и праздника 4, поемыя на самый праздник. Слава, праздника: И ныне, Богородичен 1-й, гласа. Вход. прокимен дне. На литии стихиры праздника: и триоди самогласен: Фарисеа велехвальный глас: Слава, мытаря и фарисеа: И ныне, праздника. На стиховне стихиры воскресны. Слава, триоди: И ныне, праздника. На благословении хлебов тропарь, Богородице Дево, дважды: и праздника, единожды. и чтение. Аще же несть бдения, по Ныне отпущаеши, тропарь воскресн. Слава, и ныне, праздника. На повечерии, по Достойно, по Отче наш, кондак праздника. Слава, и ныне, триоди. На утрени, на Бог Господь, тропарь воскресн, дважды. Слава, и ныне, праздника. По кафисмах седальны воскресны, с богородичны их. и чтение во евангелии толковом: и непорочны. ипакои гласа, и чтение. степенна, и прокимен гласа, и Евангелие воскресно. Воскресение Христово: Псалом 50. Слава, Покаяния: И ныне, На спасения стези: Таже, Помилуй мя Боже: и Множества содеянных: Канон воскресн, со ирмосом на 4: и триоди на 4: и праздника оба канона на 6. Катавасиа праздника. По 3-й песни, кондак и икос, и седален триоди. Слава, и ныне, праздника. По 6-й песни кондак и икос праздника. На 9-й песни, поем Честнейшую: Светилен воскресн. Слава, триоди: И ныне, праздника. На хвалитех стихиры воскресны 4: и праздника со славным 4, с припевы их. Слава, самогласен триоди: И ныне, Преблагословенна еси Богородице Дево: Славословие великое. По трисвятом тропарь воскресн точию. Ектении, и отпуст и исхождение в притвор. Слава, и ныне, стихира евангельская. и час 1-й, и совершенный отпуст. На 1-м часе тропарь воскресн. Слава, праздника: И ныне, Богородичен часов. По трисвятом кондак триоди. такожде и на 3-м, и на 6-м, и на 9-м часех глаголем тропари. Кондаки же праздника, и триоди, пременяюще глаголем. На литургии, блаженна гласа, на 4: и триоди песнь 3-я, на 4: и праздника песнь 9-я, на 4. По входе тропарь воскресн, и праздника. Слава, кондак триоди: И ныне, праздника. Прокимен гласа, и праздника: Апостол, и Евангелие дне. Причастен, Хвалите Господа с небес: Другий, праздника.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Преподобных отец наших, Павла фивейскаго.
          и Иоанна кущника.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Стихиры на 6: Павла 3, глас 1. Подобен, Небесных чинов: Иоанна, 3, глас 2. Подобен, Егда от древа: Слава, Иоанна, глас тойже: Отвергся мира: И ныне, Богородичен. На стиховне октоиха. Слава, Павла глас 6: Преподобне отче, во всю землю: И ныне, Богородичен. Тропарь, глас 4: Боже отец наших: ноемвриа в 20 день. На утрени, на Бог Господь, тропарь святых, дважды. Слава и ныне, Богородичен, или Крестобогородичен. [Зри] От сего дне начинаем паки стихословити по три кафисмы: и седальны октоиха. А на вечерни, Ко Господу внегда скорбети ми: и чтение. Глаголем же от днесь и песни: Господеви поем: Канон октоиха един, со ирмосом на 6: и святых два, на 8: Павла, глас 8. Иоанна, глас 2. По 3-й песни,
  
  Кондак Павла, глас 3. Подобен: Дева днесь: Яко светило незаходящее мысленнаго солнца, сошедшеся днесь восхвалим в песнех: возсиял бо еси сущим во тьме неразумия, вся возводя к божественней высоте, фивеев украшение, Павле преподобне, отцев и постников твердое основание.
  
  И седален, глас 1. Слава, Иоанна, глас 3: И ныне, Богородичен. По 6-й песни,
  
  Кондак, глас 3. Подобен: Вышних ищя: Возлюбив премудре нищету неокрадому, родителей твоих богатство возненавидел еси, и Евангелие в руках твоих держа, последовал еси христу Богу Иоанне, моляся непрестанно о всех нас.
  
  И икос. По 9-й песни светилен Иоанна, Слава, и ныне, Богородичен. На стиховне октоиха. Слава, Павла, глас 8: Монахов множества: И ныне, Богородичен. На литургии, блаженна от канона Павла, песнь 3: и Иоанна, песнь 6. Прокимен, глас 8: Восхвалятся преподобнии во славе: Стих: Воспойте Господеви песнь нову: Апостол к галатом, зачало 213: Плод духовный: Аллилуиа, глас 6: Блажен муж бояйся Господа: Стих: Сильно на земли будет семя его. Евангелие Матфеа, зачало 43: Вся мне предана суть: Причастен: В память вечную:
  
  [Зри] Подобает ведати: От сего числа, Катавасиа: Сушу глубородительную: и до отдания праздника Сретения. От днесь же начинаем междочасие пети в церкви, и канон молебный Богородице, поемый на повечерии.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Поклонение честных вериг святаго и всехвальнаго апостола Петра.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры на 6: глас 3. Подобен: Яко добля: Слава, глас 6: Днесь нам: На стиховне октоиха. Слава глас 6: Паки нас теплый: И ныне, Богородичен или Крестобогородичен.
  
  Тропарь, глас 4: Рима не оставль к нам пришел еси, честными веригами, яже носил еси, апостолов первопрестольне. имже верою покланяющеся, молимся: твоими к Богу молитвами, даруй нам велию милость.
  
  Слава и ныне, Богородичен. На утрени, оба канона октоиха, и апостола на 6, глас 4. По 3-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Камень Христос, каменя веры, прославляет светло учеников первопрестольника: созывает бо вся праздновати Петре, чудеси твоея честныя вериги и подает согрешений прощение.
  
  Таже седален, глас 4, дважды. По 6-й песни,
  
  Кондак, глас 2. Подобен: В молитвах: Верховнаго и перваго апостолов, истины божественнаго ученика, Петра великаго восхвалим, и того верою целуем вериги, прегрешений разрешение приемлюще.
  
  И икос. По 9-й песни, светилен апостола. На стиховне октоиха. Слава, глас 4: Трикратным вопрошением: На литургии, блаженна от канона апостола, песнь 3-я и 6-я. Прокимен, глас 8: Во всю землю изыде вещание их: Стих: Небеса поведают славу Божию: Апостол деяний, зачало 29: Возложи Ирод царь руце: Аллилуиа, глас 1: Исповедят небеса: Евангелие Иоанна, зачало 67. Причастен: Во всю землю:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго и богоноснаго отца нашего Антониа Великаго.',
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `Аще восхощет настоятель, творим бдение:
  
  На малей вечерни, стихиры на 4, глас 2. Подобен: Егда от древа: Слава, глас 3: Преподобне Антоние: И ныне, Богородичен: На стиховне стихиры, глас 2. Подобен: Доме евфрафов: с припевы их. Слава, и ныне Богородичен. Тропарь святаго. Слава, и ныне Богородичен: Еже от века: И отпуст. На велицей вечерни, на Господи воззвах, стихиры на 8: глас 4. Подобен: Званный свыше: Слава, глас 6: Еже по образу: И ныне: Кто тебе не ублажит: Вход, прокимен дне, и чтения три, преподобническая. На литии стихира храма: и святаго самогласны три, глас 2. Слава, глас 5: Преподобне отче, глас евангелиа: И ныне: Блажим тя Богородице: На стиховне стихиры, глас 5. Подобен: Радуйся: с припевы их. Слава, глас 8: Монахов множества: И ныне, Безневестная Дево: На благословении хлебов,
  
  Тропарь, глас 4: Ревнителя Илию нравы подражая, Крестителю правыми стезями последуя, отче Антоние, пустыни был еси житель, и вселенную утвердил еси молитвами твоими. темже моли Христа Бога, спастися душам нашим. Дважды.
  
  И Богородице Дево, единожды. и благословение хлебов: и чтение. На утрени, на Бог Господь, тропарь дважды. Слава, и ныне: Еже от века: и обычныя кафисмы. По кафисмах седальны святаго: и чтение. Таже полиелей. и седален, глас 8: и чтение. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Честна пред Господем: Стих: Что воздам Господеви: Всякое дыхание: Евангелие Матфеа, зачало 43: Вся мне предана суть: Псалом 50, стихира, глас 6: Преподобне отче, во всю землю: Канон Богородицы, со ирмосом на 6, глас 2: Нетрену, необычну: и святаго на 8, глас 8. Катавасиа: Сушу глубородительную землю: По 3-й песни, седален святаго, глас 8, дважды. Слава, и ныне Богородичен. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Житейския молвы отринув, безмолвно житие скончал еси, Крестителя подражаяй всяким образом преподобнейший: с ним убо тя почитаем, отцев начальниче Антоние.
  
  И икос. По 9-й песни, светилен дважды. Слава, и ныне, Богородичен. На хвалитех стихиры на 4, глас 8. Подобен: О преславнаго чудесе: Слава, глас тойже, самогласен: На небо текущую: И ныне: Владычице приими: Славословие великое. По трисвятом, тропарь святаго: Слава, и ныне, Богородичен: Еже от века: Ектении, и отпуст: и дается елей от кандила святаго: и час 1: и совершенный отпуст. На литургии, блаженна от канона святаго, песнь 3-я и 6-я. Прокимен, глас 7: Честна пред Господем: Стих: Что воздам Господеви: Апостол ко евреем, зачало 335: Повинуйтеся наставником вашим: Аллилуиа, глас 6: Блажен муж, бояйся Господа: Стих: Сильно на земли будет семя его. Евангелие Луки, зачало 24: Ста Иисус на месте равне: Причастен: В память вечную:
  `,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отец наших и архиепископов Александрийских, Афанасиа и Кирилла.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, обычная кафисма. На Господи воззвах, стихиры на 6, Афанасиа, глас 4. Подобен: Яко добля: И кирилла, глас и подобен тойже. Слава, глас 6: Христова иерарха воспоем: И ныне, Богородичен или Крестобогородичен. На стиховне октоиха. Слава, Афанасиа, глас 3: Паки нам златотечный нил: И ныне, Богородичен. Тропарь, глас 4: Боже отец наших: ноемвриа в 20 день.
  
  Или сей, глас 3: Делы возсиявше православия, все погасивше злославие, победителие победоносцы бысте, благочестием вся обогативше, церковь вельми украсивше: достойно обретосте Христа Бога, дарующа нам велию милость.
  
  На утрени, на Бог Господь, тропарь святых, дважды: и обычныя кафисмы: и чтение. Канон октоиха един, на 6: и святых два, на 8: Афанасиа, глас 8: Кирилла, глас 4. По 3-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Священноначальницы величайшии благочестия, и доблии поборницы церкве Христовы, вся соблюдите поющия: спаси щедре верою чтущия тя.
  
  И седален Афанасиа, глас, 3. Слава, Кирилла, глас тойже. По 6-й песни,
  
  Кондак. глас 2. Подобен: Кровей твоих: Православия насадив учения, злославия терние изсекл еси, умножив семя веры одождением духа преподобне: темже тя поем Афанасие.
  
  И икос. По 9-й песни, светилен октоиха. Слава, святых. И ныне, Богородичен. На стиховне октоиха, таже припев: Священницы твои облекутся: И стихира, глас 3: Велию похвалу: Слава, глас тойже: Велика истины труба: И ныне Богородичен. На литургии, блаженна Афанасиа, песнь 3, на 4. и Кирилла, песнь 6-я, на 4. Прокимен, глас 8: Восхвалятся преподобнии во славе: Стих: Воспойте Господеви песнь нову: Апостол к евреем, зачало 334: Поминайте наставники ваша: Аллилуиа, глас 2: Священницы твои облекутся в правду: Евангелие Матфеа, зачало 11: Вы есте свет мира: Причастен: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Макариа египтянина.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры на 6, глас 4. Подобен: Дал еси знамение: Слава, глас 8: Веселися Египте: На стиховне октоиха. Слава, глас 6: Преподобне отче, во всю землю: И ныне, Богородичен. Тропарь, глас 1: Пустынный житель: септемвриа в 29 день. Слава и ныне, Богородичен или Крестобогородичен. На утрени, оба канона октоиха: и святаго на 6, глас 4. По 3-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: В дому Господь воздержания, воистинну тя положи якоже звезду непрелестную, световодящу концы, отче отцев, Макарие преподобне.
  
  Таже седален, глас 1, дважды. По 6-й песни,
  
  Кондак, глас 1. Подобен: Лик ангельский: Блаженную жизнь скончав в житии с мученическими лики, в земли кротких достойно водворяешися, богоносне Макарие, и пустыню, якоже град населив, благодать приял еси от бога чудес: темже тя почитаем.
  
  И икос. По 9-й песни, светилен октоиха. Слава, святаго. На стиховне октоиха. Слава, глас 4: Просияша добрая дела твоя: На литургии, блаженна октоиха на 4: и святаго песнь 6-я на 4: и вся служба сего месяца в 15 день.`,
        },
      },
      {
        description: 'И обретение честных мощей преподобнаго Саввы Сторожевскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Тропарь, глас 8: От юности божественною распаляемь ревностию, возлюбил еси чистое житие: презрев мира сего красная и суетная, последовал еси твоему богомудрому учителю, преблаженному Сергию, в труде и бдении, в посте и подвизе: на Сторожи явлься безмолвия ради и стражи духовныя, не дремленным на божественней стражи предстоянием стяжал еси ум, зряй к Богу и демонския козни и обстояния прозираяй: озарение Пресвятаго Духа в себе восприем, яко звезда пресветлая возсиял еси верным. темже и премудр и светозарен предстоятель, и пастырь стаду твоему явился еси: светом твоим просвещай и всех, приходящих к тебе верою, отче наш Савво, и моли Христа Бога, да спасет души наша.
  
  Кондак, глас 8: Безмолвия ради и плоти распинания вселивыйся на горе Сторожи, явился еси преподобне Савво, столп веры непоколебимый, от Пресвятаго Духа осиянный, обитель пречестная Троицы, и непрестанными молитвами, слезными воздыхании и подвигами, благодати божественныя сопричастник: темже и Христос в нетлении мощей твоих прослави тя, и даром чудес украси тя. мы же радостно ти вопием: радуйся Савво, великий чудотворче.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго и богоноснаго отца нашего Евфимиа Великаго.',
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `Аще хощет настоятель, творим бдение.
  
  На малей вечерни, стихиры на 4, глас 1. Подобен: Небесных чинов: Слава, глас 2: Преподобне отче: И ныне, Богородичен. На стиховне стихиры, глас 2. Подобен: Доме евфрафов: с припевы их. Слава, и ныне, Богородичен.
  
  Тропарь, глас 4: Веселися пустыня нераждающая, благодушствуй неболящая: яко умножи тебе чада муж желаний духовных, благочестием насадив, воздержанием воспитав, в добродетелей совершенство: того молитвами Христе Боже, умири живот наш.
  
  Слава, и ныне: Еже от века: И отпуст. На велицей вечерни, по обычном псалме поем Блажен муж, 1-й антифон. На Господи воззвах, стихиры на 8, глас 1. Подобен: Всехвальнии мученицы: Ины стихиры, глас 4. Подобен: Званный свыше: Слава, глас 3: Освящен быв Богу: И ныне: Како не дивимся: Вход, прокимен дне: и чтения 3, преподобническая. На литии стихира храма: и святаго, самогласны три, глас 2. Слава, глас 4: Просияша добрая: И ныне: Призри на моления: На стиховне стихиры, глас 5. Подобен: Радуйся: с припевы их. Слава, глас 5: Преподобне отче, не дал еси сна: И ныне: Блажим тя Богородице: На благословении хлебов, Тропарь, глас 4: Веселися пустыня нераждающая: дважды. Писан на малей вечерни: и Богородице Дево: единожды, и чтем о жития святаго. На утрени, на Бог Господь, тропарь святаго дважды. Слава, и ныне, Еже от века: и обычныя кафисмы, и седальны преподобнаго, и чтение. Полиелей, и седален его дважды. Слава, и ныне, Богородичен, и чтение от жития святаго. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Честна пред Господем: Стих: Что воздам Господеви: Евангелие Матфеа, зачало 43. Вся мне предана суть: Псалом 50. Стихира, глас 6: Преподобне отче: Канон Богородицы 4-го гласа со ирмосом на 6, и святаго два канона: един, глас 4, другий, глас 8. Катавасиа, Сушу глубородительную: По 3-й песни, седален, глас 8, дважды. Слава, и ныне, Богородичен. По 6-й песни,
  
  Кондак, глас 8. Подобен: Яко начатки: В честнем рождестве твоем радость тварь обрете, и в божественней памяти твоей преподобне, благодушие прият многих твоих чудес: от нихже подаждь богатно в души наша, и очисти грехов скверны, яко да поем: аллилуиа.
  
  И икос. По 9-й песни, светилен святаго, дважды. Слава, и ныне, Богородичен. На хвалитех стихиры на 4, глас 8. Подобен: О преславнаго чудесе! Слава, глас тойже: Монахов множества: И ныне, Владычице приими: Славословие великое. По трисвятом тропарь святаго. Слава, и ныне, Еже от века: Ектении, и отпуст. и дается елей от кандила святаго. и час 1-й. На 1-м часе тропарь святаго. По трисвятом, кондак его, и совершенный отпуст. На литургии, блаженна от канона святаго, песнь 3-я и 6-я. И прочая вся служба сего месяца в 17-й день.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Максима исповедника: И святаго мученика Неофита.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры на 6: Максима, глас 4. Подобен: Яко добля: и мученика, глас 8. Подобен: О преславнаго чудесе! Слава, преподобнаго, глас 6: Преподобне отче, во всю землю: На стиховне октоиха. Слава, глас 8. Монахов множества: И ныне, Богородичен. Тропарь, глас 8: Православия наставниче: октовриа в 11-й день: Другий: Мученк твой Господи: септемвриа в 2-й день. На утрени, канон октоиха един: и святых два канона, на 8, глас 8. По 3-й песни,
  
  Кондак, глас 8. Подобен: Взбранной: Троицы рачителя и великаго Максима, научающа ясно вере божественней, еже славити Христа во дву естествах, волях же и действах суща, в песнех достойных вернии почтим взывающе: радуйся проповедниче веры.
  
  Таже седален Максима, глас 5. Слава, мученика, глас 4: И ныне, Богородичен. По 6-й песни,
  
  Кондак, глас 6. Подобен: Еже о нас: Свет трисиянный всельшийся в душу твою, сосуд избран показа тя всеблаженне: являюща божественная концем, неудобопостижных разумений ты сказуяй блаженне, и Троицу всем Максиме воспроповедуяй ясно, пресущную, безначальную.
  
  И икос. По 9-й песни, светилен октоиха. Слава, святаго. И ныне, Богородичен. На стиховне октоиха: и прочая служба по обычаю. На литургии, Прокимен, глас 4: Святым, иже суть на земли его, удиви Господь вся хотения своя в них. Стих: Предзрех Господа предо мною выну, яко одесную мене есть, да не подвижуся. Апостол к евреем, зачало 330: Святии вси иже верою: Аллилуиа, глас 4: Воззваша праведнии, и Господь услыша их. Евангелие Луки, зачало 64: Всяк иже аще исповесть мя: Причастен: Радуйтеся:
  
  В тойже день святых мучеников Евгениа, Кандида, Уалериана и Акилы:
  
  Служба их поется на повечерии.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго апостола Тимофеа. И святаго преподобномученика Анастасиа Персскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры апостола, глас 1. Подобен: Всехвальнии мученицы: И преподобнаго, глас и подобен тойже. Слава, апостола, глас 8: Богом предопределен: На стиховне октоиха. Таже глаголем припев: Во всю землю изыде вещание их: И поем стихиру самогласну апостола, глас 1: Светильника верных: Слава, преподобнаго, глас 2: Возвеличил еси Христе: И ныне, Богородичен. Тропарь апостола, глас 4: октовриа в 3-й день: Благости научився: Другий, Мученк твой Господи: септемвриа во 2-й день. На утрени, канон октоиха един: и святых два канона на 8, глас 1. По 3-й песни, седален апостола, глас 4. Слава, мученика, глас тойже: По 6-й песни,
  
  Кондак, глас 1. Подобен: Лик ангельский: Божественнаго ученика, и спутешественника Павлова Тимофеа вернии воспоим вси песньми: с сим почитающе мудраго Анастасиа, возсиявшаго от персиды яко звезду, и отгонящаго душевныя наша страсти, и недуги телесныя.
  
  И икос. По 9-й песни, светилен октоиха. Слава, святаго: И ныне, Богородичен. На стиховне октоиха. Слава, глас 5: Преподобне отче. И ныне, Богородичен. На литургии, блаженна октоиха, на 4: и апостола песнь 3-я, на 4: Прокимен, глас 8: Во всю землю изыде вещание их: Стих: Небеса поведают славу Божию: Апостол к Тимофею, зачало 290 от полу: Чадо Тимофее, благодарю Бога: Аллилуиа: Исповедят небеса: Евангелие Луки, зачало 50: Яви Господь и инех седмьдесят: Причастен: Во всю землю:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Климента, епискпа Агкирскаго: И святаго мученика Агафаггела.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, на 6, глас 1. Подобен: Небесных чинов: Ины стихиры, глас 2. Подобен: Егда от древа: Слава, глас 8: Времен четверищно обход: На стиховне октоиха. Слава, глас 1: Чуднаго во священницех:
  
  Тропарь, глас 4: Лоза преподобства, и стебль страдальчества, цвет священнейший, и плод богоданный верным всесвященне присноцветущ даровался еси: но яко мучеников сострадалец, и священноначальников сопрестольник, моли Христа Бога, спастися душам нашим.
  
  На утрени, оба канона октоиха: и святаго на 4, глас 6: По 3-й песни, седален, глас 8. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Лозы был еси честная розга Христова, многострадальне Клименте всехвальне, явлься: со страждущими же взывал еси: ты мучеников Христе, светлое радование.
  
  По 9-й песни, светилен октоиха. Слава, святаго: И ныне, Богородичен. На стиховне октоиха. На литургии, служба вся септемвриа в 3-й день.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобныя матере нашея Ксении.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3, и святыя 3, глас 1. Подобен: Небесных чинов: Тропарь, глас 8. септемвриа в 11-й день: В тебе мати известно спасеся: На утрени, оба канона октоиха: и святыя на 4, глас 8. По 3-й песни, седален, глас 8. Слава, и ныне, Богородичен. По 6-й песни,
  
  Кондак, глас 2. Подобен: Кровей твоих: Твою страннонравную Ксение, память совершающе, любовию почитающии тя, поем Христа во всех тебе подающаго крепость исцелений: емуже всегда молися о всех нас.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отца нашего Григориа, архиепископа Константиня града, богослова.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Аще хощет настоятель, творим бдение.
  
  На малей вечерни, стихиры, глас 4. Подобен: Яко добля: Слава, глас 6: Иерархов начальника: И ныне, Богородичен. На стиховне стихиры, глас 2. Подобен: Доме евфрафов: с припевы их. Слава, глас тойже: Троицу честную: И ныне, Богородичен.
  
  Тропарь, глас 1: Пастырская свирель богословия твоего, риторов победи трубы: якоже бо глубины духа изыскавшу, и доброты вещания приложишася тебе: но моли Христа бога отче Григорие, спастися душам нашим.
  
  Слава, и ныне, Богородичен, 1-й, в тойже глас. На велицей вечерни, поем, Блажен муж, 1-й антифон. На Господи воззвах, стихиры, на 8, глас 1. Подобен: Всехвальнии мученицы: Ины стихиры, глас 2. Подобен: Киими: Слава, глас 8: Бодрый язык твой: И ныне, Царь небесный: Вход, прокимен дне, и чтения 3, святительская. На литии стихира храма: таже стихиры, глас 4, самогласны. Слава, глас тойже: Божественными деяньми: И ныне, Богородичен. На стиховне стихиры, глас 5. Подобен: Радуйся: с припевы. Слава, глас 8: Сердца верных: И ныне, Безневестная Дева: Аще бдение, тропарь святаго дважды, и Богородице Дево: единожды. Аще несть бдения, по трисвятом тропарь, глас 1. Пастырская свирель: писан на малей вечерни. Слава, и ныне: Гавриилу вещавшу: и отпуст. На утрени, на Бог Господь, тропарь святаго, дважды. Слава, и ныне: Гавриилу вещавшу: и обычныя кафисмы. По кафисмах седальны, и чтение святаго. По полиелеи седален, глас 8: Обличая лесть злочестивых: дважды. Слава, и ныне, Богородичен. и чтем от жития святаго. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Уста моя возглаголют премудрость: Стих: Услышите сия вси язы́цы: Всякое дыхание: Евангелие Иоанна, зачало 35, от полу: Не входяй дверьми во двор: Псалом 50. Стихира святаго, глас 6: Преподобне, треблаженне: Канон Богородицы со ирмосом на 6, глас 8: и святаго два канона на 8, глас 1. Катавасиа: Сушу глубородительную: По 3-й песни, седален, глас 8, дважды. Слава, и ныне, Богородичен. По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: Богословным языком твоим сплетения риторская разрушивый славне, православия одеждею свыше истканною церковь украсил еси: юже и носящи с нами зовет твоими чады: радуйся отче, богословия уме крайнейший.
  
  И икос, и пролог. По 9-й песни, светилен святаго. Слава, ин. И ныне, Богородичен. На хвалитех стихиры святаго на 4, глас 4. Подобен: Званный свыше: Слава, глас 1: Цевницу духа: И ныне, Богородичен. Славословие великое. По трисвятом тропарь, святаго. Слава, и ныне: Гавриилу вещавшу: Ектении. И отпуст. и дается елей братии от кандила святаго, и час 1. На 1-м часе, тропарь святаго. По трисвятом кондак его, и совершенный отпуст. На литургии, блаженна от канона святаго, песнь 3-я и 6-я. Прокимен, глас 1: Уста моя возглаголют премудрость: Стих: Услышите сия вси язы́цы: Апостол к коринфяном, зачало 151: Комуждо дается явление: Аллилуиа, глас 2: Внемлите людие мои: Евангелие Иоанна, зачало 36: Аз есмь дверь: Причастен: В память вечную: На трапезе утешение братии, и чтем житие святаго.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Ксенофонта и дружины его.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и святаго 3, глас 2. Подобен: Егда от древа: Тропарь, глас 4: Боже отец наших ноемвриа в 20-й день. Слава, и ныне, Богородичен. На утрени, оба канона октоиха, и святых на 4, глас 2. По 3-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: В заповедех бодрствовал еси владычних, нищим расточивый твое богатство блаженне, тихо с сопружницею, и чады твоими: темже наследуете божественное наслаждение.
  
  И седален, глас 8. Слава, и ныне, Богородичен. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Житейскаго моря избегше, Ксенофонт праведный с сопружницею честною, на небесех свеселятся с чады, Христа величающе.
  
  И икос. По 9-й песни, светилен октоиха. Слава, святаго.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Пренесение мощей во святых отца нашего Иоанна Златоустаго.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Вечер, Блажен муж, 1-й антифон. На Господи воззвах, стихиры, на 8, глас 4. Подобен: Яко добля: Златокованную трубу: Ины стихиры, глас тойже. Подобен: Званный свыше: Священнейшее составим: Слава, глас тойже, самогласен: Не подобаше тебе: И ныне: Иже тебе ради: Вход. прокимен дне. и чтения 3, святительская: писаны ноемвриа в 13-й день. На стиховне стихиры святаго, глас 5. Подобен: Радуйся: с припевы их. Слава, глас 6: Преподобне, треблаженне: И ныне, Богородице, ты еси лоза:
  
  Тропарь, глас 8: Уст твоих якоже светлость огня возсиявши благодать, вселенную просвети. не сребролюбия мирови сокровища сниска, высоту нам смиреномудрия показа: но твоими словесы наказуя, отче Иоанне златоусте, моли слова Христа Бога, спастися душам нашим.
  
  Слава, и ныне: Иже нас ради: И отпуст. На утрени, на Бог Господь, тропарь святаго, дважды. Слава, и ныне, Богородичен, и обычныя кафисмы, и седальны святаго, и чтение. Полиелей, и седален святаго, дважды. Слава, и ныне, Богородичен. Степенна, 1-й антифон 4-го гласа. Прокимен: Уста моя возглаголют премудрость: Стих: Услышите сия вси язы́цы: Всякое дыхание: Евангелие Иоанна, зачало 35: Не входяй дверьми: Псалом 50. Стихира, глас 6: Труба златогласная: Канон Богородицы со ирмосом на 6, глас 8: и святаго два канона на 8: един, глас 6, другий, глас 3. Катавасиа, Сушу глубородительную землю: По 3-й песни, седален, глас 8, дважды. Слава, и ныне, Богородичен: По 6-й песни,
  
  Кондак, глас 1. Подобен: Лик ангельский: Возвеселися таинственно честная церковь, возвращением честных твоих мощей, и сия сокрывши яко злато многоценное, поющим тя неоскудно подавает молитвами твоими исцелений благодать, Иоанне златоусте.
  
  И икос. и пролог. По 9-й песни, светилен дважды. Слава, и ныне, Богородичен. На хвалитех стихиры на 4, глас 4. Подобен: Дал еси знамение: Слава, глас тойже, самогласен: Отче златоусте: И ныне: от всяких бед рабы твоя: Славословие великое. По трисвятом тропарь. святаго. Слава, и ныне, Богородичен первый, в тойже глас. ектении, и отпуст. и дается святый елей братии от кандила святаго. На литургии служба вся ноемвриа в 13 день.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Ефрема сирина.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры на 6, глас 1. Подобен: Небесных чинов: Слава, глас 6: Смысленно мятежных: На стиховне октоиха. Слава, глас 4: Пророчески омакая постелю: Тропарь, глас 8: Слез твоих: септемвриа в 3 день. На утрени, оба канона октоиха: и святаго на 6, глас 6. По 3-й песни, седален, глас 5, дважды. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Час присно провидя суда, рыдал еси горько Ефреме, яко любобезмолвный: делателен же был еси в делех учитель преподобне. темже отче всемирный, ленивыя воздвизаеши к покаянию.
  
  И икос. и пролог. По 9-й песни, светилен октоиха. Слава, святаго. На стиховне октоиха. Слава святаго, глас 2: Яко финикс Давидски. На литургии, блаженна октоиха, на 4: и святаго, песнь 3-я, на 4. Прокимен, глас 7: Честна пред Господем: Стих: Что воздам: и прочая служба, сего месяца в 15 день.`,
        },
      },
      {
        description:
            'В тойже день память преподобнаго отца нашего Феодосиа тотемскаго, Спасосуморина монастыря начальника и основателя, новоявленнаго чудотворца.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Тропарь, глас 1: От юности преподобне Феодосие, желание свое ко Христу Богу вперив, егоже ради град и отечество оставль, и славу суетную яко прах вменив, последовал еси преподобному Димитрию, и обители его сожитель был еси. преселився ко граду Тотме, и в междоречие вселився, постом и бдением и власяным одеянием, и веригами тело свое удручил еси: сего ради Бог, видев твоя труды, и по преставлении чудесы обогати тя. бесы изгоняеши, и слепыя просвещаеши, от всяких недуг и бед избавляеши приходящих к тебе с верою, и вопиющих: слава давшему ти крепость, слава венчавшему тя, слава дающему тобою всем исцеление.
  
  Кондак, глас 8. Подобен: Возбранной: Воздержанием плоть изнурил еси, и непрестанными молитвами яко ангел возвысился еси, струями же слезными бесовския полки погрузил еси. и ныне во свете невечернем ликуеши у Христа Бога, и приходящим ко святому твоему гробу неоскудно исцеление подаеши, верою вопиющим тебе: радуйся отче Феодосие Богомудре.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Перенесение мощей святаго священномученика Игнатиа Богоносца.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах стихиры на 6, глас 4. Подобен: Яко добля: Слава, глас 8: Богоносе Игнатие: На стиховне октоиха. Слава, глас 1: О твердыя и адамантския твоея души! Тропарь, глас, 4: И нравом причастник: септемвриа в 3 день. На утрени оба канона октоиха: и святаго на 6, глас 4. По 3 песни, седален, глас 3, дважды. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: От востока днесь возсиявый, и тварь всю просветивый ученьми, мученичеством украсися, богоносный и божественный Игнатий.
  
  И икос, и пролог. По 9 песни, светилен октоиха. Слава, святаго. На стиховне октоиха. Слава, святаго, глас 1: Столп одушевлен: На литургии, служба декемвриа в 20 день.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святаго священномученика Ипполита, папы римскаго. Воследование его поется на повечерии.
          И иже во святых отец наших, и великих иерархов, Василиа Великаго, Григориа Богослова и Иоанна Златоустаго.`,
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `На малей вечерни, стихиры на 4, глас 4. Подобен, Яко добля: На высоту Василие: Слава, глас 6: Человецы Божии: И ныне, Богородице ты еси лоза: На стиховне стихиры, глас 6. Подобен, Тридневен: Благодать превозможе: Слава, глас 6: Добрии раби: И ныне, Никтоже притекаяй к тебе:
  
  Тропарь, глас 4: Яко апостолов единонравнии, и вселенныя учителие, Владыку всех молите, мир вселенней даровати, и душам нашим велию милость.
  
  Слава, и ныне, Богородичен. На велицей вечерни, на Господи воззвах, стихиры на 8, глас 4. Подобен: Яко добля: Благодати органы: Ины стихиры, глас 2. Подобен: Киими: Слава, глас 6: Тайныя днесь духа трубы: И ныне, Кто тебе не ублажит: Вход, прокимен дне, и чтения 3: 1-е, Во днех онех рече Моисей к сыном Израилевым: 2-е, Во днех онех рече Моисей к сыном Израилевым: 3-е, Праведных души в руце Божией. На литии стихиры, глас 2: Приидите Троицы небесныя служителие: Слава, глас 6: Святители Христовы: И ныне, глас тойже: Девственную доброту: На стиховне стихиры, глас 1. Подобен: Всехвальнии: Слава: глас 2: Днесь души: И ныне, праздника, Днесь Христос во святилище приносится: На благословении хлебов тропарь, глас 4: Яко апостолов единонравнии: дважды, писан на малей вечерни. и Богородице Дево, единожды. На утрени, по кафисмах седальны святых, и богородичны их. По полиелеи седален, глас 4. Подобен, Явился еси: Премудрии учителие: Слава, Празднует днесь: И ныне, Богородичен. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Священницы твои облекутся в правду: Стих: Уста моя возглаголют премудрость: Евангелие Иоанна, зачало 36. По 50-м псалме стихира, глас 6: Излияся благодать: Канон Богородицы, со ирмосом на 6, глас 2. и святых два, на 8: един гласа 2-го, другий 8-го. Катавасиа, Сушу глубородительную: По 3-й песни, седальны, глас 8. По 6-й песни,
  
  Кондак, глас 2. Подобен: Твердыя: Священныя и боговещанныя проповедники, верх учителей Господи, приял еси в наслаждение благих твоих и упокоение: труды бо онех и смерть приял еси паче всякаго всеплодия, едине прославляяй святыя твоя.
  
  И икос. На 9-й песни, Честнейшую не поем, но поем припев: Величай душе моя, честнейшую небесных воинств: Таже ирмос. Посем тойже припев поем и к прочим богородичным тропарем. К каноном же святых припевы: Величай душе моя, во иерарсех светила три великая. и прочия. По 9-й песни, светилен святых. Слава, И ныне, Богородичен. На хвалитех стихиры на 4, глас 5. Подобен: Радуйся: Слава, глас тойже: И ныне, Богородичен. Славословие великое, и отпуст. На литургии, блаженна от канона 1-го, песнь 3-я: и 2-го, песнь 6-я. Прокимен, глас 8: Во всю землю изыде вещание их: Стих, Небеса поведают славу Божию: Апостол ко евреем, зачало 334: Поминайте наставники ваша: Аллилуиа, глас 4: Исповедят небеса чудеса твоя Господи. Евангелие матфеа, зачало 11: Вы есте свет мира: Причастен, Радуйтеся праведнии о Господе:
  
  [МРК] Подобает ведати, аще случится триех святителей, Василиа Великаго, Григориа Богослова, и Иоанна Златоустаго, в неделю мытареву или блуднаго, или мясопустную:
  
  На малей вечерни, стихиры воскресны 4. Слава, святителей: И ныне, Богородичен гласа, малыя вечерни. На стиховне стихира воскресна едина: и святителей стиховна великия вечерни, со стихи своими. Слава, святителей: И ныне, Богородичен, в тойже глас. По Ныне отпущаеши, и по Отче наш, тропарь воскресн. Слава, святых: И ныне, Богородичен. ектениа малая, и отпуст. На велицей вечерни, по кафисме, на Господи воззвах, стихиры воскресны 3, и триоди 3, и святых 4.
  
  [Зри] Аще ли неделя мясопустная. Стихиры воскресны 3, и триоди 4, и святых 3. Слава, триоди: И ныне, Богородичен 1-й гласа. На литии стихира храма, таже триоди хвалитныя. Слава, святых: И ныне, триоди. На стиховне стихиры воскресны. Слава, святых: И ныне, триоди. На благословении хлебов тропарь, Богородице Дево, дважды: и святых единожды: и чтение. На утрени, на Бог Господь, тропарь воскресн, дважды. Слава, святых: И ныне, Богородичен 1-й, в тойже глас. По кафисмах седальны воскресны, с богородичны их, и чтение во евангелии толковом, и полиелей святых.
  
  [Зри] [Аще ли неделя блуднаго, или мясопустная. Прилагаем и третий псалом: На реках вавилонских:] таже седальны святых вси по единожды, без богородичнов. Слава, полиелейный: И ныне, Богородичен, и чтение святых. Степенна, и прокимен гласа. Всякое дыхание: Евангелие воскресно. Воскресение Христово: и прочая. Канон воскресн со ирмосом на 4: и Богородицы на два: и триоди на 4: и святых на 4. Катавасиа, Сушу глубородительную:
  
  [Зри] Аще ли неделя мясопустная. Канон воскресн на 4: и триоди на 6: и святых на 4. Катавасиа триоди. По 3-й песни, кондак святых, и икос, и седальны их: И ныне триоди: и чтение. По 6-й песни, кондак и икос триоди: и чтем пролог. На 9 песни поем, Честнейшую: Светилен воскресн. Слава, святых: И ныне, триоди. На хвалитех стихиры воскресны 4: и святых со славным, 4, с припевы их.
  
  [Зри] Аще ли неделя мясопустная. Тогда по стихирах святителей глаголем Стих: Воскресни Господи Боже мой: и поем стихиру самогласну триоди. Слава, туюжде: И ныне, Преблагословенна еси:
  
  [Зри] Аще ли несть неделя мясопустная. Тогда в триоди стиха не глаголем, но по стихирах святых, Слава, триоди: И ныне, Преблагословенна еси Богородице: Славословие великое. По трисвятом тропарь воскресн точию, и ектении, и отпуст, и исхождение обычное в притвор. Слава, и ныне, стихира евангельская, и час 1. На часех, тропарь воскресн: Слава, святых: И ныне, Богородичен часов. По Отче наш, кондаки, воскресн триоди, и святых пременяюще глаголем. На литургии, блаженна гласа, на 4: и триоди песнь 3-я, на 4: и святых 6-я, на 4. По входе тропарь воскресн, и святых: таже кондак воскресн. Слава, святых: И ныне, триоди. Прокимен, апостол, Аллилуиа, Евангелие, и причастен дне и святых.
  
  [МРК] Аще ли случится триех святителей в субботу мясопустную: и поем службу их в пяток, прежде, во всем непременно.
  
  [Зри] Аще ли случится триех святителей в понедельник или во вторник, или в четверток сырныя недели.
  
  В неделю вечера, поем Блажен муж, 1-й антифон: [в прочия же дни сырныя седмицы глаголем кафисму рядовую.] На Господи воззвах, стихиры святых на 6. Слава, святых: И ныне, Богородичен 1-й но гласу самогласна святых. Вход, прокимен дне, и чтение святых, и ектении. На стиховне триоди, самогласен дне дважды, и мученичен. припевы же глаголем обычныя: К тебе возведох: Слава, святых: И ныне, Богородичен воскресен. По Ныне отпущаеши, и по трисвятом, тропарь святых. Слава, и ныне, Богородичен: и отпуст. На повечерии, по Достойно, и по трисвятом, кондак святых. [Зри] Аще же память сих триех святителей случится в четверток сырныя недели, тогда в среду на часех, по Ослаби, остави: и по поклонех бывает звон во вся, по обычаю, и абие глаголем, Приидите поклонимся: трижды. и псалом обычный, и ектениа, и стихиры по предписанному. По входе прокимен, паремии дне, и паремиа триоди, и по ней прокимен, Да уповает израиль на Господа. Таже паремии святых: потом, Сподоби Господи: На стиховне триоди самогласен дне, дважды, и мученичен. Слава, святых: И ныне, Богородичен. По Ныне отпущаеши, по Отче наш, тропарь святых, и ектениа, и три великия поклоны. Таже, Всесвятая Троице: и Буди имя Господне: трижды. и псалом 33. Достойно есть: и отпуст. и входим в трапезу, и разрешаем на сыр и яица. На утрени, на Бог Господь, тропарь святых дважды. Слава, и ныне, Богородичен. По 1-й кафисме седален триоди дважды, писан по 2-й кафисме: Слава, и ныне, Богородичен его, и чтение дне. По 2-й кафисме седальны святых, оба по единожды. Слава, и ныне, Богородичен втораго седальна, перваго же седальна Богородичен оставляется: и чтение дне. Таже полиелей святых, и седальны их: и Богородичен, и чтение. посем степенна, 1-й антифон 4-го гласа. Прокимен, Евангелие, и стихира святых. Канон Богородицы со ирмосом на 6, ирмосы по дважды. и святых два канона, на 8. Катавасиа: Сушу глубородительную землю: оба лика вкупе. А идеже трипеснец, поем каноны святых, со ирмосом на 6, и трипеснец на 8. Катавасиа триоди. По 3-й песни, седален святых, и Богородичен их, и чтение святых. По 6-й песни, кондак и икос святых. и чтем пролог. По 9-й песни, светилен святых, и Богородичен. На хвалитех стихиры святых на 4. и Слава, и ныне: Таже чтец глаголет: Слава тебе показавшему нам свет. И Слава в вышних Богу: Посем ектениа: Исполним утреннюю молитву нашу: и поем на стиховне триоди, самогласен дне дважды, и мученичен. припевы же глаголем обычныя: Исполнихомся заутра милости твоея Господи: Слава, святых, глас 6: Святители Христовы: И ныне, Богородичен: Девственную доброту: писаны на литии. Таже, Благо есть: и Трисвятое. По Отче наш: тропарь святых. Слава, и ныне, Богородичен воскресн, посем ектениа: Помилуй нас Боже: и возглас. таже иерей глаголет: Сый благословен: Клирицы же, Аминь. Утверди Боже: и час 1. На часех, тропарь и кондак святых. На литургии, блаженна от канонов: 1-го, песнь 3-я, со ирмосом на 4: и другаго, песнь 6-я на 4. По входе тропарь храма Христова, или Богородицы, и святых. Таже кондак храма Христова. Слава, святых: И ныне, храма Богородицы, Предстательство христиан: Прокимен, апостол, Аллилуиа, Евангелие, и причастен дне и святых.
  
  Аще ли случится триех святителей в среду сырныя недели: поем службу всю во вторник тояже седмицы. Аще же в пяток, и поем службу их в четверток.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых чудотворцев и безсребренников, Кира и Иоанна.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах стихиры святых на 6, глас 1. Подобен: Небесных чинов: Слава, глас 8: Двоица мучеников: На стиховне октоиха. Слава, глас 2: Приидите верных сословие: Тропарь, глас 5: Чудеса святых твоих мученик: ноемвриа в 15 день. На утрени, оба канона октоиха: и святых на 6, глас 4. По 3-й песни, седален, глас 4, дважды. По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: От божественныя благодати дар чудес приемше святии, чудодействуете непрестанно, вся наша страсти рукодейством секуще невидимым, Кире богомудре со Иоанном славным: вы бо божественнии врачеве есте.
  
  И икос. По 9-й песни, светилен октоиха. Слава, святых. И ныне, Богородичен. На стиховне октоиха: Слава, святых, глас 4: Достохвальными песньми: На литургии, блаженна октоиха на 4: и святых от канона песнь 3-я, на 4. Прокимен, глас 4: Святым иже суть на земли его: Стих: Предзрех Господа предо мною выну: Апостол к коринфяном, зачало 153: Вы есте тело Христово и уди от части: Аллилуиа, глас 2: Се что добро, или что красно: Евангелие Матфеа, зачало 34 от полу: Призва Иисус обанадесяте: Причастен: Радуйтеся праведнии:`,
        },
      },
      {
        description: `И память во святых отца нашего Никиты епископа, новгородскаго чудотворца.
          Совершается собор его идеже лежат мощи его, и идеже храм его есть.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Насладився Богомудре воздержания, и желание плоти твоея обуздав, на престоле святительства сел еси: и яко звезда многосветлая просвещая верных сердца зарями чудес твоих, отче наш святителю Никито: и ныне моли Христа Бога, да спасет души наша.
  
  Кондак, глас 6. Подобен: Еже о нас: Архиерейства саном почтився, и чисте чистейшему. предстоя, прилежно моление за люди твоя приносил еси: яко и дождь молитвою свел еси, овогда же и града запаления угасил еси. и ныне святителю Никито, моли Христа Бога, спасти люди твоя молящияся, да вси вопием ти: радуйся святителю отче предивный.`,
        },
      },
    ],
  },
];
