export function триодь() {
  return `Глава 49. Триодион Сиесть Трипеснец, с Богом святым, обдержай подобающее ему последование
  Неделя, в нюже чтется священное и святое Евангелие, притчи мытаря и фарисеа
  На велицей вечерни, по предначинательном псалме, стихословим: Блажен муж: 1-ю кафисму всю.
  
  На Господи воззвах, поставим стихов 10: и поем осмогласника стихиры воскресны 3: и анатолиевы 4: и триоди самогласны две, повторяюще 1-ю, глас 1:
  
  Не помолимся фарисейски: 2– я, Фарисей тщеславием:
  
  Слава, глас 8: Вседержителю Господи:
  
  И ныне, Богородичен 1-й настоящаго гласа.
  
  На литии стихира храма.
  
  Слава, глас 3: Мытаря и фарисеа: И ныне, Богородичен, воскресн, в тойже глас.
  
  На стиховне стихиры осмогласника по алфавиту.
  
  Слава, глас 5: отягченныма очима моима: И ныне, Богородичен, в тойже глас:
  
  Храм и дверь еси: Тропарь: Богородице Дево: глаголется трижды.
  
  И бывает благословение хлебов, и раздаяние: и чтение в посланиих апостольских. [Аще же несть бдения, по Ныне отпущаеши, глаголем тропарь воскресн: Слава, и ныне, Богородичен его. На повечерии, по Достойно и по Отче наш, кондак триоди един: Сице глаголем и в неделю блуднаго, и мясопустную, и сыропустную.]
  
  [Смотри] Ведомо буди: яко последование прилучившагося святаго в неделю сию, и блуднаго, поем в пяток на повечерии, аще токмо не случится коего великаго святаго память.
  
  На утрени по шестопсалмии: Бог Господь, во глас осмогласника: и глаголем тропарь воскресн, дважды.
  
  Слава, и ныне, Богородичен 1-й: и обычное стихословие. Седальны осмогласника.
  
  И чтение в толкованиих евангелиа Луки настоящаго дне: Человека два внидоста в церковь: и прочая словеса торжественная.
  
  По непорочнах тропари:
  
  Ангельский собор: ипакои, степенна и прокимен гласа.
  
  Всякое дыхание: и Евангелие воскресно.
  
  Воскресение Христово: псалом 50.
  
  Слава, глас 8: Покаяния отверзи ми двери: И ныне, Богородичен:
  
  На спасения стези:
  
  Таже, глас 6: Помилуй мя Боже: Множества содеянных:
  
  Посем диакон, или иерей глаголет молитву: спаси Боже люди твоя:
  
  Мы же, Господи помилуй: 12.
  
  Таже канон воскресн осмогласника со ирмосом на 4: и крестовоскресный на 2: и Богородицы на 2, и триоди на 6, глас 6, творение Георгиа.
  
  Катавасиа: отверзу уста моя: По 3-й песни, седален глас 4. Подобен: Скоро предвари: Смирение вознесе:
  
  Слава: Смирение древле: И ныне, Богородичен: Скоро приими: По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь:
  
  Воздыхания принесем мытарская Господеви, и к нему приступим грешнии яко Владыце: хощет бо спасения всех человеков. Оставление подает всем кающимся: нас бо ради воплотися Бог сый Отцу собезначальный.
  
  И икос. И чтем пролог, или синаксарий.
  
  [Смотри] [Сице долженствует пролог прежде яко обычай читати, потом же синаксарий триоди, даже до недели всех святых.]
  
  По 9-й песни, ексапостиларий воскресный: Слава, триоди, подобен: Со ученики: Высокоречия убежим: И ныне, Богородичен. Подобен: Творец создания: На хвалитех, осмогласника 4: и триоди самогласны 4, глас. 1: Не помолимся фарисейски: и Фарисей тщеславием: писаны на вечерни. И глас 3, с припевы: 1, воскресни Господи Боже мой: Мытаря и фарисеа: 2, Исповемся тебе Господи: Фарисеа велехвальный глас:
  
  Слава, глас 8: от дел похваленьми: И ныне: Преблагословенна еси: Славословие великое.
  
  По трисвятом тропарь воскресн точию: ектении, и отпуст, и обычная литиа в притворе, в нейже поем: Слава, и ныне, стихиру утреннюю евангельскую.
  
  И час 1-й. На 1-м часе, тропарь воскресн. По трисвятом, кондак триоди.
  
  [Смотри] Подобает ведати: яко стихиры вся 11 утренния евангельския, от сея настоящия недели, и даже до всех святых, на литиах утренних поются в притворе, на Слава, и ныне.
  
  [Смотри] Ведомо же буди: яко от сея недели начинаем чести в притворе, по отпусте литии, оглашения святаго отца нашего Феодора Студита. И аще тамо есть игумен, чтутся от него:
  
  Аще же ни, то от екклисиарха, стоящим и со вниманием послушающим братиям. [По скончании же чтения, глаголем тропарь преподобнаго феодора, глас 8: Православия наставниче: без Богородична.] и совершенный отпуст.
  
  На Литургии, блаженна осмогласника на 6: и триоди песнь 6-я на 4.
  
  По входе тропарь воскресн, и храма Богородицы, или храма святаго. Посем Слава, кондак триоди: И ныне, храма Богородицы:
  
  А идеже несть храма Богородицы, глаголем Слава, кондак храма святаго: И ныне, триоди. Христова же храма тропаря и кондака не глаголем.
  
  Прокимен гласа.
  
  Апостол к Тимофею, зачало 296: Чадо Тимофее, последовал еси моему учению: Аллилуиа гласа.
  
  Евангелие Луки, зачало 89: Человека два внидоста:
  
  Причастен: Хвалите Господа с небес:
  
  [Смотри] Вестно буди, яко от днесь чтется Апостол и Евангелие, по субботам, прежде ряд субботы, потом святаго, до недели всех святых.
  
  [Смотри] Подобает ведати: яко в сей седмице иномудрствующии содержат пост, глаголемый арцивуриев. Мы же монаси на кийждо день, се же в среду и пяток, вкушаем сыр и яица, в 9-й час. Миряне же ядят мясо, развращающе онех веление толикия ереси.
  
  [Смотри] Аще случится праздник Сретения Господня в субботу мясопустную: Служба умерших поется в гробнице вся, вечер и утро. Аще ли несть гробницы, поется в сию субботу пред неделею о блудном, а в субботу мясопустную поется служба праздника единаго.
  
  Неделя, в нюже чтется священное и святое Евангелие, притчи блуднаго сына
  На велицей вечерни, по обычном стихословии, На Господи воззвах, стихиры на 10: воскресны 3, и анатолиевы 3, и триоди 4, Повторяюще сия, глас 1: В безгрешную страну: Познаим братие:
  
  Слава, глас 2: О, коликих благ окаянный: И ныне, Богородичен 1-й, гласа:
  
  Вход. Свете тихий:
  
  Прокимен: Господь воцарися:
  
  На литии по обычаю стихира храма.
  
  Слава, глас 4: яко блудный сын: И ныне, Призри на моления:
  
  На стиховне осмогласника по алфавиту.
  
  Слава, глас 6: отеческаго дара расточив богатство: И ныне, Творец и избавитель мой: отпустительный: Богородице Дево: трижды, и прочее последование бдения, яко обычно.
  
  На утрени, на Бог Господь, тропарь воскресн дважды, и Богородичен. Обычныя кафисмы, и седальны.
  
  И чтение в толкованиих евангелиа Луки: притча о блудном сыне, и прочая торжественная словеса, и полиелей: обычныя два псалма.
  
  Припеваем же к сим и третий псалом: На реках вавилонских, со аллилуиею красною, и чтение.
  
  Степенна, и прокимен гласа. Всякое дыхание: Евангелие утреннее:
  
  Таже, Слава, глас 8: Покаяния отверзи ми двери: И ныне, Богородичен: Подобен: На спасения стези:
  
  Таже глас 6: Помилуй мя Боже: Множества содеянных: яко предписася в неделю мытареву. И молитва: спаси Боже люди твоя:
  
  Канон воскресн, со ирмосом на 4: и крестовоскресных два, и Богородицы два: и триоди канон, глас 2, на 6.
  
  Катавасиа: Моисейскую песнь: По 3-й песни, седален, глас 1. Подобен: Гроб твой: объятия отча:
  
  Слава, тойже: И ныне, подобен: Безневестная чистая Богородице Дево: По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь:
  
  Отеческия славы твоея удалихся безумно, в злых расточив, еже ми предал еси богатство, темже ти блуднаго глас приношу: согреших пред тобою отче щедрый: приими мя кающася, и сотвори мя яко единаго от наемник твоих.
  
  И икос, и чтем синаксарий. По 9-й песни, ексапостиларий осмогласника, таже настоящий триоди:
  
  Подобен: Жены услышите: Богатство еже ми дал еси:
  
  Слава, иный. Подобен: Расточих богатство: И ныне, Богородичен.
  
  Подобен: Святая Мати Дево:
  
  На хвалитех стихиры октоиха воскресны 4, и анатолиев 1: и триоди самогласны 3, глас 2: Блуднаго глас приношаю ти Господи: с припевы обычными.
  
  Слава, глас 6: Отче благий: И ныне, Преблагословенна еси:
  
  Славословие великое. По трисвятом тропарь воскресн, ектении, и отпуст.
  
  И обычная литиа, на нейже поется, Слава, и ныне, стихира евангельская: и чтутся оглашения, и час 1– й в притворе.
  
  На часех, глаголем тропарь и кондак, яко предписася в неделю мытареву: и совершенный отпуст.
  
  На Литургии, блаженна октоиха, на 6: и триоди песнь 6-я, на 4. По входе тропарь, и кондак, глаголем, якоже предызъявися в неделю мытареву. Прокимен апостола по гласу.
  
  Апостол к коринфяном, зачало 135: Вся ми леть суть: Аллилуиа гласа.
  
  Евангелие луки, зачало 79: Человек некий име два сына:
  
  Причастен: Хвалите Господа с небес:
  
  [Смотри] Подобает ведати: яко в седмице мясопустной Аллилуиа не поем, оставляем же и едину кафисму псалтира от утрени, и глаголем сию на вечерни. Не поется же и междочасие, и канон молебный Пресвятей Богородице поемый на повечерии: а повечерие поется малое. Такожде творим и в седмице сырной, разве среды и пятка: но о сем всем тамо, указа зри.
  
  Прочитаем же в сей недели в кийлибо день на утрени слово святаго Макариа, о 40-це, и 50-це, егоже начало: Чадца моя, радуется сердце мое вас ради:
  
  В субботу мясопустную память совершаем от века усопших православных христиан
  В пяток вечера, по предначинательном псалме и обычной кафисме, на Господи воззвах, ставим стихов 6. И поем октоиха стихиры мученичны 3, настоящаго гласа: и триоди подобны 3, глас 8. Подобен: Во едеме рай: от века мертвых:
  
  Слава, глас 8: Плачу и рыдаю: И ныне, Богородичен 1-й гласа.
  
  Вместо же прокимена поем Аллилуиа, во глас 8.
  
  Стих: Блажени, яже избрал:
  
  Стих: Души их во благих:
  
  На стиховне мученичен гласа, и два мертвена Иоанна Дамаскина. Припевы же припеваем вышереченныя: блажени яже избрал: и, души их во благих:
  
  Слава, глас 6: Начаток ми и состав: И ныне, глас тойже: молитвами рождшия тя Христе:
  
  Ныне отпущаеши: Тропарь, глас 8: Глубиною мудрости человеколюбно вся строяй, и полезное всем подаваяй, едине содетелю, упокой Господи, души раб твоих: на Тя бо упование возложиша, творца и зиждителя и Бога нашего.
  
  Слава, и ныне, Богородичен, глас тойже: Тебе и стену, и пристанище имамы, и молитвенницу благоприятну к Богу: егоже родила еси Богородице безневестная верных спасение.
  
  Ектениа, и отпуст. По отпущении вечерни, творим паннихиду за усопших. И поем канон рядоваго гласа мертвых.
  
  На повечерии, по Достойно кондак со святыми упокой:
  
  На утрени, по шестопсалмии, Аллилуиа, во глас 8:
  
  Стих 1-й: блажени яже избрал, и приял еси Господи. Стих 2-й: Память их в род и род. Стих 3-й: Души их во благих водворятся. Тропарь: Глубиною мудрости: дважды.
  
  Слава, и ныне, Богородичен: Тебе и стену, и пристанище: и обычное стихословие, и седальны октоиха.
  
  Чтутся же и словеса о мертвых, к коринфяном в 1-м послании.
  
  Поются же и непорочны на две статии: с припевом: благословен еси Господи: во глас 5. На славах Аллилуиа не поем, но поем конец: яко аще бы не закон твой: трижды.
  
  И по нем ектениа: Паки и паки миром господу помолимся.
  
  Лик: Господи помилуй, единожды.
  
  Еще молимся о упокоении душ усопших рабов Божиих праотец, отец, и братий наших, зде лежащих, и повсюду православных христиан: и о еже проститися им всякому прегрешению вольному же и невольному.
  
  Господи помилуй, единожды.
  
  Яко да Господь Бог учинит души их, идеже праведнии упокояются.
  
  Господи помилуй, единожды.
  
  Милости Божия, царства небеснаго, и оставления грехов их, у Христа безсмертнаго царя и Бога нашего просим.
  
  Лик: Подай Господи.
  
  Иерей: Господу помолимся.
  
  Мы же: Господи помилуй, 40, тихогласно.
  
  Иерей глаголет молитву: Боже духов, и всякия плоти:
  
  И возглас: яко Ты еси воскресение:
  
  Таже поет правый лик 2-ю статию: Твой есмь аз: На нейже припев: Спасе спаси мя. На конец: Жива будет душа моя: трижды.
  
  По непорочных, тропари их, глас 5. Припев: благословен еси Господи: святых лик обрете: и прочая.
  
  Посем ектениа о усопших преждеписанная. И по возгласе седален, глас 5: Покой Спасе наш:
  
  Слава, и ныне, Богородичен: от Девы возсиявый: и чтение о усопших.
  
  Стихословим же и Господеви поем: Каноны же поем святаго обители, со ирмосом на 6: и триоди на 8, глас 8.
  
  Катавасиа: Песнь возслем людие: Поется же и 2-я песнь триоди, на 8. Припев, за упокой. Стихи же глаголем, колико их есть. А яже во псалтири 2-я песнь, тоя не глаголем, но прочия глаголем. По 3-й песни, ектениа обычная, и седален триоди, глас 5. Подобен: Собезначальное: Нас ради претерпевый крест и смерть:
  
  Слава, тойже: И ныне, Богородичен: Скорый Твой покров:
  
  И чтение. По 6-й песни: ектениа за упокой, яко предписася.
  
  Таже кондак, глас 8: Со святыми упокой Христе души рабов твоих, идеже несть болезнь, ни печаль, ни воздыхание, но жизнь безконечная.
  
  И икос.
  
  И чтем синаксарий.
  
  По 9-й песни, ектениа обычная. Таже светилен: Живыми и мертвыми:
  
  Слава: упокой рабы твоя: И ныне: Марие Богоневесто:
  
  На хвалитех стихиры триоди на 4, глас 8. Подобен: Во едеме рай: Приидите прежде конца:
  
  Слава, глас 2: яко цвет увядает: И ныне: Радуйся Марие Богородице:
  
  Посем ектениа: Исполним утреннюю молитву нашу:
  
  Таже на стиховне покойный, кир Феофана, глас 6, октоиха,
  
  Слава, глас тойже: Болезнь Адаму бысть: И ныне: Ты еси Бог наш:
  
  Таже, благо есть: Трисвятое, по Отче наш: тропарь: Глубиною мудрости:
  
  Слава, и ныне: Тебе и стену и пристанище:
  
  И по обычной ектении, иерей: Сый благословен: и прочая.
  
  И час 1-й, и отпуст.
  
  На часех, глаголем тропарь и кондак за упокой.
  
  На Литургии, блаженна триоди песнь 3-я, и 6-я. По входе тропарь: Глубиною мудрости:
  
  Слава, кондак: Со святыми упокой: И ныне: Тебе и стену и пристанище:
  
  Прокимен, глас 6: Души их во благих водворятся.
  
  Стих: К тебе Господи воздвигох душу мою:
  
  Апостол к коринфяном, зачало 146: Вся ми леть суть:
  
  Другий за упокой, к солуняном, зачало 270: Не хощу вас не ведети:
  
  Аллилуиа, глас 6: блажени яже избрал:
  
  Евангелие дне, Луки, зачало 105: Рече Господь: блюдите, да не прельщени будете:
  
  Другое, Иоанна, зачало 17: Рече Господь ко пришедшим к нему иудеем:
  
  Причастен: Блажени яже избрал:
  
  [Смотри] Ведати же подобает: яко сия служба непременно бывает и в субботу святыя 50-цы. Аще ли же прилучится храм некоего святаго, или святыя в сей день, и служба субботы поется в гробнице токмо, а во храме поется служба храма.
  
  Неделя мясопустная
  На велицей вечерни, по обычном псалме: блажен муж: кафисма вся. На Господи воззвах, ставим стихов 10. Воскресны 3, и анатолиевы 3: и триоди подобны 4, глас 6. Подобен: Всю отложивше: егда хощеши приити:
  
  Слава, глас 8: егда поставятся престоли: И ныне, Богородичен 1-й гласа.
  
  Вход, Прокимен дне.
  
  На литии стихира храма. Слава, глас 6: Господни разумевше заповеди: И ныне: Под кров твой Владычице: На стиховне, стихиры октоиха по алфавиту.
  
  Слава, глас 8: увы мне мрачная душе: И ныне: Безневестная Дево:
  
  По трисвятом тропарь: Богородице Дево радуйся: трижды, с пением: и благословение хлебов, по обычаю: и чтение.
  
  На утрени, на Бог Господь, тропарь воскресн дважды: и Богородичен 1-й.
  
  И обычныя кафисмы, и седальны воскресны октоиха, и Богородичны их:
  
  И чтение в толкованиих евангелиа Матфеа, егоже начало: Страшен есть день он:
  
  Полиелей, ипакои гласа, и чтение словес торжественных: и прочее, яко предписася.
  
  Степенна гласа. Прокимен, и Евангелие воскресно, и прочая.
  
  Канон воскресн со ирмосом на 4: и Богородицы на два: и триоди глас 6, на 8.
  
  Катавасиа: Помощник и покровитель: По 3-й песни, седален триоди, глас 6: Помышляю день страшный:
  
  Слава: Во юдоли плача: И ныне: упование мира: и чтение.
  
  По 6-й песни,
  
  Кондак, глас 1. Егда приидеши Боже на землю со славою, и трепещут всяческая, река же огненная пред судищем влечет, книги разгибаются, и тайная являются: тогда избави мя от огня неугасимаго, и сподоби мя одесную тебе стати, судие праведнейший.
  
  И икос, и чтем синаксарий. По 9-й песни, светилен воскресн, и триоди.
  
  Подобен: Со ученики взыдем: Страшный день суда:
  
  Слава: Се день грядет: И ныне: Час испытания:
  
  На хвалитех стихиры воскресны октоиха 4: и анатолиев 1: и триоди 4: глас 6, самогласен.
  
  Припев: Всякое дыхание: Помышляю день оный и час: Припев: Исповемся тебе Господи: глас тойже: о каковый час тогда: глас 8. Припев: Возрадуюся и возвеселюся о тебе: Даниил пророк: глас 1-й. Припев: воскресни Господи Боже мой: Предочистим себе братие:
  
  Слава, паки туюжде стихиру: И ныне: Преблагословенна еси:
  
  Славословие великое. По трисвятом тропарь воскресн. ектении и отпуст, и обычное исхождение в притвор.
  
  Слава, и ныне, стихира евангельская, и оглашение Студитово, и час 1-й:
  
  На 1-м часе, тропарь воскресн.
  
  По трисвятом кондак триоди, и прочее, и совершенный отпуст.
  
  На литургии, блаженна октоиха гласа, на 6: и от канона триоди песнь 6, на 4.
  
  По входе тропари глаголем, якоже указася в неделю фарисееву.
  
  Прокимен, глас 3: Велий Господь наш, и велия крепость его:
  
  Стих: Хвалите Господа, яко благ псалом:
  
  Апостол к коринфяном, зачало 140: Брашно нас не поставит пред Богом: Аллилуиа, глас 8: Приидите возрадуемся господеви:
  
  Стих: Предварим лице его во исповедании:
  
  Евангелие матфеа, зачало 106: Рече Господь: егда приидет Сын Человеческий:
  
  Причастен: Хвалите Господа: Другий: Радуйтеся:
  
  В неделю мясопустную вечера
  На Господи воззвах, поем стихиры на 6: октоиха 3: и минеи святаго 3:
  
  Слава, святаго, аще есть: И ныне, Богородичен:
  
  Аще ли ни, Слава, и ныне, Богородичен. На стиховне триоди самогласен дне, оба лика вкупе, глас 8: Ласкосердствовавше: Припев: К тебе возведох очи мои: и паки тойже самогласен: Ласкосердствовавше, 2-й: Помилуй нас Господи: и мученичен, глас тойже: мученицы Господни:
  
  Слава, святаго, аще имать: аще ли ни, Слава, и ныне, Богородичен: Небесныя поют Тя:
  
  [Смотри] Вестно буди: яко от днесь октоиха стиховна вечерняя и утренняя оставляется, и вместо ея поются стихиры самогласны дне триоди, до субботы 6 недели.
  
  В понедельник сырный на утрени.
  
  На Бог Господь, тропарь святаго, дважды.
  
  Слава, и ныне, Богородичен, и обычныя кафисмы.
  
  По 1-й кафисме седален октоиха, и чтение, слово Великаго Василиа.
  
  По 2-й кафисме седален триоди, глас 1. Подобен: Камени запечатану: отверзошася божественнаго покаяния:
  
  Слава, тойже. И ныне: Руце твои Божественнии:
  
  И чтение.
  
  Каноны же поем, якоже обычай, октоиха, и минеи святаго. В коих же песнех приходит трипеснец, аще ли есть двоирмосен, оставляем оба канона октоиха. И поем минеи канон, со ирмосом на 6: и триоди на 8, глас 1, последи ирмос: Песнь победную: По 3-й песни, седален святаго:
  
  Слава, и ныне, Богородичен. По 6-й песни, кондак святаго. По 9-й песни, светилен октоиха.
  
  Слава, святаго, аще есть: аще ли ни, Слава, и ныне, Богородичен.
  
  На стиховне триоди самогласен, глас 3: На всякое время пост полезен есть: Припев глаголем обычный: Исполнихомся: И паки тойже самогласен. 2-й: И буди светлость:
  
  Таже мученичен: святых страстотерпцев:
  
  Слава, и ныне: Безсеменно зачала еси:
  
  Ведомо же буди: яко в понедельник сырныя седмицы, ядим дважды днем, сыр и яица.
  
  В тойже понедельник вечера.
  
  На Господи воззвах, стихиры октоиха 3: и минеи святаго 3:
  
  Слава, святаго, аще имать: аще ли ни, Слава, и ныне, Богородичен.
  
  На стиховне триоди самогласен дне, глас 8: Постом очиститися потщимся: и глаголем припев обычный: К тебе возведох: И паки тойже самогласен. Припев: Помилуй нас Господи:
  
  Таже мученичен.
  
  Слава, и ныне, Богородичен: Преславную и пречистую Богородицу: Тропарь святаго: Слава, и ныне, Богородичен.
  
  Во вторник сырный на утрени.
  
  На Бог Господь, тропарь святаго, дважды:
  
  Слава, и ныне, Богородичен.
  
  По 1-й кафисме седален октоиха: и чтение.
  
  По 2-й кафисме седален триоди, глас 8. Подобен: Премудрость и слово: Преблагий слове:
  
  Слава, тойже: И ныне, Премудрость и слово:
  
  И чтем слово Великаго Василиа.
  
  Каноны поем октоиха и минеи, якоже в понедельник предписася, и трипеснец Господина Иосифа, песнь 2, глас 3. Припев: Слава тебе Боже наш, слава тебе. Прочия же песни поем по предписанному.
  
  По 9-й песни, светилен октоиха:
  
  Слава, святаго, аще есть. Аще же ни, Слава, и ныне, Богородичен.
  
  На стиховне, триоди самогласен, глас 3: Любезно людие пост облобызаим:
  
  Припев: Исполнихомся заутра: и паки тойже самогласен. Припев: И буди светлость: и мученичен.
  
  Слава, и ныне, Богородичен: Богородице предстательство всех молящихся.
  
  Во вторник вечера.
  
  От начала вечерни начинаем поклоны. По обычном псалме, кафисма рядовая. На Господи воззвах, стихиры октоиха 3: и минеи святаго 3.
  
  Слава, святаго, аще имать: аще ли ни, Слава, и ныне, Крестобогородичен. Прокимен дне.
  
  Таже, Сподоби Господи: и поклоны 3:
  
  На стиховне триоди самогласен, глас 1: Радостно приимем вернии: И обычный припев, и мученичен: о добрыя купли вашея святии:
  
  Слава, святаго, аще имать: аще ли ни, Слава, и ныне, Крестобогородичен: Дева нескверная:
  
  И посем, Ныне отпущаеши: и по трисвятом, тропарь, глас 4: Богородице Дево радуйся: Поклон един.
  
  Слава, Крестителю Христов: Поклон. И ныне, Молите за ны: Поклон. Под твое благоутробие: без поклона. Господи помилуй, 40.
  
  Слава, и ныне: Честнейшую херувим:
  
  Именем Господним благослови отче.
  
  Иерей: Сый благословен Христос Бог наш:
  
  И мы глаголем молитву: Небесный Царю: и поклоны 3 великия, с молитвою святаго Ефрема: Господи и владыко живота моего: и прочих 12. И посем молитву всю вкупе: Господи и владыко живота моего: и поклон великий. Посем трисвятое, и поклоны 3.
  
  Иерей возглас: яко твое есть царство:
  
  Господи помилуй, 12.
  
  Таже иерей глаголет: Слава тебе Христе Боже: и отпуст.
  
  Повечерие же глаголем великое с поклоны. По Достойно, тропарь дне и храма, и Боже отец наших: Иже во всем мире:
  
  Слава, кондак: Со святыми упокой: И ныне: молитвами Господи всех святых:
  
  Таже, Господи помилуй, 40.
  
  И молитва: Иже на всякое время:
  
  И по Честнейшую, обычныя поклоны 17. Посем трисвятое, и молитва: Нескверная:
  
  И даждь нам Владыко: и отпуст малый.
  
  [Смотри] Такожде поем и в пяток всю службу.
  
  В среду сырную.
  
  Полунощницу глаголем всю, с поклоны ея. На утрени, поем Аллилуиа, в настоящий глас октоиха, и троичны гласа: и обычныя кафисмы.
  
  По 1-й кафисме седален октоиха, и чтение.
  
  По 2-й кафисме, седален триоди, глас 2. Подобен: благоутробия сущи: С миром прейти нам смиренным:
  
  Слава, тойже: И ныне, Крестобогородичен: Предстоящи кресту твоему:
  
  И чтем слово Великаго Василиа, егоже начало: утешайте, утешайте люди моя: псалом 50:
  
  Канон октоиха со ирмосом на 6: и минеи святаго на 4: и триоди на 4. В коих же песнех приспеет трипеснец, и поем канон триоди, со ирмосом на 6: и трипеснец на 8: и последи ирмос трипеснца. В сих же песнех оставляется канон октоиха, и минеи: и поем минеи в вышних песнех сице: 1-я песнь канон октоиха, со ирмосом на 4: и минеи святаго 1-ю и 3-ю песнь на 6, и триоди на 4. Подобне поем, 8-ю с 6-ю, и 9-ю с 6-ю, песни. По 3-й песни, седален минеи святаго:
  
  Слава, и ныне, Крестобогородичен.
  
  По 6-й песни, кондак святаго. Аще святый не имать кондака, глаголем мученичен гласа. По 9-й песни, светилен гласа, троичен. На стиховне, триоди самогласен дне, дважды, глас 1: от брашен постящися душе моя: со обычными припевы. И мученичен:
  
  Слава, и ныне, Крестобогородичен: Вознесена яко виде: посем, благо есть: и трисвятое. По Отче наш: тропарь: В храме стояще: Господи помилуй, 40.
  
  Слава, и ныне: Честнейшую херувим:
  
  Именем Господним благослови, отче.
  
  И возглас от иереа: Сый благословен:
  
  Мы же, Небесный Царю:
  
  И творим поклоны три великия, с молитвою, и прочих 12. И паки един поклон.
  
  Присовокупляем же и час 1-й. Начинает предстоятель, или учиненный чтец. Глаголем же и тропарь: Заутра услыши глас мой: скоро, без пения. Стопы моя направи: и да исполнятся уста моя:
  
  По трисвятом, тропарь глас 4: Скоро предвари:
  
  Господи помилуй, 40:
  
  И молитву: Иже на всякое время: Господи помилуй, трижды.
  
  Слава, и ныне, Честнейшую херувим:
  
  Иерей возглас: Боже ущедри ны:
  
  И поклоны обычныя, 17. Посем трисвятое. Господи помилуй, 12.
  
  Таже, Христе свете истинный:
  
  И отпуст, и исхождение в притвор, и бывает литиа о усопших яко обычай.
  
  В туюжде среду сырную.
  
  Поем часы 3-й и 6-й, с поклоны, и тропари постными. На часех в кампан не ударяем. На 6-м часе, тропарь пророчества, глас 3: Царю святый всесильне:
  
  Слава, и ныне, тойже.
  
  Таже, иерей: Вонмем.
  
  И чтец прокимен не глаголет, точию скажет, глас 6: спаси Господи люди твоя:
  
  Стих: К тебе Господи воззову:
  
  Таже иерей: Премудрость.
  
  Чтец: пророчества Иоилева чтение.
  
  Иерей: Вонмем.
  
  И чтец чтет паремию, Тако глаголет Господь: обратитеся ко мне:
  
  И по чтении, иерей: Вонмем.
  
  Чтец, глас 6, прокимен: Господь крепость людем своим даст:
  
  Стих: Принесите Господеви сынове Божии:
  
  [Смотри] Сице глаголати иерею и чтецу во всю святую 40– цу прокимен, пред паремиами.
  
  Посем: Скоро да предварят ны: и трисвятое. По Отче наш: тропари обычныя: спасение соделал еси: и прочая обычная постная.
  
  И молитва: Боже и Господи сил:
  
  Вкупе же поем и 9 час. По 9-м часе, молитва: владыко Господи Иисусе Христе Боже наш: Посем изобразительная: благослови душе моя Господа:
  
  Слава: Хвали душе моя Господа: И ныне: Единородный Сыне:
  
  И блаженны: Во царствии твоем: скоро без пения.
  
  Слава, и ныне: Помяни нас Господи: и поклоны три.
  
  Лик небесный: Верую во единаго Бога: ослаби, остави: По Отче наш, кондак храма, и святаго.
  
  Слава: Со святыми упокой: И ныне: Предстательство христиан:
  
  Господи помилуй, 40.
  
  Слава, и ныне: Честнейшую херувим:
  
  Именем Господним:
  
  И поклоны три великия, с молитвою святаго Ефрема: и прочих 12.
  
  И посем предстоятель начинает вечерню.
  
  Приидите, поклонимся: трижды, и обычный псалом чтет чтец.
  
  И по исполнении псалма глаголет иерей ектению.
  
  И по обычной кафисме: На Господи воззвах, стихиры октоиха 3: и минеи святаго, 3.
  
  Слава святаго, аще имать: аще ли ни, Слава, и ныне, Богородичен, глас и подобен тойже.
  
  Свете тихий:
  
  Таже прокимен, глас 5. Чтец токмо скажет глас, прокимена же не глаголет, якоже предызъявися на 6-м часе. Боже, во имя твое спаси мя:
  
  Стих: Боже, услыши молитву мою:
  
  Паремиа: пророчества Иоилева: Тако глаголет Господь: да востанут и восходят вси язы́цы:
  
  Таже прокимен, глас 6: Да уповает Израиль на Господа от ныне и до века.
  
  Стих: Господи, не вознесеся сердце мое:
  
  Такожде творим и в пяток, якоже в среду указася. [Ектениа же не глаголется: Рцем вси, кроме праздника Сретения, и Предтечи, и прилучившагося великаго святаго.]
  
  Таже, Сподоби Господи в вечер сей:
  
  Посем ектениа: Исполним вечернюю молитву нашу Господеви:
  
  На стиховне триоди самогласен дне, глас 3: Возсия весна постная: со обычными припевы: и мученичен.
  
  Слава, и ныне, Богородичен: Первосвятая чистая:
  
  Таже, Ныне отпущаеши:
  
  По трисвятом тропарь святаго:
  
  Слава, и ныне, Богородичен.
  
  И посем ектениа: Помилуй нас Боже: и поклоны 3 великия.
  
  И молитва: Всесвятая Троице: и Буди имя Господне: с поклоны.
  
  И псалом: благословлю Господа:
  
  Таже, Достойно есть: и отпуст.
  
  И исхождение в притвор, и бывает обычная литиа о усопших.
  
  [Смотри] Ведомо же да есть: яко в Палестине, еже есть во Иерусалимской стране, не прияхом от святых отец сотворяти совершенныя литургии в среду и пяток сырныя седмицы, ниже преждесвященныя: в та бо два дни поем Аллилуиа с поклоны, вечер и утро, якоже выше речеся. По вечерни же в сих дву днех, ядим сыр и яица, единою днем разрешающе правила тетрадитов и яковитов.
  
  В среду вечера.
  
  Повечерие, глаголем малое, и поем канон минеи на ряду в субботу хотящаго прилучитися святаго.
  
  В четверток сырный.
  
  На утрени, на Бог Господь, тропарь святаго дважды:
  
  Слава, и ныне, Богородичен: и обычныя кафисмы.
  
  По 1-й кафисме седален октоиха.
  
  И чтение, слово святаго Анастасиа, игумена Синайския горы, о 6-м псалме.
  
  По 2-й кафисме, седален триоди, глас 5.
  
  Подобен: Собезначальное: Четыредесятницу:
  
  Слава, тойже: И ныне, В тебе надежды Дево чистая:
  
  Оба канона октоиха: и минеи святаго на 4: и триоди, якоже предписася в понедельник сея седмицы. По 3– й песни седален святаго.
  
  Слава, и ныне, Богородичен.
  
  По 6-й песни, кондак и икос святаго: и чтем пролог. По 9-й песни, светилен октоиха: И святаго, аще есть:
  
  Слава, и ныне, Богородичен.
  
  На стиховне триоди самогласен, глас 3: Возсия воздержания благолепие: со обычными припевы: и мученичен.
  
  Слава, и ныне, Богородичен: В женах святая Богородице: и прочее по обычаю все.
  
  В четверток сырный вечера.
  
  От начала поклоны начинаем, якоже во вторник сырный. На вечерни, на утрени, и на часех, поем во всем подобне, якоже в среду сея седмицы предписася.
  
  В пяток сырный вечера, память совершаем всех преподобных и богоносных отцев, в подвизе просиявших.
  
  Обычная кафисма. На Господи воззвах, ставим стихов 6, и поем стихиры триоди отцев. глас 8: Приидите вси вернии:
  
  Слава, глас 6: Иже по образу соблюдше невредимо: И ныне, Богородичен 1, гласа.
  
  Прокимен дне, глас 6: Боже заступник мой еси ты:
  
  Стих: Изми мя от враг моих Боже:
  
  И чтение: пророчества Захариина: Тако глаголет Господь Вседержитель: пост четвертый:
  
  Прокимен, глас 6: Да уповает Израиль на Господа от ныне и до века.
  
  Стих: Господи не вознесеся сердце мое:
  
  Таже, Сподоби Господи:
  
  И Исполним вечернюю молитву нашу:
  
  На стиховне самогласен дне, глас 2: очистим себе братие: и обычныя припевы: и мученичен.
  
  Слава, глас 8: Монахов множества: И ныне, Богородичен, подобен: о преславнаго чудесе! Радуйся чистоты сокровище:
  
  Тропарь, глас 4: Боже отец наших, творяй присно с нами по твоей кротости, не отстави милость твою о нас, но молитвами их в мире управи живот наш.
  
  Слава, и ныне: еже от века утаеное:
  
  Посем ектениа: Помилуй нас Боже: и 3 поклоны великия.
  
  И молитва: Всесвятая Троице:
  
  Буди имя Господне: трижды, и псалом, благословлю Господа: Достойно есть: и отпуст.
  
  И бывает трапеза по обычаю, якоже в среду сырную указася.
  
  [Смотри] На трапезе же чтем слово о посте, святаго Дорофеа.
  
  На повечерии, поем канон усопших, октоиха, на ряду гласа.
  
  В субботу сырную на утрени.
  
  На Бог Господь, тропарь отцев, дважды.
  
  Слава, и ныне, еже от века:
  
  И обычныя кафисмы.
  
  По 1-й кафисме седальны святых, глас 8. Подобен: Повеленное: отческими молниями озарившеся:
  
  Слава: Начальника монашествующих: И ныне: благодарим тя присноДево:
  
  По 2-й кафисме седальны, глас 4. Подобен: Свирелей пастырских: Антониа купно:
  
  Слава: якоже в раи добродетелей цветущем: И ныне: Безплотных твоих Христе:
  
  Чтем же во святом Ефреме словеса о преставльшихся отцех, и прочая.
  
  Стихословим же, Поем Господеви:
  
  Канон святаго обители, со ирмосом на 6: и святых отцев, на 8, глас 8.
  
  Катавасиа, ирмос настоящаго канона: Песнь возслем людие:
  
  2-ю песнь во псалтири не глаголем, но припеваем: преподобнии отцы молите Бога о нас.
  
  По 3-й песни, седальны святых, глас 4. Подобен: Скоро предвари: Лучи якоже солнце правды: и глас 8: Антониа кроткое и чистое:
  
  Слава, глас тойже: узы разрешше страстей: И ныне: В тимении углебох грехов:
  
  По 6-й песни,
  
  Кондак, глас 8. Подобен: яко начатки: яко благочестия проповедники, и нечестия обуздатели богоносных собор уяснил еси, подсолнечную осиявающия: в мире совершенном тех молитвами, тебе славящия и величающия сохрани, поющия ти Господи: аллилуиа.
  
  И икос.
  
  И чтем синаксарий.
  
  По 9-й песни, светилен отцев: Подобен: Жены услышите: Мира отвергшиися:
  
  Слава, и ныне:
  
  Подобен: Со ученики взыдем: В постничестве просиявшия: На хвалитех стихиры отцев, на 4, глас 8. Подобен: Во едеме рай: отцев вси множество:
  
  Слава, глас 6: Преподобнии отцы, во всю землю: И ныне: Богородице, Ты еси лоза:
  
  Славословие великое. По трисвятом тропарь отцев:
  
  Слава, и ныне: Богородичен 1.
  
  Ектении, и отпуст, и час 1. На часех, тропарь отцев. По трисвятом кондак отцев.
  
  На Литургии, блаженна от канона отцев, песнь 3-я, и 6-я.
  
  Прокимен отцев един, глас 4: Восхвалятся преподобнии во славе:
  
  Стих: Возношения божия в гортани их:
  
  Апостол дне, к римляном, зачало 115: Мир возлюбим:
  
  И другий отцев, к галатом, зачало 213: Плод духовный:
  
  Аллилуиа, глас 2: Насаждени в дому Господни:
  
  Стих: Веселитеся праведнии о Господе:
  
  Евангелие дне, Матфеа, зачало 16: Внемлите милостыни вашея:
  
  Другое Евангелие отцев, Матфеа, зачало 43: Вся Мне предана суть Отцем моим:
  
  Причастен: Радуйтеся:
  
  В неделю сыропустную, изгнание Адамово
  На велицей вечерни, по обычном псалме, поем Блажен муж, кафисму всю. На Господи воззвах стихиры воскресны 3, и Анатолиевы 3, и триоди. 4, глас 6.
  
  Подобен: Всю отложивше: Создатель мой Господь:
  
  Слава, глас 6: Седе Адам прямо рая: И ныне, Богородичен 1-й гласа.
  
  На литии стихиры храма.
  
  Слава, глас 6: Солнце лучи скры: И ныне, Таинственно воспеваем Тя:
  
  На стиховне, октоиха, по алфавиту.
  
  Слава, глас 6: Изгнан бысть Адам: И ныне, Творец и избавитель мой:
  
  По трисвятом, Богородице Дево: [трижды] и благословение хлебов.
  
  И чтем слово Иоанна Златоустаго, на изгнание Адама.
  
  На утрени, на Бог Господь, тропарь воскресн, дважды.
  
  Слава, и ныне, Богородичен 1-й гласа, и обычныя кафисмы, и седальны воскресны, и Богородичны их.
  
  Полиелей, якоже указася в преждния недели.
  
  Таже степенна, и прокимен гласа.
  
  Всякое дыхание: Евангелие воскресно.
  
  Воскресение Христово: псалом 50 и прочее все по ряду, якоже изъявися в неделю мытаря и фарисеа.
  
  Канон воскресн, со ирмосом на 4: и крестовоскресн на 2: и Богородицы на 2. И триоди на 6, глас 6.
  
  Катавасиа триоди: яко по суху: По 3-й песни, седален триоди, глас 4.
  
  Подобен: Удивися: Изгнан бысть Адам от райския сладости:
  
  Слава, глас тойже.
  
  Подобен: Вознесыйся: Ныне время добродетелей явися:
  
  И ныне, Не умолчим никогда Богородице: и чтение. По 6-й песни,
  
  Кондак, глас 6: Самоподобен: Премудрости наставниче, смысла подателю, немудрых наказателю, и нищих защитителю, утверди, вразуми сердце мое владыко. Ты даждь ми слово, отчее слово, се бо устнам моим не возбраню, во еже звати тебе: милостиве, помилуй мя падшаго.
  
  И икос.
  
  И чтем синаксарий. По 9-й песни, светилен воскресн:
  
  Слава, триоди: Подобен: Жены услышите: Заповедь твою Господи: И ныне, подобен: Со ученики: Изгнана бывша Господи:
  
  На хвалитех, стихиры воскресны 4, и Анатолиев 1: и триоди самогласны 3, глас 5: увы мне, Адам рыданием возопи: со обычными припевы, яко предписася в мимошедших неделях.
  
  И ныне, Преблагословенна еси:
  
  Славословие великое. По трисвятом тропарь воскресн, ектении, и отпуст, и исхождение в притвор. Стихира евангельская, и поучение Студитово, по обычаю: и час 1, и конечный отпуст. На часех, тропарь воскресн. По трисвятом: кондак триоди.
  
  На Литургии, блаженна октоиха на 6, и триоди песнь 6-я на 4.
  
  По входе глаголем тропари, якоже указася в неделю фарисееву.
  
  Прокимен, глас 8: Помолитеся и воздадите Господеви Богу нашему.
  
  Стих: Ведом во Иудеи Бог:
  
  Апостол к римляном, зачало 112: Ныне ближайшее нам спасение: Аллилуиа, глас 6: Благо есть исповедатися Господеви.
  
  Стих: Возвещати заутра милость твою.
  
  Евангелие матфеа, зачало 17: Аще отпущаете человеком согрешения их:
  
  И по ряду божественная Литургиа Златоустова:
  
  Причастен: Хвалите Господа с небес:
  
  [Смотри] Подобает ведати: яко от сея недели сырныя, даже до Воздвижения Честнаго Креста во вся недели, чрез все лето, на утрени упражняется полиелей: поется же токмо в праздники Господския, и великих святых, во бдениих недельных.
  
  В туюжде неделю сырную вечера:
  
  По обычном псалме, На Господи воззвах, поем стихиры октоиха, на ряду гласа покаянны 4. Сия же писаны, два вечер на стиховне, и два утренних стиховных. [Такожде и в прочия недели, от сея даже до пятыя святаго поста. Господи воззвах, поем на глас осмогласника на ряду.] И триоди подобны 3, глас 2.
  
  Подобен: егда от древа:
  
  Две, творение Господина Иосифа: Воздержанием тело смирити вси потщимся:
  
  И един Господина Феодора, глас тойже.
  
  И минеи святаго, подобны 3:
  
  Слава, святаго, аще имать: аще ли ни, Слава, и ныне, Богородичен, во глас минеи.
  
  И бывает вход с кадилом, по обычаю.
  
  Таже поем прокимен великий, глас 8: Не отврати лица твоего от отрока твоего, яко скорблю, скоро услыши мя: вонми души моей, и избави ю.
  
  Стих 1: спасение твое Боже да приимет мя.
  
  Стих 2: Да узрят нищии, и возвеселятся.
  
  Стих 3: Взыщите Бога, и жива будет душа ваша.
  
  И паки вышшим гласом: Не отврати лица твоего:
  
  [Смотри] Ведомо же буди: яко во всех неделях святыя 40-цы вечер вход бывает, великих ради прокименов.
  
  По прокимене же ектении: Рцем вси, не глаголем, но абие предстоятель: Сподоби Господи в вечер сей: и творим метания 3. Отселе начинаем творити поклоны.
  
  Таже, ектениа: Исполним вечернюю молитву:
  
  И посем, сошедшеся оба лика вкупе, поем на стиховне триоди самогласен, глас 4: Возсия благодать твоя Господи: со обычными припевы: и мученичен.
  
  Слава, святаго, аще имать: аще ли ни, Слава, и ныне, Богородичен, глас тойже:
  
  Ангельстии чини:
  
  Таже, Ныне отпущаеши: посем трисвятое, и поклоны 3. По Отче наш:
  
  Иерей возглас: Яко Твое есть царство:
  
  Таже глаголем тропари сия, глас 4: Богородице Дево радуйся: и поклон един.
  
  Слава: Крестителю Христов: поклон.
  
  И ныне: Молите о нас: поклон.
  
  Таже, Под Твое благоутробие: без поклона.
  
  Господи помилуй, 40: кротким и тихим гласом, равно вси.
  
  Таже, Слава, и ныне, Честнейшую херувим:
  
  Именем Господним:
  
  Иерей: Сый благословен:
  
  Мы же молитву: Небесный Царю:
  
  И посем, воздевше руце, молимся во своей мысли, глаголюще в себе молитву святаго Ефрема: Господи и владыко живота моего, дух праздности, уныния, любоначалия и празднословия не даждь ми. Поклон. Дух же целомудрия, смиренномудрия, терпения и любве даруй ми рабу твоему. Поклон. Ей Господи царю, даруй ми зрети моя прегрешения, и не осуждати брата моего, яко благословен еси во веки веков, аминь. Поклон.
  
  И целуем святыя и честныя иконы, и потом глаголет иерей: Слава тебе Христе Боже, упование наше, слава тебе.
  
  И бывает совершенный отпуст. По вечерни же в трапезе бывает утешение братии. По востании же от трапезы, повечерие поем малое по обычаю, с метании и поклоны постными. На Слава в вышних, метания 3.
  
  [Аще было бдение, Канон Богородицы не глаголется].
  
  Достойно есть: Трисвятое, метания 3: и обычныя тропари. Господи помилуй, 40.
  
  Иже на всякое время:
  
  Иерей: Боже ущедри ны:
  
  Поклоны 3 великия, с молитвою святаго Ефрема: Господи и владыко: и прочия, 12.
  
  Таже трисвятое. Отче наш: Господи помилуй, 12: и молитва: Нескверная, неблазная: И даждь нам: и отпуст.
  
  И имже образом указася служба вечерни и повечерия сея недели: сице да бывает и прочия недели святыя четыредесятницы.
  
  [Смотри] Подобает ведати: яко аще будет брату нашему отити ко Господу во святых сих днех, посреде седмицы не бывают третины его, даже до пятка вечера, тогда бо совершается панихида его, подобне и в субботу литургиа его. Во грядущую же субботу бывают девятины его, аще случится, аще ли ни. Четыредесятины же его бывают, егда число дней его исполнится. Приношения же и памяти его начинаются от новыя недели, даже до исполнения дней 40.
  
  Начало святаго и великаго поста
  
  В понедельник первыя седмицы знаменает параекклисиарх к свету коснее, вечерняго ради утешения.
  
  И собравшеся вси в притвор, поем полунощницу без поклонов: точию по Честнейшую херувим, 3 поклоны великия, с молитвою: Господи и владыко живота моего: Сие же бывает в 1-й день точию.
  
  В прочия же дни святаго и великаго поста поем полунощницу всю с поклоны.
  
  В начале трисвятаго, поклоны 3: на Приидите поклонимся, поклоны 3.
  
  На непорочнах, на коейждо славе поклоны 3.
  
  По Верую во Единаго Бога: трисвятое, поклоны 3.
  
  По Иже на всякое время, и по Честнейшую, по возгласе: Боже ущедри ны: творим поклоны 3 великия, в нихже глаголем молитву святаго Ефрема: Господи и владыко живота моего: втай, в три разделения, якоже предписася. Таже малых, 12, глаголюще в себе: Боже, очисти мя грешнаго. И паки последи молитву всю вышеписанную, и поклон един великий.
  
  Таже молитву: Владыко Боже Отче Вседержителю:
  
  Посем, Приидите поклонимся: поклоны 3.
  
  Возведох очи мои в горы:
  
  Слава, и ныне, трисвятое: поклоны 3.
  
  По Отче наш: тропари обычныя.
  
  И возглас от иереа:
  
  И молитва: Помяни, Господи:
  
  Таже, Преславная Приснодево: и упование мое отец:
  
  Посем иерей: Слава тебе Христе Боже:
  
  И прошение обычное:
  
  И востав иерей глаголет: Помолимся о благочестивейшем: яко обычай.
  
  И по исполнении сего востав иерей, творит обычное метание предстоятелю, и входит во святый олтарь, и прием кадильницу, глаголет и молитву кадила.
  
  И став пред святою трапезою, кадит крестообразно, и возгласит: благословен Бог наш, всегда, ныне и присно, и во веки веков.
  
  И нам отвещавшим: Аминь.
  
  Таже учиненный чтец глаголет трисвятое без метаний.
  
  По Отче наш: возглас от иереа: Яко Твое есть царство:
  
  Господи помилуй, 12:
  
  Приидите поклонимся, трижды, без метаний.
  
  И псалом 19: Услышит тя Господь: и 20– й: Господи силою твоею: По конце их трисвятое, без метаний. По Отче наш: тропари обычныя.
  
  Сим глаголемым:
  
  Кадит иерей святый олтарь, и всю церковь.
  
  И возвращься во олтарь глаголет ектению малую: Помилуй нас, Боже:
  
  И возглас: Яко милостив:
  
  Лик: Аминь. Именем Господним:
  
  И абие иерей стоя пред Святою Трапезою, возглашает: Слава Святей и Единосущней и Животворящей, и Нераздельней Троице, всегда, ныне и присно, и во веки веков.
  
  И предстоятель глаголет: Аминь.
  
  Слава, в вышних Богу: трижды, без поклонов.
  
  И Господи устне мои отверзеши: дважды.
  
  И глаголет шестопсалмие со всяким вниманием, не борзяся, но со страхом Божиим, яко самому Богу беседующе невидимо. И не имать кто власти шепты творити, ниже плюнути, или хракнути: но паче внимати от псаломника глаголемым, руце имуще согбены к персем, главы же преклонены, и очи имуще долу, сердечныма очима зряще к востоком, молящеся о гресех наших, поминающе смерть, и будущую муку, и жизнь вечную.
  
  В начало же 102-го псалма, глаголет иерей утренния молитвы, стоя непокровен, по обычаю:
  
  По скончании же шестопсалмиа глаголет ектению великую, и возглас.
  
  Таже глаголет учиненный монах, или иерей: Аллилуиа: во глас прилучившийся октоиха, со стихи их.
  
  Стих 1-й: От нощи утренюет дух мой к тебе Боже.
  
  Стих 2-й: Правде научитеся живущии на земли.
  
  Стих 3-й: Зависть приимет люди ненаказанныя.
  
  Стих 4-й: Приложи им зла Господи, приложи зла славным земли.
  
  И по коемждо стисе клирицы поют, Аллилуиа, трижды.
  
  Таже троичны гласа, разделяюще на лики: поем же со умилением, велегласно и косно, пением: На 2-м, Слава: а на 3-м, И ныне:
  
  Таже стихословим едину кафисму псалтира.
  
  По антифонех же, на Аллилуиа, творим поклоны 3, вси равно, последующе игумену, или екклисиарху. По кафисмах ектении не глаголются во всю 40-цу, кроме суббот и недель. По 1-й кафисме седальны умилительныя осмогласника, и мученичен:
  
  Таже чтение во святом Ефреме.
  
  [Смотри] от сего бо дне начинается святый Ефрем: и чтется до пятка цветоносныя седмицы.
  
  О псалтири, како глаголется во святую и великую 40-цу, предписася во главе 17.
  
  Чтется же от предстоятеля, или от певца перваго десныя страны.
  
  По 2-й же кафисме седален триоди, кир Иосифа.
  
  Слава, тойже: И ныне, Богородичен: и паки чтение во святом Ефреме.
  
  По 3-й кафисме седален триоди, Господина Феодора.
  
  Слава, тойже: И ныне, Богородичен. Чтение в лавсаице.
  
  Посем псалом 50, и абие иерей молитву: спаси Боже люди твоя:
  
  Клирицы же, Господи помилуй, 12.
  
  И возглас: Милостию и щедротами:
  
  Посем начинаем: Господеви поем:
  
  На глас канона минеи дне святаго: и глаголют стихи песней скоро, кийждо лик свой стих, Дóндеже достигнут до огустеша: и от того начинают стихи держати на 14: и поем минеи со ирмосом на 6.
  
  Поем же сице:
  
  Первый лик глаголет стих: огустеша: и поет ирмос.
  
  Вторый же лик глаголет вторый стих: Рече враг: и по нем тропарь канона.
  
  И по ряду стихи, по ликом, до тогда потщашася: от стиха же, Тогда потщашася: начинаем трипеснец Господина Иосифа на 4.
  
  На Господь же царствуяй, поем другий трипеснец, Господина Феодора студита.
  
  И поет един лик тропарь. Другий же лик вторый стих, и тропарь.
  
  Посем содинившимся двум ликом поют: Слава, троичен, вышшим гласом: И ныне, Богородичен:
  
  Таже глаголем высочайшим гласом: Слава тебе Боже наш, слава тебе:
  
  И поем иный тропарь Господина Феодора:
  
  Понеже бо по пяти тропарей имать песнь. Последи же глаголем катавасию, ирмос втораго канона. Сице поется осмая, и девятая песни.
  
  Третию же песнь поем сице:
  
  Глаголет первый лик, стих: Господь взыде на небеса: и тропарь канона минеи.
  
  Вторый лик, стих: И даст крепость царю: И вторый тропарь канона минеи.
  
  Таже, Слава, и ныне, с тропари канона.
  
  И поет первый лик ирмос минеи третия песни, последи канона.
  
  Сим образом поем и шестую песнь.
  
  Четвертую же, и пятую, и седьмую песнь, сице поем:
  
  Глаголи первее ирмос канона минеи, таже конечныя два стиха песни поем к тропарем канона. И Слава, и ныне: ирмосом же не покрываем песни, зане ирмос глаголется прежде песни. Поются же ирмосы минеи по каноне, токмо по третией и шестой песнех, занеже у тех песней первее ирмос не поется.
  
  В прочия же дни седмицы кроме понедельника, тако поется и 1-я песнь, якоже указася о четвертой, и пятой песнех. А в коих песнех будет трипеснец, поется последи канона катавасиа, ирмос трипеснца, якоже выше изъявися.
  
  [Смотри] Ведомо же буди: яко осмогласник не поется во всю святую 40-цу, кроме недель: поется же точию минеа, и трипеснец. А в коих песнех несть трипеснца, поется токмо минеа.
  
  По 3-й песни, глаголет иерей ектению малую.
  
  Таже седален святаго, единожды.
  
  Слава, и ныне, Богородичен, и чтение в лавсаице.
  
  По 6-й песни, ектениа малая.
  
  Таже седален мученичен:
  
  Аще же имать святый кондак, глаголем его зде: мученичен же глаголем по первой кафисме, с седальны, с припевом: Дивен Бог во святых своих: и чтем пролог.
  
  По 9-й песни, Достойно есть: и поклон. Ектениа малая: И светилен троичен гласа, трижды.
  
  Таже чтец чтет обычныя три псалмы: Хвалите Господа с небес:
  
  [Смотри] Подобает ведати: яко аще случатся в седмичныя дни, кроме субботы и недели, в минеи на ряду два святыя, поем единаго на вечерни стихиры: а другаго на хвалитех на 4, аще есть. Каноны же глаголем обоим святым на 6. Настоящаго святаго поем ирмос единожды, и но нем глаголем два тропаря за един, и тропарь пред Богородичным, Богородичен же оставляется. Таже втораго святаго подобне два тропаря за един, и тропарь пред Богородичным, и Богородичен, таже, трипеснец.
  
  Аще же ни, глаголет настоятель: Тебе слава подобает Господи Боже наш: Слава Тебе показавшему нам свет: и прочая.
  
  И творим метания три, равно на местех наших стояще.
  
  Посем иерей: Исполним утреннюю молитву нашу Господеви: и возглас.
  
  И посем сошедшеся оба лика вкупе, поем на стиховне, триоди самогласен дне, глас 5: Прииде пост:
  
  Глаголем же и припев: Исполнихомся заутра:
  
  И паки тойже самогласен. Припев 2-й: И буди светлость: и мученичен:
  
  Слава, и ныне, Богородичен: Тя Божию Матерь:
  
  Аще ли будет святаго на утрени, на стиховне Слава, глаголем слава, святаго: И ныне, Богородичен.
  
  Посем настоятель, или чтец глаголет: благо есть исповедатися Господеви: дважды.
  
  Трисвятое, и метания три. По Отче наш: иерей возглас.
  
  И мы глаголем тропарь: В храме стояще славы твоея:
  
  Господи помилуй, 40, кротким гласом.
  
  Таже, Слава, и ныне, Честнейшую херувим: Именем Господним благослови отче.
  
  Иерей: Сый благословен Христос Бог наш:
  
  И мы глаголем: Небесный Царю:
  
  Посем воздевши руце, станем молящеся в себе, глаголюще молитву преподобнаго отца нашего Ефрема, разделяюще ю на три части, якоже предписася, творяще поклоны 3: Господи и владыко живота моего: и тако во едино вси преклоняем колена. Таже паки воставше, глаголем: Дух же целомудрия: и поклон един. Посем: ей Господи царю: и поклон един, предваряющу игумену, или екклисиарху. И по сих творим и прочих, 12, излегка, утомления ради, на нихже глаголем в тайне: Боже очисти мя грешнаго. Последи же глаголем в себе всю вышеписанную молитву во едино: Господи и владыко живота моего: и поклон великий.
  
  И по еже востати нам, начинает предстоятель: Приидите поклонимся, трижды: и метания 3. Учиненный чтец чтет час первый, по обычаю. Псалом 5: Глаголы моя внуши Господи: и прочия два псалма. Посем, Слава, и ныне, аллилуиа, трижды, и метания три.
  
  [Смотри] Подобает ведати: яко во вся понедельники святыя 40-цы, на 1-м часе кафисмы не стихословим. В прочия же дни стихословим кафисму, и творим на коемждо антифоне метания 3. Такожде и в пяток, 1-й час и 9-й без кафисмы.
  
  Учиненный же чтец, или иерей, став среди церкве, поет тропарь, на глас 6: Заутра услыши глас мой, царю мой, и Боже мой:
  
  И мы поем велегласно тожде, на оба лика, трижды. Предначинающий лик, дважды: а другий, единожды.
  
  Глаголет же и стихи певец: в нихже мы творим коленопреклонения на землю. Егда же лик поет, тогда он покланяется:
  
  Стих 1-й: Глаголы моя внуши Господи:
  
  Стих 2-й: Яко к тебе помолюся Господи. И глаголет, Слава: Посем чтец, И ныне, Богородичен: Что тя наречем, о Благодатная! и метания 3.
  
  Таже поем: Стопы моя направи но словеси твоему, и да не обладает мною всякое беззаконие. И другий лик поет тожде.
  
  Таже, Избави мя от клеветы человеческия, и сохраню заповеди твоя. Паки тожде. Лице твое просвети на раба твоего, и научи мя оправданием твоим. Паки тожде.
  
  Сие же глаголем трижды, велегласно и косно: Да исполнятся уста моя:
  
  Посем трисвятое, метания 3. По Отче наш, иерей возглас.
  
  И глаголем Богородичен: В понедельник убо, и во вторник, и четверток: Преславную Божию Матерь: В среду же и пяток, Скоро предвари прежде даже не поработимся:
  
  Господи помилуй, 40:
  
  И молитва: Иже на всякое время: Господи помилуй, трижды.
  
  Слава, и ныне, Честнейшую херувим: Именем Господним благослови отче.
  
  Иерей: Боже ущедри ны и благослови ны:
  
  И творим поклоны 3 великия, глаголюще молитву: Господи и владыко: и прочих, 12, яко предписася.
  
  И потом начинает предстоятель, или учиненный чтец, трисвятое. И метания 3. По Отче наш, возглас, и Господи помилуй, 12.
  
  Таже молитва: Христе свете истинный: глаголется от предстоятеля.
  
  Посем иерей: Слава тебе Христе Боже, упование наше, слава тебе.
  
  Лик: Слава, и ныне: Господи помилуй, трижды: благослови.
  
  И отпуст. Таже многолетное: и целуем святыя иконы.
  
  По отпусте же исходим в притвор, и тамо глаголются обычныя молитвы, и чтутся оглашения преподобнаго отца нашего Феодора Студита: чтутся же непременно во всякую среду и пяток святыя 40-цы от настоятеля или екклисиарха, якоже предписася.
  
  И бывает совершенный отпуст.
  
  Сице да бывает утреня, и час 1-й во всю святую 40-цу непременно. По отпущении же исходяще из церкве, идем со всяким безмолвием в келлии своя, или на службу: и не подобает нам беседы творити друг со другом на монастыре, в пути, удержано бо сие от святых отец.
  
  При часе же 3-м дне: ударяет кандиловжигатель в било довольно, и собираемся в церковь, и творяще прежде начала пения, кийждо нас, прямо святых дверей, поклоны 3, глаголюще сице: Боже, очисти мя грешнаго. Такожде и исходяще из церкве. Сице творим по вся дни.
  
  [В субботу же, и неделю, творим поклоны обычныя.]
  
  И целуем святыя иконы. И паки на оба лика по единому малу поклону.
  
  Таже благословившу иерею, начинает предстоятель, Аминь. Слава тебе Боже наш, слава тебе. Царю небесный: трисвятое, и метания 3.
  
  Кандиловжигатель же взем благословение у настоятеля, изшед ударяет в кампан трижды. По Отче наш, иерей возглас. Господи помилуй, 12.
  
  Таже, Приидите поклонимся, трижды. И метания 3.
  
  И глаголет чтец час 3-й по обычаю, трипсалмный. В конце же 3-го псалма, Слава, и ныне, аллилуиа, и метания 3.
  
  Таже стихологисуем кафисму рядовую, и на коемждо антифоне творим метания три.
  
  По стихословии же учиненный чтец, или иерей, став среди церкве глаголет тропарь, глас 6: Господи, иже пресвятаго Твоего Духа:
  
  Тойже и мы поем, в тойже глас, на оба лика. Един лик, дважды: а другий, единожды. Глаголет же и стихи.
  
  Стих 1: Сердце чисто созижди во мне Боже:
  
  Стих 2: Не отвержи мене от лица Твоего:
  
  И егда он поет, тогда мы творим коленопреклонение до земли. Егда же лик поет, тогда он прекланяется до земли. Такожде и на прочия два стиха: и речет, Слава. Таже, и ныне, Богородичен: Богородице, ты еси лоза: и метания 3.
  
  И абие чтем в лествичнике. Начинает чести сам предстоятель, или 1-й певец деснаго лика.
  
  [Начинает же от ныне учиненный монах возбуждати братию во всю святую 40-цу, обходит же тихо, и призирает на спящия, и возставляет ко слышанию по последовавшему образу, яко предписася в начале устава.]
  
  По чтении же глаголем: Аминь. Господь Бог благословен: Трисвятое, и метания 3. По Отче наш, иерей возглас, и глаголем тропарь, глас 8: благословен еси Христе Боже наш:
  
  Слава, Скорое и известное: И ныне, Надежда и предстательство: Господи помилуй, 40, и молитва: Иже на всякое время: Господи помилуй, трижды.
  
  Слава, и ныне, Честнейшую херувим: и поклон. Именем Господним:
  
  Иерей: Боже ущедри ны: и творим поклоны, яко предписася.
  
  И абие начинает предстоятель молитву: Владыко Боже Отче Вседержителю:
  
  Кандиловжигатель же сотворив обычный поклон предстоятелю, и шед ударяет в кампан, шесть крат. По скончании же молитвы, глаголет: Приидите поклонимся: трижды. И метания 3.
  
  Таже час 6, яко обычай, и по конце, Слава, и ныне, аллилуиа трижды. И метания 3.
  
  И стихословим кафисму рядовую, и по коемждо антифоне аллилуиа, трижды: и метания 3.
  
  По стихословии же чтец поет тропарь, глас 2: Иже в шестый день же и час: Той же и мы поем, яко предписася.
  
  Глаголет же чтец и стихи:
  
  Стих 1: Внуши Боже молитву мою:
  
  Стих 2: Аз к Богу воззвах: И речет: Слава:
  
  Таже, И ныне, Богородичен: яко не имамы дерзновения: и метания 3:
  
  Посем тропарь пророчества, якоже явлено есть в среду и пяток сырныя седмицы.
  
  Таже прокимен паремии. И чтется пророчество Исаиино. И паки ин прокимен паремии.
  
  И чтение в Лествице, и потом, Скоро да предварят ны: Трисвятое, и метания 3. По Отче наш наш, иерей возглас.
  
  Таже глаголем тропарь, глас 2: спасение соделал еси: Слава: Пречистому Твоему образу: и поклон. И ныне, милосердия сущи источник:
  
  [В среду же и пяток глаголем Крестобогородичен: Препрославлена еси Богородице Дево:]
  
  Господи помилуй, 40. И молитва: Иже на всякое время: Господи помилуй, трижды.
  
  Слава, и ныне, Честнейшую херувим: Именем Господним:
  
  Иерей: Боже ущедри ны: и творим 3 поклоны великия с молитвою, и прочих 12, якоже изъявися.
  
  И посем, глаголет предстоятель конечное трисвятое, и метания 3. По Отче наш, Господи помилуй, 12.
  
  Таже иерей: Слава тебе Христе Боже:
  
  И мы, Слава, и ныне, отпуст. Поминает святаго, егоже есть день. И поем многолетны: и целуем святыя иконы, и на персех наших честный крест, творяще кийждо нас по три поклоны. Сицевый образ и чин должен есть бывати и в прочия дни святыя великия 40-цы 3-го часа, и 6-го.
  
  [Смотри] А идеже росхода не бывает, по молитве: Боже и Господи сил: и абие глаголем: Приидите поклонимся трижды: и 9-й час.
  
  А идеже росход бывает, о часе 9-м: Кандиловжигатель взем благословение у настоятеля ударяет в великое древо, и собравшеся в церковь, благословившу иерею, поем 9-й час: глаголем трисвятое: и метания 3.
  
  По Отче наш, иерей возглас: Господи помилуй, 12. Приидите поклонимся, трижды. И метания 3.
  
  Параекклисиарх же изшед ударяет в кампан, 9 крат, и поем час 9-й, трипсалмный. В конец же третияго псалма, на Аллилуиа, метания 3. И стихословим кафисму рядовую: и по коемждо антифоне, творим метания 3.
  
  По стихословии же учиненный чтец среди церкве поет тропарь на глас 8: Иже в девятый час:
  
  Тойже и мы поем в тойже глас, на оба лика, трижды.
  
  Глаголет же и стихи:
  
  Стих 1: Да приближится молитва моя:
  
  Стих 2: Да внидет прошение мое: И творяще поклоны в сих.
  
  Слава, и ныне: Иже нас ради рождейся от Девы: метания 3, и чтения в Лествице.
  
  И по чтении, Не предаждь нас до конца: Трисвятое, и метания 3. По Отче наш, иерей возглас, и глаголем тропари сия, глас 8: Видя разбойник:
  
  Слава: Посреде двою разбойнику: И ныне: Агнца и Пастыря и Спаса мира:
  
  Господи помилуй, 40. Иже на всякое время:
  
  Господи помилуй, трижды:
  
  Слава, и ныне, Честнейшую херувим:
  
  Именем Господним:
  
  Таже иерей: Боже ущедри ны:
  
  И творим три великия поклоны, глаголюще в себе и предъявленную молитву преподобнаго Ефрема. Прочих же 12 не творим. И глаголем молитву: Владыко Господи Иисусе Христе Боже наш:
  
  И абие поет предначинаяй лик, во глас 8: Во царствии Твоем помяни нас Господи:
  
  И глаголет паки тойже лик: Блажени нищии духом, яко тех есть царство небесное.
  
  Припев: Помяни нас Господи, егда приидеши во царствии Твоем.
  
  И абие 2-й лик: Блажени плачущии, яко тии утешатся. Помяни нас Господи: И прочия блаженны со сладкопением в тойже глас, велегласно и косно.
  
  Слава: Помяни нас Господи: И ныне: Помяни нас Господи:
  
  Таже сошедшеся оба лика, и поем согласно высочайшим гласом, откровенными главами: Помяни нас Господи, егда приидеши во царствии Твоем.
  
  И поклон един вси равно до земли.
  
  И паки повышшим гласом: Помяни нас Владыко, егда приидеши во царствии Твоем. И поклон до земли.
  
  Таже и еще повышшим гласом: Помяни нас Святый, егда приидеши во царствии Твоем. И поклон до земли.
  
  И посем глаголем: Лик небесный: и прочее:
  
  Слава: Лик святых ангел и архангел: И ныне: Верую во Единаго Бога:
  
  Ослаби, остави: Отче наш: Таже кондак дне, и храма.
  
  Аще ли храм Христов, глаголем прежде храма Христова, и храма святаго, или святыя: таже дне, и святаго рядоваго, егоже есть день. Слава: Со святыми упокой: И ныне: храма Богородицы: или, Предстательство христиан: Господи помилуй, 40:
  
  Слава, и ныне, Честнейшую херувим: Именем Господним:
  
  И глаголет иерей: Боже ущедри ны:
  
  И поклоны 3 великия, и прочия 12, якоже многажды указася.
  
  Параекклисиарх же, поклон сотворив настоятелю, и благословение взем, и шед звонит.
  
  Таже начинает предстоятель, Приидите поклонимся, трижды: и метания 3:
  
  И учиненный чтец глаголет псалом обычный: благослови душе моя Господа: тихим и кротким гласом.
  
  Иерей же глаголет обычныя молитвы вечерния пред святыми враты.
  
  По скончании же псалма, Слава, и ныне, аллилуиа, трижды, и метания 3.
  
  Таже ектениа великая: и потом стихословим кафисму 18: Ко Господу внегда скорбети ми: и по коемждо антифоне, Слава, и ныне, аллилуиа, трижды: и метания 3.
  
  Таже поем: Господи воззвах, во глас подобна триоди.
  
  И поем стихиры на 6: Триоди подобна два, кир Иосифа, и един, кир Феодора студита: и минеи святаго, подобны 3:
  
  Слава, святаго, аще есть: аще же ни, Слава и ныне, Богородичен, глас и подобен тойже.
  
  Таже, Свете тихий: и глаголется прокимен паремии, глас 6. И чтение Бытия:
  
  Потом иный прокимен паремии, глас 5. И чтение притчей.
  
  Понеже во всю великую 40-цу вечера чтется едина паремиа, Бытия, 2-я притчей.
  
  Таже предстоятель: Сподоби Господи в вечер: и метания 3.
  
  Иерей: Исполним вечернюю молитву:
  
  И по возгласе, сошедшеся оба лика вкупе, поем триоди самогласен дне, дважды, глас 3: Постимся постом приятным: и мученичен в тойже глас.
  
  Слава, святаго, аще есть: аще же ни, Слава, и ныне, триоди.
  
  И творит канонарх обычный поклон в лики: такожде и оба лика против себе, и отступают на места своя. Посем, Ныне, отпущаеши: Трисвятое, и метания 3. По Отче наш, иерей возглас 8 по Амине, Богородице Дево радуйся: Поклон един.
  
  Слава, Крестителю Христов: И поклон. И ныне, Молите за ны: И поклон.
  
  Таже, Под Твое благоутробие: без поклона. Господи помилуй, 40, кротким гласом.
  
  Слава, и ныне, Честнейшую херувим: Именем господним:
  
  Иерей: Сый благословен: И молитва: Небесный Царю:
  
  И творим обычныя 17 поклоны с молитвою, якоже многажды предписася. И по сих начинает предстоятель трисвятое, и метания 3. По Отче наш, Господи помилуй, 12.
  
  И глаголет предстоятель молитву: Всесвятая Троице:
  
  И Буди имя Господне, трижды: и метания 3:
  
  И чтец, Слава, и ныне: и псалом: Благословлю Господа на всякое время:
  
  Посем, Достойно есть: и поклон.
  
  Посем другий лик поет: Слава, и ныне, Господи помилуй, трижды, благослови. И отпуст. И многолетны.
  
  Исходяще же в притвор, поем, якоже обычай, стихиру храма святаго. Глаголются же от иереа обычныя молитвы, и поминает усопшия: и бывает совершенный отпуст.
  
  Сие последование бывает светильничнаго, во всей святей 40-це, не сущей преждеосвященней:
  
  Не прияхом бо творити преждеосвященныя, даже до среды, за еже поститися по преданию всему братству: могущии же да пребудут постящеся до пятка. святыя же горы типик в первый убо день отнюд не повелевает ясти. Во вторник же, в среду и в четверток, ясти подобает по единой литре хлеба, и воду, и ино ничтоже, разве соли требуя с хлебом.
  
  [Смотри] Подобает ведати: яко в лавре преподобнаго отца нашего саввы, не поем повечерий в церкви, но в келлиах поем кийждо: тако бо прияхом. Во общежитиях же палестины поются повечерия сице:
  
  О часе девятом. Входит свещевжигатель, и сотворив поклон предстоятелю, и шед биет в било 12, и собираемся вси в церковь: и сотворивше кийждо вчиненныя поклоны, и мало седше, во еже собратися всем, востав иерей творит поклон настоятелю, и став на обычном месте, глаголет: благословен Бог наш: и мы глаголем: тебе. царю небесный: трисвятое, и метания 3, яко обычно: подобне, и на Приидите поклонимся, метания 3: и абие глаголем псалом 69: Боже в помощь мою вонми: [В прочих же седмицах глаголем сей псалом по молитве: владыко Боже отче:] Таже начинаем великий канон, творяще и на части четыре со ирмосом, яко исполнитися ему в четверток вечера, глас 6, ирмосы по дважды. Творим же на кийждо тропарь метания 3, глаголюще настоящий припев: Помилуй мя Боже, помилуй мя. По 6-й песни,
  
  Кондак, Великаго канона. Душе моя, душе моя, востани, что спиши? конец приближается, и имаши смутитися: воспряни убо, да пощадит тя Христос бог, везде сый, и вся исполняяй.
  
  По 9-й песни, последи ирмос: Безсеменнаго зачатия:
  
  По скончании же канона начинаем псалом 4: Внегда призвати ми: такожде и прочия псалмы повечерия. На Аллилуиа метания 3.
  
  И абие начинаем 2-ю статию: К тебе Господи воздвигох душу мою: и прочия два псалма: глаголюще в конец сих аллилуиа, и творим метания 3.
  
  Таже начинает 1-й лик: С нами бог:
  
  Вторый лик тойжде: и глаголем стихи велегласно и со сладкопением, кийждо лик свой стих: Подобне, и Безплотное естество: Верую [же] во единаго Бога, глаголем низким гласом.
  
  Таже наченший лик: Пресвятая владычице Богородице, моли о нас:
  
  И творит другий лик поклон. И востающу другому лику и отвещавающу, творит первый лик поклон. Такожде и на прочия стихи молительныя вся.
  
  Егда же речем: Боже очисти мя грешнаго: трижды, поем оба лика равно: И поклоны 3.
  
  Таже Трисвятое без поклонов.
  
  И глаголем настоящия тропари на глас 2, яже и поем велегласно и со сладкопением: Просвети очи мои Христе Боже: Слава, Заступник души моея: И ныне, яко не имамы дерзновения:
  
  Суть же и ины тропари, иже поются чрез день на глас 8, сиречь во вторник и четверток вечера: Невидимых врагов моих неусыпание:
  
  Стих: Призри и услыши мя Господи Боже мой: яко страшен суд твой Господи:
  
  Слава: Слезы ми даждь Боже: И ныне, Непостыдную Богородице надежду твою: Господи помилуй, 40.
  
  Стих от иереа, и молитва: Господи Господи, избавлей нас:
  
  Таже, Приидите поклонимся, трижды: и глаголем псалом 50, и 101:
  
  И молитву Манассии царя: Господи вседержителю Боже отец наших: Трисвятое, и метания 3.
  
  Иерей: Яко Твое есть царство:
  
  И по амине глаголем сия тропари на глас 6: Помилуй нас Господи: Слава, Господи помилуй нас: И ныне, милосердия двери: Господи помилуй, 40.
  
  Слава, и ныне, Честнейшую херувим: Именем Господним благослови отче.
  
  Иерей: молитвами святых отец наших: и молитва: Владыко Боже Отче вседержителю:
  
  Приидите поклонимся, трижды. И метания 3: и Господи услыши молитву мою: и Слава в вышних Богу: Господи прибежище был еси нам: Сподоби Господи в нощь сию:
  
  Таже Трисвятое, и поклоны 3. Пресвятая Троице, помилуй нас: Отче наш:
  
  Иерей: Яко Твое есть царство:
  
  Таже поем велегласно, и косно, на глас 6: Господи сил с нами буди, иного бо разве тебе помощника в скорбех не имамы, Господи сил помилуй нас.
  
  И отвещает тожде другий лик. И глаголет наченший 1 лик,
  
  Стих: Хвалите бога во святых его, хвалите его во утверждении силы его. И тропарь: Господи сил с нами буди:
  
  Таже тойжде тропарь, другий лик на коемждо стисе. По исполнении же пяти стихов, глаголют оба лика вкупе первый стих, и тропарь:
  
  Таже начинает наченший лик:
  
  Слава: Господи аще не быхом:
  
  И ныне: Многая множества моих Богородице прегрешений:
  
  Всесвятая Богородице: Все упование мое: Господи помилуй, 40.
  
  И молитва: Иже на всякое время: Господи помилуй, трижды.
  
  Слава, и ныне: Честнейшую херувим: Именем Господним благослови отче.
  
  Иерей: Боже ущедри ны:
  
  И творим 17 поклонов, яко обычно, с молитвою святаго Ефрема: и творим косныя, за еже уравнятися всем.
  
  Таже начинает предстоятель Трисвятое, и метания 3. По Отче наш: Господи помилуй, 12. и глаголем молитву: Нескверная, неблазная: И даждь нам Владыко: Преславная Приснодево: Упование мое отец:
  
  Посем глаголет иерей: Слава тебе Христе Боже, упование наше, слава тебе.
  
  Лик: Господи помилуй, трижды. Благослови.
  
  Нам же на землю приклоншимся, глаголет предстоятель молитву, яже в велицей вечерни: Владыко многомилостиве, Господи Иисусе Христе Боже наш:
  
  По молитве нам восклоншимся, творит предстоятель поклон на землю, глаголя братии: благословите отцы святии, простите ми грешному, елика согреших словом, делом, помышлением и всеми моими чувствы.
  
  И братия: Бог простит ти отче святый.
  
  Иерей же глаголет: Помолимся о Великом Господине и отце нашем Святейшем Патриархе Кирилле: и прочая, якоже предписася в полунощнице.
  
  И мы, Господи помилуй, на всякий стих.
  
  И последи предстоятель глаголет: молитвами святых отец наших:
  
  И начинают братия от деснаго и леваго лика по чину, един по единому творити поклон, и просити и прияти прощение, от предстоятеля, подобне глаголюще: благослови отче святый, и прости мя грешнаго: и прочая. Стоящу предстоятелю посреде церкве, Дóндеже исполнятся вся. И приемше прощение от предстоятеля, отходим в келлии наша, глаголюще молитву сию: яже и от всякаго человека глаголется: Ненавидящих и обидящих нас: Сей чин бывает во всю святую 40-цу в повечериях. Подобает же екклисиарху и сие смотрити прилежно, да егда повечерия отпущают, быти знамению дне, сиречь прежде сомрака.
  
  [Смотри] Се убо яко предписася един день святых постов, прилежно испытавше предложихом любви вашей. Количество пения, и в нем воображенныя от святых отцев поклоны, яже несть лепо презирати, ниже великому законоположителю. Количество же дненощных, бываемых в церкви поклонов, суть 300, кроме полунощницы. Прияхом же в Палестине, и в своих келлиях коемуждо пети псалтирь: и могущии убо совершают ю дненощно, овии же трижды в седмице, овии же дважды. Поклоны же творити, елико коемуждо по своей силе предстоятель вообразит
  
  О поклонех и молитве церковное законоположение
  Не бо туне, ни якоже прилучися о святых поклонех и молитве умыслиша святии отцы, и церкви устав предаша: но разум имуще во святых поклонех и молитве, с правою мыслию плод имети будем. Но прежде о великих поклонех глаголем, яже во святую великую четыредесятницу поста, и во иныя посты творятся, еже выше вашей любви назнаменахом, от древних харатейных святых книг списавше, и от ведущих на сие искус испытахом, что глаголются великия поклоны? и кий образ имут творения, егда с молитвою святаго Ефрема творятся? Ибо егда время приближится святым великим поклоном быти тогда кийждо воздев руце, и купно чувственныя очи и умныя возвести к Богу, якоже божественный апостол Павел учит, к Тимофею пиша: Хощу, рече, да молитвы творят мужие на всяком месте, воздеюще преподобныя руки без гнева и размышления.
  
  Таже молитву начати со умилением и страхом божиим, аще ли имать и дарование слез, и тако молится молитвою святаго Ефрема, глаголя: Господи и владыко живота моего: стоя право, и неуклонно зря к Богу душевне и телесне. И совершив молитву, творит поклон великий, елико мощи главою до земли довести. Таже восклонився и став право, паки управився якоже и прежде, душевне и телесне зря к Богу молится, глаголя вторую часть молитвы святаго Ефрема: дух же целомудрия: И окончав, паки творит поклон великий, якоже и прежде указася. И восклонився второе, глаголет третию часть молитвы святаго Ефрема: ей Господи царю, даждь ми зрети моя прегрешения: И совершив ю, паки творит третий поклон великий. Ибо великий, не просто глаголется великий, но есть величество, елико человек может право стоя, и ни мало наклоняся главою на землю поклонитися, и без некоего прибавления, еже инии скамейцы представляют себе, инии же ино что, и свою леность сим удобряют, и мнятся с правотрудившимися сравнятися во святых великих поклонех. [И се есть образ великих поклонов.]
  
  Паки по сих о других двоюнадесяти начинаем писати: якоже и во уставех тако глаголется, в других же легкия именуются, во иных же и малыя. Аще невежди и глаголют, такия же подобает якоже и великия, и сия творити: то не бы глаголалися. Другия или легкия, или малыя. И аще бы таковы же подобало творити, якоже и великия, то бы и молитву туюжде святаго Ефрема, а не иную кратчайшую, еже есть, Боже, очисти мя грешнаго, и помилуй мя. И не осталося бы такожде написатися, якоже и великий поклон: но есть везде написан просто поклон. Поклон же именуется, елико может человек право стоя поклонитися, не падая коленми, ниже главу преклоняти до земли, и се есть образ легкаго поклона. Темже елико вас хотяй кто святых отец предания хранити, и во святей церкви благочинно управити молитву и поклоны: аще ли предстоятель, да не нерадит ни мало о сих: аще ли причетник, или людянин, да внимает, идеже написано великий поклон, да творит великий неспешно, по изглаголании святыя молитвы, со страхом Божиим. А идеже просто поклон написан, то да творит просто поклон, якоже выше сего изобразися: и не вкупе с молитвою, но прежде молитву, и по молитве поклоны. И не якоже нецыи не покаряющеся святых отец преданию, ниже ведуще сами искус святых поклонов, ниже святою молитвою добре разумеют молитися, но поклонився единою нагорбився, мало восклоняяся крестяся, главою кивает, и тем своим безчинием аки чин наполняет преданных от отец поклонов: ниже молитвою умне и душевне к Богу молится, но елико время сгорбився творит суетныя своя поклоны, тако и молитву святаго Ефрема, аки изумленный спешит проговорити.
  
  Такожде и вся молитвы поспешает с поклоны управити, и от тех мнимых безчестных поклонов, и от безумнаго моления своего востанет, аки юрод, ниже сам себе весть, что творил, ниже зрят на предстоятеля церкве, но ин инаго предваряет, мятутся аки тростие ветром колеблеми, не смотря лучшаго, ниже хотят научитися: но елико кто како составил свой нрав, тако и утверждается быти. Страшно, обаче реку, да не неведуще отеческаго утверждения имут под запрещения впадати, яже чтется в православную неделю святаго поста, соборное святаго седмаго вселенскаго собора сице: Вся, кроме церковнаго предания и учения и изображения святых, и приснопамятных отец, обновляемая или посем содеянная, анафема. В поклонех же и молитве будем подражательны глаголющему: ибо Бог дух есть, духом и истиною кланяющихся хощет. И божественный и верховный апостол, иже искус ведый в молитве, глаголет сице: Аще бо помолюся языком, дух мой молится, а ум мой без плода есть. Что убо есть? помолюся духом, помолюся и умом. Воспою духом, воспою и умом. И паки: Хощу, рече, в церкви пять словес умом моим глаголати, нежели тьмы словес языком. И святый Лествичник, воззвах, рече: поя всем сердцем моим, сиречь, телом и духом. Божественный же Григорий Синаит глаголет: Начало умныя молитвы действо, сиречь, чистительная духа сила, и тайная ума священнодейства: конец же, изступление и восхищение ума к Богу. И святый Антиох рече: молитва убо беседа есть ума к Богу: такого убо требует ума ум устроения, да возможет беседовати к Богу. И паки святый Лествичник: молитва есть по тоя убо творению, ссуществие и соединение человеков к Богу: И паки тойже рече: Начало убо молитве прилози, единословне отгоними от начал самех. Среда же, еже во глаголемых единей быти мысли тоя же совершение восхищение к Богу.
  
  Темже мы вси, елико о святых писаний от многих малая сия слышавше вонмем, и не многословим в молитве, яко язычницы, к нимже Христос глаголет: мнят бо ся во многоглаголании своем услышани быти. И паки Лествичник рече: не мудрися в молитвы твоей глаголех: детская бо многажды немования проста и не хитра, отцу их иже на небесех угодиша. Не многословити начинай, яко да не ко взысканию словес разыдется ум, едино слово мытарево Бога умилостиви: един глагол верен разбойника спасе. Многословие убо в молитве многажды ум возмечта, и разлия: единословие же множицею ум собирати может, услаждаемь или поуверзаемь в слове молитвы, пребывай в нем, хранитель бо наш тогда есть моляйся с нами.
  
  Темже мы с трудом, и множеством количества, яко несовершеннии молимся, второе бо первому ходатайственно: даяй бо, рече, молитву чисту без лености, молящемуся скверненне и болезненне. Ибо скверна молитве, и ино погубление и ино крадение, и другое порок. Скверна есть, еже Богови предстояти, и неподобною мыслию мечтатися. Погубление есть, в попечения неполезная пленятися. Крадение есть, еже нечувстенне мысли парити. Порок есть прилог яковъ-любо тогда нам приближающся. И се зде убо о святей священней и приснопамятней умней молитве конец творим. Но да речем и о святей всем единей молитве, яже в церковном таинстве лежит, глава 82, отнележе речет священник славословие, глаголет: Миром господу помолимся. С миром да молим Господа, и да просим, кую молитву творити, якоже подобает, не вемы. И да не многословим, научает нас оным, имже подобает о молитве, и первее нраву, яко в мире подобает молитися.
  
  Что убо по славословии абие повеле да просим? ниже исповедающеся прежде, ниже дающе Богу благодарение: но что просят? да помиловани будут. Сие же прошение есть человеков осужденных и прегрешивших, иже ни един ответ имуще, или праведну вину рещи судии, испускают. Сей глас, и вопиют: Господи помилуй, не от правд наших, но от человеколюбия твоего: и прочая. Таже глаголет пресвитер: о свышнем мире, и о спасении душ наших Господу помолимся. Священник бо помолится вкупе с людьми, и глаголет: о людие, помолимся Господу, да даст мир свой нам, и спасет души наша. И отвещают людие: Господи помилуй. Посем же и прочая разумения. Егда же глаголет диакон: Рцем вси: сей же глагол не ино что приносит разумети, но точию самое, еже всем вкупе молитися, не клиру точию единому, но и всем обретающимся в церкви. Таже речет диакон: И от всея души, и от всего помышления нашего рцем. Но что убо рцем? ничтоже убо ино, разве еже оную же общую молитву: Господи помилуй. О сей убо святей молитве священный Златоуст пишет к коринфяном, во 18 нравоучении: Ибо о действуемых о иже в покаянии общия и от священника и от людей бывают молитвы: и вси едину глаголют молитву, милости исполнену, еже есть, Господи помилуй. Сего ради в служебниках пишется, людие глаголют сие, или оно, на нихже местех написася. Во святей же восточной церкви не инако творится, но тако якоже пишется. Идеже написася, людие глаголют, то вси вкупе, елицы обретаются в церкви, глаголют: или Господи помилуй, или Подай Господи, или И со духом твоим, или Отче наш: Аще у нас и не творится сего, обаче подобает творити. Ибо якоже выше речеся, егда речет диакон: Миром господу помолимся, или Рцем вси, тогда всем подобает и отвещати: Господи помилуй. Аще бы ко единому клиру глаголалося отвещати, то не бы написали: людие глаголют. Такожде и святый священный Златоуст в томже нравоучении глаголет паки: Во время самых страшных таин, приветствует иерей людем: Мир вам. Приветствуют и людие иерею глаголюще: И духови твоему. Ничтоже ино есть, разве сие: яже благодарения паки общая, ниже бо он сам благодарит, но и людие вси. Первее бо их прием глас: таже согласившимся яко достойно и праведно сие бывает, тогда начинает благодарения. И что чудишися, аще негде со священником людие вещают, идеже и с самыми херувимы, и с вышними силами обще священныя оны песни возсылают?
  
  Сия же вся оная речена быша, да кождо и от начинаемых трезвится в поучении сем: да увемы, яко тело есмы вси едино, толико имуще друг ко другу различие, елико уд ко удом. и не все на священники возверзем, но и сами якоже о общем теле, о церкви всей тако да печалуем. Сие бо утверждение большее и нам и вам преподает множайшия устрояти добродетели: даже проходящии сия, получим милость Божию зде, и в будущем веце царство небесное, о Христе Иисусе Господе нашем: яко Тому подобает слава, со Отцем, и Святым Духом, во веки, аминь.
  
  В среду 1-я седмицы вечера
  Егда имать иерей священнодействовати преждеосвященную, вшед во святилище облачится во священническую одежду, якоже писася в литугиарии. И по 17 поклонех глаголем Трисвятое, и Отче наш: Господи помилуй, 12. И молитва: Всесвятая Троице: посем, Достойно есть: и отпуст по обычаю. И творит начало вечерни по обычаю, и на едином коемждо антифоне стихословия, глаголет малую ектению иерей или диакон.
  
  На Господи воззвах, ставим стихов 10, от Изведи из темницы душу мою, на глас самогласна дне, повторяюще тойжде. Таже мученичен, в тойже глас: и 3 подобны триоди: и 3 минеи, повторяюще едину. Слава, и ныне, Богородичен.
  
  И бывает вход с кадильницею без евангелиа [егда же имать честися Евангелие, и со Евангелием.] Свете тихий: Чтец прокимен, и чтение бытия.
  
  Посем вторый прокимен: и возглашает диакон: Повелите.
  
  Священник же взем обема рукама кадильницу, и свещник со свещею, стоит пред святою трапезою зря к востоком, и назнаменуя крест, глаголет: Премудрость прости:
  
  Таже обратяся на запад к народу глаголет: Свет Христов просвещает всех.
  
  Чтец: Притчей чтение.
  
  Диакон: Вонмем.
  
  И по исполнении паремий, глаголет иерей: Мир ти.
  
  И диакон: Премудрость.
  
  Чтец: Да исправится молитва моя:
  
  Тогда праваго и леваго лика, и предстоящий народ обе страны во всей церкви стоят на коленах молящеся. И по пении чтеца, 1-й лик поет тойжде: Да исправится молитва моя: И чтец, и другая страна лика, и предстоящий народ, стоят на коленах, Дóндеже пропоют. Таже чтец поет 1-й стих: Господи воззвах к тебе, услыши мя: И по пропетии стиха, поет 2-й лик: Да исправится молитва моя: Тогда чтец, и 1-й лик, и тоя страны предстоящий народ припадают на колена: Таже чтец поет 2-й стих: Положи Господи хранение: И 1-й лик паки поет: Да исправится молитва моя: И чтец и 2-й лик, и предстоящий народ, паки приклоняют колена. И паки чтец поет 3-й стих: Не уклони сердце мое: и 2-й лик поет: Да исправится молитва моя: И приклоняет колена чтец, и 1-й лик, и народ. И паки чтец поет: Да исправится молитва моя, яко кадило пред тобою. И тогда оба лика, и во церкви предстоящий весь народ, припадают на колена, и стоят, Дóндеже чтец поет. И воставше допевают на клиросе: Воздеяние руку моею жертва вечерняя. И по исполнении творим поклоны 3. И прочее бывает последование преждеосвященных по чину, якоже в служебниках изъявися.
  
  [Смотри] Вестно же буди: яко егда божественныя преносятся тайны, вси людие поклонение богоподобное, и певцы ниц падше Христу Богу в тайнах сущему творят: понеже совершенно предосвященны суть.
  
  По происхождении же святых даров, исполняему, Ныне силы небесныя: творим поклоны 3, непокровени суще.
  
  Киноник: Вкусите и видите, яко благ Господь. Аллилуиа, трижды.
  
  По отверзении же врат, речет диакон: Со страхом Божиим и верою приступите.
  
  Мы же поклон един. И поем: благословлю Господа на всякое время, хвала его во устех моих: и прочее. Аллилуиа, трижды.
  
  По возглашении же от иереа: Всегда, ныне и присно:
  
  Лик, да исполнятся уста наша: Аллилуиа, трижды.
  
  По заамвонной же молитве: Буди имя Господне: И метания 3.
  
  Благословлю Господа на всякое время: и подается нам антидор: и совершенный отпуст.
  
  [Смотри] Сие последование бывает во всю 40-цу преждеосвященной сущей. А идеже несть преждесвященныя, поются на вечерни стихиры на 6, подобны триоди: и минеи. Слава, и ныне, Богородичен, по гласу минеи. На стиховне триоди самогласен дне, дважды: и мученичен, иже есть на Господи воззвах: Слава, и ныне, Богородичен тогоже гласа, и обычное кончание. Входяще же в трапезу, ядим сухоядение: пием и сок с медом. В четверток же тоя седмицы трапезы не поставляем, но пребываем постящеся даже до пятка: тогда бо ядим входяще в трапезу.
  
  В пяток вечера во светильничное, по обычном стихословии
  На Господи воззвах, ставим стихов 10 и поем триоди самогласен дважды: и 4 мученичны октоиха, прилучившагося гласа: Таже святаго Феодора самогласны 4, глас 2: Приидите мучениколюбцы вси: Слава, глас 6: Сосуда употребив враг: И ныне, Богородичен гласа. Вход без евангелиа. Свете тихий: Прокимен, и чтение Бытия. Посем другий прокимен, и чтение притчей. Таже, да исправится молитва моя: И прочее последование преждесвященных.
  
  По заамвонной же молитве: Поем настоящий молебный канон святаго Феодора. Предложше же коливо, глаголем псалом 142: Господи, услыши молитву мою: Таже: Бог Господь, и явися нам, благословен грядый во имя Господне. И абие: Тропарь, глас 2: Велия веры исправления, во источнице пламене, яко на воде упокоения, святый мученик феодор радовашеся: огнем бо всесожжегся, яко хлеб сладкий Троице принесеся. Того молитвами Христе Боже спаси души наша.
  
  Слава, тойже: И ныне, Вся паче смысла:
  
  И абие, псалом 50. И кадит священник коливо, и настоятеля, и лики, по чину.
  
  Таже глаголем канон на 4, без ирмосов, глас 8. Припев: святый великомучениче Феодоре, моли бога о нас. По 6-й песни,
  
  Кондак, глас 8: Веру Христову яко щит внутрь приим в сердце твоем, противныя силы попрал еси многострадальче: и венцем небесным венчался еси вечно Феодоре, яко непобедимый.
  
  По 9-й песни, ирмос: Тя неискусобрачную Матерь: И абие Трисвятое. Тропарь святаго: Велия веры:
  
  Слава, кондак: Веру Христову: И ныне, Богородичен, глас тойже: Якоже предстательство вси:
  
  И бывает молитва на благословение колив.
  
  Таже, Буди имя Господне: и Благословлю Господа: и дается преломление от иереа: и отпуст.
  
  [Смотри] А идеже не быти преждесвященной, кончаем часы сице: По ослави, остави: и по конечных поклонех, глаголем трисвятое: И Отче наш: Господи помилуй, 12. И молитва: Всесвятая Троице: И начинаем вечерню: Приидите поклонимся, трижды. Псалом 103. кафисма 18. И поем на Господи воззвах, стихиры на 6: мученичны 3, во октоихе гласа, иже на ряду: и святаго Феодора 3: Слава, Феодора: Сосуда употребив: И ныне, Богородичен гласа рядоваго. Свете тихий: без входа, и чтение. На стиховне триоди самогласен дне дважды: и мученичен, глас 5: благословено воинство: Слава, Феодора, глас 2: божественных даров: писана в стихирах. И ныне: Все упование мое: Ныне отпущаеши: Трисвятое. По Отче наш, тропарь: Велия веры: Слава, и ныне: Вся паче смысла: Таже ектениа Помилуй нас Боже: и поклоны 3. И по поклонех глаголем псалом 102: Господи, услыши молитву мою: и прочее, якоже указано прежде, и до отпуста. И входим в трапезу, вкушаем же вина и елеа, ради святаго. Сие прияхом в лавре преподобнаго отца нашего Саввы, и киновии преподобнаго великаго Евфимиа: но не творим сего ныне за честность дне, обаче ядим варение с сливами без елеа, и армеа: произволяющии же ядят сухоядение, якоже и в среду.
  
  [Смотри] Вестно буди, яко в сей 1-й седмице песни, 6-я, 6-я, 8-я и 9-я, глаголются прежде в пяток. Во 2-й же, 3-й, и 4-й, седмицах глаголются на ряду.
  
  Подобает ведати, яко во всех пятках святыя и великия 40-цы на вечернях, и повечериях, поклонов не творим, токмо воображенныя в преждесвященной, еже есть, по да исправится: поклоны 3. По входе святых даров, поклоны 3. И на Буди имя Господне: поклоны 3. Повечерие же поем великое, на немже по 1– м трисвятом глаголем тропарь мученика: Слава, и ныне, Богородичен. По 2-м обычныя тропари: Помилуй нас Господи: и поем покойный канон настоящаго гласа. По Достойно и по трисвятом, кондак мученичен: и прочая, и отпуст малый.
  
  [Смотри] Ведомо да есть, яко последование минеи, прилучающихся святых в субботы и недели святыя 40-цы, поется в повечериях, или егда изволит екклисиарх. Тако творим во всех пятках в вечер святыя и великия 40-цы.
  
  В субботу 1-ю святых постов
  На утрени, по шестопсалмии поем Бог Господь, на глас 2. И глаголем тропарь святаго Феодора: Велия веры: дважды.
  
  Слава, и ныне, Богородичен: Вся паче смысла: и обычныя кафисмы.
  
  По 1-й кафисме седален мученичен осмогласника, настоящаго гласа, с богородичным. По 2-й кафисме седален святаго Феодора, глас 3. Подобен: Божия веры: Кипя веры православием: Другий седален святаго: божественный дар тя: Богородичен: Невместимаго Бога: и чтем мучение святаго. Таже псалом 50: И канон храма, со ирмосом на 6: И святаго Феодора два, на 8: 1-й, глас 4: 2-й, глас 6. Катавасиа: отверзу уста моя: По 3-й песни, седален святаго, глас 8. Подобен: Премудрости слова: божественное всеоружие восприим:
  
  Слава: Максимиановыми ласканьми: И ныне: Яко всенепорочная Невесто Творца:
  
  По 6-й песни, кондак святаго, глас 8: Веру Христову: И икос. И чтем синаксарий. По 9-й песни, ексапостиларий святаго: и Богородичен. На хвалитех, стихиры на 4, глас 1. Подобен: небесных чинов:
  
  Слава, глас 6: священия дар: И ныне: Богородице, ты еси лоза:
  
  На стиховне стихиры святаго, глас 4, самогласны, с припевы их: 1-й, праведник яко финикс процветет: 2-й, Насаждени в дому Господни:
  
  Слава, глас 8: Страдальческим мужеством: И ныне: Владычице, приими молитвы: и прочее последование утрени. присовокупляем и час 1-й.
  
  На Литургии изобразительная.
  
  И канона святаго, песнь 3-я, и 6-я.
  
  Прокимен, глас 6: Возвеселится праведник о Господе:
  
  Стих: Услыши Боже глас мой:
  
  Апостол дне, ко евреем, зачало 303: Многочастне и многообразне: И святаго, к Тимофею, зачало 292: Возмогай о благодати: Аллилуиа, глас 4: праведник яко финикс процветет:
  
  Евангелие Марка, зачало 10: Идяше Иисус в субботы сквозе сеяния: И святаго, Иоанна, зачало 52: Си заповедаю вам:
  
  Причастен: В память вечную:
  
  На трапезе чтем слово похвальное о святом Феодоре, святаго Григориа Нисскаго. И ядим боб обваренный, с маслинами белыми и черными, и варение со елеем: Вина же испиваем по красоволю, ради святаго. Сие же прияхом от лавры преподобнаго отца нашего Саввы, и от богоноснаго отца нашего Евфимиа.
  
  [Смотри] Ведати подобает, яко дважды прияхом ясти рыбы в сей великий пост: в праздник Благовещения, и цветоносия.
  
  Неделя первая святых постов
  На велицей вечерни, по предначинательном псалме, поем: блажен муж: кафисму всю. На Господи воззвах, ставим стихов 10: и поем стихиры воскресны 3, и Анатолиевы 3, и триоди 4, глас 6. Подобен: Всю отложивше: Тя непостижимаго:
  
  Слава, глас 2: благодать возсия истины: И ныне, Богородичен 1-й гласа.
  
  На литии стихира храма. Слава, глас в радуйтеся пророцы честнии: И ныне, Богородичен:
  
  Все упование мое: На стиховне октоиха. Слава, глас 2: Из нечестия во благочестие прешедше: И ныне: о чудесе новаго!
  
  По трисвятом тропарь: Богородице Дево радуйся: дважды: и праздника: Пречистому твоему образу: единожды.
  
  И обычное благословение хлебов, и раздаяние их.
  
  На Утрени, на Бог Господь, тропарь воскресн, дважды.
  
  Слава: Пречистому твоему образу: И ныне, Вся паче смысла:
  
  Посем обычное стихословие: По 1-й кафисме седальны воскресны:
  
  Слава, и ныне, Богородичен 1-й гласа, и чтение во евангелии толковом о святых иконах, Леонтиа папы римскаго: егоже начало: Четверодесятный пост: По 2-й кафисме седальны воскресны:
  
  Слава, и ныне, Богородичен, и чтение тогожде слова: Непорочны с тропари своими, ипакои гласа, и чтение. Степенна, и прокимен гласа. Всякое дыхание: Евангелие воскресно рядовое. Воскресение Христово: псалом 50.
  
  Слава, глас 8: Покаяния отверзи ми двери: И ныне: На спасения стези: яко предписася в неделю мытареву.
  
  Канон воскресн, со ирмосом на 4, и крестовоскресн на два, и Богородицы на два, и триоди на 6, творение Феофаново, глас 4. Катавасиа: Моря чермную пучину: По 3-й песни, седальны, глас 1. Подобен: Лик ангельский: божественный твой зрак:
  
  Слава: Зраками пророков: И ныне: Любовию чистая: и чтение. По 6-й песни,
  
  Кондак, глас 8. Неописанное Слово Отчее, из тебе Богородице описася воплощаемь, и оскверншийся образ в древнее вообразив, божественною добротою смеси: но исповедающе спасение, делом и словом сие воображаем.
  
  И икос, и чтем синаксарий. По 9-й песни, светилен воскресн:
  
  Слава, триоди. Подобен: Со ученики: Взыграйте, восплещите: И ныне: оружия ныне оскудеша:
  
  На хвалитех стихиры воскресны 4, и анатолиев един: и триоди 3, глас 4. Подобен: Дал еси знамение: В тебе ныне радуется церковь: Припев глаголем: Исповемся тебе Господи: Припев: Возвеселюся и возрадуюся о тебе: Таже припев, глас 6: воскресни Господи Боже мой, да вознесется рука твоя: и поем триоди самогласен: Моисей во время воздержания:
  
  Слава, паки поем тойже самогласен. И ныне: Преблагословенна еси:
  
  Славословие великое. По трисвятом тропарь воскресн, ектении, и отпуст, и исхождение в притвор.
  
  Слава, и ныне: Стихира евангельская, и поучение Студитово, и час 1.
  
  На 1-м часе, тропарь воскресн:
  
  Слава: Пречистому твоему образу: По трисвятом кондак триоди, и конечный отпуст.
  
  На Литургии, блаженна гласа, на 6: триоди песнь 6, на 4. По входе тропарь воскресн, и праздника.
  
  Слава, и ныне, кондак: Неописанное слово:
  
  Прокимен, глас 4, песнь отцев: благословен еси Господи Боже отец наших:
  
  Стих: яко праведн еси о всех:
  
  Апостол ко евреем, зачало 329 от полу: Верою Моисей велик быв: Аллилуиа, глас 4: Моисей и Аарон во иереех его:
  
  Стих: Призываху Господа:
  
  Евангелие Иоанна, зачало 5: Восхоте Иисус изыти в Галилею:
  
  [Смотри] яко в неделях великия 40-цы, кроме недели Ваий, совершается литургиа Великаго Василиа. Вместо, Достойно: О тебе радуется:
  
  Причастен: Хвалите Господа с небес: Другий: Радуйтеся:
  
  На трапезе же ядим варение с елеем, а не рыбы. Аще же прилучится, пием вино уставленое в славу Божию, по две чаши: такожде и в вечер по две.
  
  В туюжде неделю вечера.
  
  На Господи воззвах, ставим стихов 10: и поем октоиха покаянны 4: писаны в неделю вечера, на стиховне два, и в понедельник на утрени на стиховне два, и триоди подобны 3: и минеи святаго 3.
  
  Слава, и ныне, Богородичен.
  
  Вход.
  
  Прокимен, глас 8: Дал еси достояние боящимся тебе Господи.
  
  Стих 1: От конец земли к тебе воззвах.
  
  Стих 2: Покрыюся в крове крил твоих.
  
  Стих 3: Тако воспою имени Твоему во веки.
  
  И паки: Дал еси достояние:
  
  [Смотри] Подобает ведати, яко сия два великия прокимены, еже есть: Не отврати лица твоего: и Дал еси достояние: со стихи их, един по единому поется чрез весь святый пост. Начинаем от недели сырныя до недели ваий. От Сподоби Господи начинаются поклоны.
  
  Ектениа: Исполним вечернюю молитву нашу:
  
  И посем сошедшеся оба лика, поем на стиховне триоди самогласен дне, дважды, со обычными припевы, и мученичен.
  
  Слава, и ныне, Богородичен.
  
  Ныне отпущаеши: Трисвятое, и метания три.
  
  По Отче наш, иерей возглас: Яко твое есть царство:
  
  И абие тропарь: Богородице Дево радуйся, благодатная: И поклон един.
  
  Слава, Крестителю Христов: Поклон. И ныне, Молите о нас: Поклон.
  
  Таже, Под твое благоутробие: без поклона. Господи помилуй, 40.
  
  Слава, и ныне, Честнейшую: и прочее все, якоже предписася в неделю сыропустную вечера.
  
  [Смотри] В сию же 1-ю неделю на повечерии поем канон святых пророков, глас 5, творение Феофана.
  
  [Смотри] Подобает ведати: якоже указася служба прешедшия недели, на вечерни: сице должно есть бывати и в прочих неделях святыя четыредесятницы на вечернях.
  
  В понедельник 2-я седмицы постов.
  
  Совершается последование все, якоже предъявленно в понедельник 1-я седмицы поста.
  
  На утрени, по обычных кафисмах, и на часех чтение обычное. [Нецыи же чтут сказание о чудесех Пресвятыя Владычицы нашея Богородицы и Приснодевы Марии, яже пречистою и честною иконою ея содеяшася, яже и римляныни нарицатися обыкши. Еже и лепотственно читатися в соборных и приходских храмех.]
  
  [Смотри] Да будет же и сие ведомо, яко от сего понедельника 2-я седмицы поста, поются в повечериих каноны минеи, имущих прилучитися святых, от субботы Лазаревы до недели Фомины, с каноны богородичными. Прежде поем канон Богородицы, таже минеи. По 3-й песни, кондак и седален минеи. По 6-й песни, седален Богородицы.
  
  [Смотри] Потребно есть, и сие ведати, яко в пятцех святыя четыредесятницы, поем час 3, и 6, вкупе же и 9. На вечерни, же оставляем поклоны от начала, кроме трех великих.
  
  В пяток 2-я седмицы вечера.
  
  Стихословим кафисму, Ко Господу внегда скорбети ми: И по коемждо антифоне, творит иерей ектению малую. И поем Господи воззвах, во глас самогласна триоди. И прочая служба вечера, и литургии преждесвященныя, якоже изъявися в среду и пяток мимошедшия седмицы.
  
  [Смотри] Аще ли не будет преждесвященныя, по обычной кафисме, поем Господи воззвах, во глас октоиха, и стихиры на 6: мученичны гласа три: и минеи святаго подобны 3.
  
  Слава, святаго, аще есть: Аще ли ни, Слава, мертвен Дамаскиновых октоиха. И ныне, Богородичен 1-й гласа.
  
  На стиховне триоди самогласен дне, дважды: и мученичен, в тойже глас: писаны на Господи воззвах.
  
  Слава, и ныне, Богородичен, в тойже глас.
  
  Ныне отпущаеши: Трисвятое. Тропарь: Апостоли, мученицы и пророцы:
  
  Слава, Помяни Господи: И ныне, Богородичен, Мати святая:
  
  Таже, ектениа: Помилуй нас Боже: и поклоны 3 великия, и молитва: Всесвятая Троице: Буди имя Господне: и псалом, благословлю Господа: и отпуст.
  
  [Смотри] Должно есть ведати, яко сице совершается служба во вся пятки, от сея седмицы, даже до пятка пятыя седмицы поста. На повечерии, по 1-м трисвятом, Тропарь: Апостоли, мученицы:
  
  Слава, Помяни Господи: И ныне, Богородичен, Мати святая:
  
  По 2-м трисвятом, Помилуй нас Господи: По Достойно, и по трисвятом, кондак, Со святыми упокой: И отпуст малый.
  
  В субботу 2-ю постов на утрени.
  
  Поем Аллилуиа, на глас 2-й. Стихи зри в субботу мясопустную. Тропарь, глас 2: Апостоли, мученицы и пророцы: дважды.
  
  Слава, мертвен: Помяни Господи: И ныне, Мати святая:
  
  И стихословим кафисму 16: Рече Господь Господеви моему: и седальны мученичны октоиха 3, и мертвен.
  
  Слава, и ныне, Богородичен 1-й настоящаго гласа.
  
  И чтение в шестодневе Златоустове.
  
  Таже, блажени непорочнии, поем на глас 5, с припевы: благословен еси Господи: Разделяем на две статии.
  
  Иерей же кадит посреди кафисмы, и творит ектению о усопших.
  
  Таже другий лик поет, Твой есмь аз: Припев: Спасе, спаси мя. По конце же кафисмы, поем тропари покойны, глас 5: святых лик: и прочая. По скончании же тропарей ектениа о усопших.
  
  И молитва, Боже духов:
  
  Иерей поминает всех преждеусопших отец и братий наших.
  
  Мы же глаголем: Господи помилуй, 40.
  
  Таже седален, глас 5: Покой Спасе наш:
  
  Слава, и ныне, от Девы возсиявый миру:
  
  И чтение от шестодневника Златоустаго первыя книги.
  
  Псалом 50. Поем канон минеи, со ирмосом на 6: и храма святаго на 4. Глаголется бо ирмос и тропарь без стихов, и держим стихи, от Тогда потщашася владыки: Не стихословим бо песней от начала до 6-я песни, во всех субботах святыя 40-цы, до акафиста.
  
  Аще ли храм Христов, или Богородицы, поем канон храма со ирмосом на 6, и минеи на 4. По 3-й песни, ектениа обычная, а не за упокой. Кондак и икос святаго, таже седален.
  
  Слава, и ныне, Богородичен.
  
  От 6-я же песни начинается четверопеснец триоди: тогда оставляется канон храма. Песни же 6-я, яже во псалтири не глаголем, но поем ю всю в запевех. Предваряет же канон минеи святаго со ирмосом на 6: и триоди поем 4 тропари иосифа, и 6 тропарей Феодора Студита.
  
  Слава, Троичен: И ныне, Богородичен.
  
  Таже оба лика поют и оба стиха, мученичен и мертвенный, с припевы их: таже ирмос триоди. Потом ектениа за упокой, и кондак: Со святыми упокой: И икос.
  
  И чтем пролог. И стихословим 6-ю песнь во псалтири: благословен еси Господи Боже отец наших: и поем ирмос 6-я песни, минеи: таже триоди подобне 8-ю и 9-ю песнь, по чину их. Светилен гласа. На хвалитех, стихиры на 4, мученичны октоиха,
  
  Слава, самогласен мертвен: И ныне, Богородичен.
  
  На стиховне мертвены стихиры господина Феофана, прилучившагося гласа:
  
  Слава, и ныне, Богородичен.
  
  По благо есть, и по трисвятом тропарь: Апостоли, мученицы и пророцы:
  
  Слава, Помяни Господи: И ныне, Мати святая:
  
  Ектениа, и час 1-й, и отпуст.
  
  На Литургии блаженна гласа на 6. По входе тропарь: Апостоли, мученицы и пророцы: Другий, Помяни Господи:
  
  Слава, кондак, Со святыми упокой: И ныне, Богородичен: Тебе и стену:
  
  Прокимен: Веселитеся о Господе:
  
  Стих: Блажени, ихже оставишася беззакония: Другий за упокой: Души их во благих водворятся.
  
  Апостол дне, ко евреем, зачало 309: Блюдите, да не когда будет: И за упокой к солуняном, зачало 270: Не хощу вас не ведети о умерших: Аллилуиа: Воззваша праведнии:
  
  Стих: Блажени, яже избрал:
  
  Евангелие марка, зачало 6: Иде Иисус в пусто место: Другое Иоанна, зачало 16: Аминь аминь глаголю вам, яко слушаяй словесе Моего:
  
  Причастен: Радуйтеся праведнии: Другий: блажени, яже избрал:
  
  [Смотри] Сице убо бывает служба за упокой, в три субботы святаго и великаго поста, егда ни един есть от триех праздников: Предтечев, святых четыредесять мученик, или Благовещение.
  
  Неделя 2-я святых постов
  Поется настоящее последование, во святых отца нашего Григориа архиепископа, фессалонитскаго чудотворца, и паламы, сложенное о всесвятейшаго патриарха Филофеа.
  
  На велицей вечерни, по предначинательном псалме: блажен муж, кафисма вся. На Господи воззвах ставим стихов 10 и поем стихиры воскресны гласа, 3: и анатолиевы 3: и настоящия святаго на 4, глас 2. Подобен: Киими похвальными: Киими благопохвалений песньми:
  
  Слава, глас 6: преподобне треблаженне: И ныне, Богородичен 1-й гласа.
  
  На литии стихира храма, по обычаю:
  
  Слава, и ныне, Богородичен:
  
  На стиховне стихиры по алфавиту.
  
  Слава, глас 8: Бодрый язык твой ко учительству: И ныне: Безневестная Дево:
  
  По Ныне отпущаеши: отпустительный: Богородице Дево: трижды, и прочее последование бдения по обычаю.
  
  На утрени по шестопсалмии, на Бог Господь: Тропарь воскресн, дважды.
  
  Слава,
  
  Тропарь святаго, глас 8: Православия светильниче, церкве утверждение и учителю, монахов доброто, богословов поборниче непреборимый, Григорие чудотворче, фессалонитская похвало, проповедниче благодати, молися выну спастися душам нашим.
  
  И ныне, Богородичен:
  
  Иже нас ради: По кафисмах седальны воскресны с богородичны их: и чтения обычная. По непорочных тропари: Ангельский собор: и прочая. Ипакои гласа. Степенна и прокимен гласа. Всякое дыхание: Евангелие воскресно. Воскресение Христово: и псалом 50.
  
  Слава, преждеписанная стихира: Покаяния отверзи ми двери: и прочая. Канон воскресн, со ирмосом на 4, и триоди на 4: и святаго на 6. Катавасиа: отверзу уста моя: По 3-й песни,
  
  Кондак, глас 4: Ныне время делательное явися, при дверех суд, востанем убо постящеся, принесем слезы умиления, милостынями, зовуще: согрешихом паче песка морскаго, но ослаби содетелю всех, яко да приимем нетленныя венцы.
  
  Таже седален святаго, глас 4. Подобен: Скоро предвари: Прелесть попалил еси:
  
  Слава, тойже: И ныне: Скоро приими Владычице:
  
  По 6-й песни,
  
  Кондак святаго, глас 8. Подобен: Взбранной: Премудрости священный и божественный орган, богословия светлую согласно трубу, воспеваем тя Григорие богоглагольниче, но яко ум уму первому предстояй к нему ум наш отче настави, да зовем: радуйся проповедниче благодати.
  
  И икос и чтем синаксарий. По 9-й песни, светилен воскресн.
  
  Слава, святаго. Подобен: Со ученики: Радуйся отцев похвало: И ныне, Богородичен: Владычице, всех владычице:
  
  На хвалитех стихиры воскресны 4, и анатолиев 1: и настоящия 3, глас 1. Подобен: небесных чинов: блаженную в мире жизнь совершив: Припев 1: уста праведнаго поучатся премудрости: 2: услышите сия вси язы́цы:
  
  Таже, Припев: воскресни Господи Боже мой: и поем стихиру самогласну триоди, глас 6: Во тьме согрешений ходящим:
  
  Слава, паки туюжде стихиру, высочайшим гласом. И ныне, Преблагословенна еси Богородице Дево:
  
  И прочее воследование утрени, якоже предуказася в неделю православия.
  
  На Литургии, блаженна гласа, на 6: и святаго песнь 3-я, на 4. По входе тропарь воскресн, и храма Богородицы, и храма святаго, или святыя, таже святаго. Кондак триоди, и храма святаго, или святыя.
  
  Слава, святаго: И ныне, храма Богородицы: А идеже несть храма Богородицы, глаголем кондак триоди.
  
  Прокимен, глас 5: Ты Господи сохраниши ны:
  
  Стих: спаси мя Господи, яко оскуде преподобный: и святаго, глас 1: уста моя возглаголют премудрость:
  
  Апостол к евреем, зачало 304: В начале Ты Господи землю основал еси: и святаго, к евреем, зачало 318: Таков нам подобаше архиерей: Аллилуиа гласа.
  
  Евангелие Марка, зачало 6: Вниде Иисус в Капернаум: Другое Иоанна, зачало 36: Аз есмь дверь:
  
  Божественная литургиа Великаго Василиа.
  
  Причастен: Хвалите Господа: Другий: В память вечную: На трапезе же ядим, имиже и в 1-ю неделю удоволихомся, во славу Божию.
  
  В туюжде неделю вечера поем все последование,
  
  якоже предуказася в мимошедшую неделю. На вечерни по входе прокимен, глас 8: Не отврати лица твоего: со стихи его.
  
  Тояжде третия недели,
  
  В пяток вечера, на Господи воззвах, триоди самогласен, глас 6: яко блудный отступих: дважды. И мученичны 4, октоиха, и минеи 4.
  
  Слава, мертвен: И ныне, Богородичен 1-й, гласа, и чтения.
  
  [Смотри] Аще же несть преждесвященныя, тогда стихиры на 6: мученичны октоиха 3, и минеи 3.
  
  Слава, мертвен, И ныне, Богородичен 1-й, и чтения. На стиховне самогласен дне дважды: и мученичен.
  
  Слава, и ныне, Богородичен: Ты еси Бог наш:
  
  В пяток сей на повечерии поем службу минеи, имущаго святаго прилучитися в неделю третию поста.
  
  Подобает ведати: яко в пост, во всех пятках, на повечерии творит иерей отпуст малый.
  
  В субботу 3-я седмицы постов.
  
  Поется все воследование, якоже и во вторую субботу явленно есть.
  
  На Литургии, блаженна гласа. Прокимен дне, и за упокой.
  
  Апостол ко евреем, зачало 325: Воспоминайте первыя дни ваша: Другий к солуняном, зачало 270: Не хощу вас не ведети о умерших: Аллилуиа дне, и за упокой.
  
  Евангелие Марка, зачало 8: Мимо грядый Иисус: И другое за упокой, Иоанна, зачало 17.
  
  Причастен: Радуйтеся: Другий: блажени, яже избрал:
  
  Неделя третия святых постов
  поклонение празднуем честнаго и животворящаго креста.
  
  На велицей вечерни, по обычном псалме, блажен муж: кафисма вся. На Господи воззвах ставим стихов 10: и поем стихиры воскресны 3: и анатолиевы 3: и честнаго креста 4: глас 5. Подобен: Радуйся: Возсияй Господень Кресте:
  
  Слава, глас 3: Христе Боже наш: И ныне, Богородичен 1-й гласа.
  
  Вход. Прокимен дне. На литии стихира храма.
  
  Слава, и ныне, глас 5: Зрящи тя тварь: На стиховне октоиха.
  
  Слава, и ныне, глас 4: Пособивый Господи кроткому Давиду:
  
  По Ныне отпущаеши, и по трисвятом тропарь: Богородице Дево радуйся: дважды:
  
  И креста: спаси Господи люди твоя: единожды:
  
  И благословение хлебов, по обычаю.
  
  И чтение.
  
  На утрени, на Бог Господь, тропарь воскресн, дважды:
  
  Слава: спаси Господи люди твоя: И ныне, Богородичен: Гавриилу вещавшу:
  
  И обычныя кафисмы. По кафисмах седальны воскресны с богородичны их.
  
  И чтение во евангелии толковом. [По полиелеи, аще где храм Честнаго Креста, седален креста, глас 8. Подобен: Повеленное: В раи убо прежде: Слава, и ныне, тойже. Аще же ни] поем непорочны, и тропари: Ангельский собор: и чтение. Степенна и прокимен гласа. Евангелие воскресно. Воскресение христово: псалом 50. Стихира, глас 8: Покаяния отверзи ми: и прочая, якоже указася в неделю мытареву.
  
  Канон воскресн со ирмосом на 4: и Богородицы на 2: и триоди на 8, глас 1. Катавасиа: божественнейший прообрази: оба лика вкупе. По 3-й песни, седален креста в триоди, глас 6: Крест твой Господи освятися:
  
  Стих: Возносите Господа бога нашего: Днесь пророческое исполнися слово:
  
  Слава: Токмо водрузися древо: И ныне: Богородице Дево:
  
  По 6-й песни,
  
  Кондак, глас 7, самогласен: Не ктому пламенное оружие хранит врат едемских, на тыя бо найде преславный соуз, древо крестное: смертное жало и адова победа прогнася, предстал бо еси Спасе мой, вопия сущим во аде: внидите паки в рай.
  
  И икос: и чтем синаксарий. По 9-й песни, светилен воскресн:
  
  Слава, Креста. Подобен: Со ученики: Крест Христов честный: И ныне, Богородичен: Древу, на немже Всечистая:
  
  На хвалитех стихиры воскресны, 4: и креста 3, на 4, глас 4. Подобен: яко добля: Во гласех воскликнем: повторяюще ю. Припевы же глаголем: Возносите Господа Бога нашего: Бог же царь наш прежде века: Таже глаголем припев: воскресни Господи Боже мой, да вознесется рука твоя: и поем самогласен триоди, глас 8: Высокомудраго разума:
  
  Слава, паки тойже. И ныне: Преблагословенна еси Богородице Дево:
  
  Славословие великое тихогласно.
  
  Тогда приходит иерей оболчен во вся священническия одежды [или аще где будет старейший, то от первейшаго во своих им местех должно есть сему быти.] и взем кадильницу, кадит святую трапезу, и Честный Крест.
  
  Таже подъемлет его на дискосе [со хранильницею] на главу свою, и исходит северными дверьми, предыдущим ему свещам двум, и кадильнице, и отходит до царских врат.
  
  Скончану же бывшу славословию и трисвятому, глаголет иерей: Премудрость, прости.
  
  И начинаем тропарь: спаси Господи люди твоя: трижды.
  
  И приходит иерей нося Честный Крест, пред святыя двери, и тамо уготовану четвероножцу, полагается верху его Честный Крест: и отверз хранильницу, кадит крестообразно от четырех стран.
  
  И абие поем
  
  Тропарь, глас 6: Кресту Твоему покланяемся Владыко, и святое воскресение Твое славим. трижды.
  
  Таже поют и ликове велегласно трижды.
  
  И начинают покланятися, аще во обители игумен, или ин первенствуяй во священных. Такожде и прочии священницы, покланяющеся пред честным крестом, дважды: целуют же прежде старейший, и по целовании паки покланяются единожды. Такожде творят и прочии священницы, десная страна и левая. Такожде приходят и братия два два, покланяющеся по чину их.
  
  Кланяющимся же братиям, поем стихиры самогласны сия, глас 2: Приидите вернии животворящему древу поклонимся: Ин, глас 8: Днесь Владыка твари:
  
  Слава, глас тойже: Днесь неприкосновенный существом: И ныне, глас тойже: Днесь пророческое исполнися слово:
  
  Таже ектении, и отпуст: и стихира евангельская в притворе, и час 1-й.
  
  На 1-м часе, тропарь воскресн.
  
  Слава, Креста: И ныне, Богородичен часов.
  
  По трисвятом, кондак Креста: и прочее по обычаю. И совершенный отпуст.
  
  На Литургии, блаженны гласа, на 6: и от канона Креста песнь 6, на 4. По входе тропарь воскресн, и Креста,
  
  Слава, и ныне, кондак Креста.
  
  Вместо же трисвятаго поем: Кресту Твоему покланяемся Владыко:
  
  Прокимен, глас 6: Спаси Господи люди твоя:
  
  Стих: К тебе Господи воззову:
  
  Апостол ко евреем, зачало 311. Имуще Архиереа велика: Аллилуиа, глас 8: Помяни сонм твой:
  
  Стих: Бог же Царь наш прежде века:
  
  Евангелие Марка, зачало 37: Иже хощет по мне ити, да отвержется себе:
  
  Причастен: Знаменася на нас:
  
  На трапезе же учреждаемся, якоже указася в 1-ю неделю православия.
  
  В туюжде неделю вечера.
  
  Последование поем, якоже и в первых неделях указася. По входе прокимен, глас 8: Дал еси достояние: и прочия стихи:
  
  [Смотри] Подобает ведати: яко поклонение Честнаго Креста творим по 4 дни, по преждеписанному образу: сиречь, в неделю, в понедельник, в среду и пяток: Бывает же сице: В понедельник на 1-м часе творим поклонение Честному Кресту, якоже и в неделю, по написанному образу, поюще вместо: Стопы моя: Кресту твоему покланяемся Владыко: Покланяющимся братиям, поем стихиры, глас 2: Приидите вернии: и прочая. По трисвятом глаголем кондак Креста: такожде и на прочих часех.
  
  Во вторник тояже седмицы вечера.
  
  По обычной кафисме, на Господи воззвах, ставим стихов 6: и поем стихиры подобны триоди дне 3: и Честнаго Креста, 3: глас 4.
  
  Подобен: Дал еси знамение:
  
  Слава, и ныне, глас 8: Днесь Владыка твари:
  
  Таже прокимен, и чтение дне: и паки прокимен, и чтение. На стиховне триоди самогласен, глас 3: Побеждая мытаря: дважды, и мученичен.
  
  Слава, и ныне, Креста, глас 5: Зрящи тя тварь:
  
  Канон минеи святаго глаголем на повечерии.
  
  В среду 4-я седмицы на утрени:
  
  Обычное воследование, якоже на всяк день. Канон Креста со ирмосом на 6: и трипеснец, по обычаю. По 3-й песни, седален креста, глас 6: Днесь пророческое:
  
  Слава, Крест Твой Господи: И ныне: Токмо водрузися:
  
  По 6-й песни, кондак, глас 6: Не ктому пламенное оружие: писан в неделю. По 9-й песни, светилен. Подобен: духом: Преполовением постов:
  
  Слава, и ныне, Крестобогородичен: Безневестная:
  
  На стиховне триоди самогласен дне, дважды, и мученичен.
  
  Слава, глас 1: Преполовивше пучину воздержания. И ныне, паки тойже.
  
  Творим же и поклонение Кресту на 1-м часе, якоже прежде изъявися о сем в понедельник. покланяющимся братиям, поем преднаписанныя стихиры, глас 2: Приидите вернии, и прочее, и отпуст.
  
  В туюжде среду вечера,
  
  Обычная кафисма. На Господи воззвах: ставим стихов 10. И поем триоди самогласен, глас 4. Пост благих ходатай: единожды. Ин, глас 5: В тайне добродетели делающии: единожды. и мученичен: и подобны триоди 3, и минеи на 4.
  
  Слава, и ныне, Креста, глас 8: Днесь неприкосновенный существом:
  
  Вход, прокимен, и чтение дне, и прочее преждесвященных. От сего дне глаголется на литургиах оглашенная ектениа сугубая, на преждесвященных, якоже писася в служебниках.
  
  [Смотри] Ведомо же да будет и сие: яко в сию средопостную среду, на трапезе не достоит разрешати на елей и вино, яко паче день плача есть, а не радости: понеже и Бог Господь не поется на утрени в сию среду, но Аллилуиа.
  
  В пяток же тоя седмицы:
  
  Поем службу всю вечер и утро, якоже в среду предписася, и по отпусте часов бывает поклонение Честному Кресту, поющим нам стихиры самогласны, якоже прежде изъявися: и взимается иереем Честный Крест, и относится во святый олтарь.
  
  В субботу 4-ю постов.
  
  Поется возследование, якоже и в минувших субботах, все непременно. На вечерни, и на утрени, и прочее все, якоже указася в субботу вторую поста.
  
  На Литургии, блаженна гласа. Прокимен дне: и за упокой.
  
  Апостол дне, ко евреем, зачало 313: Надеемся о вас возлюбленнии: Другий за упокой, к коринфяном, зачало 163: Первый человек от земли перстен: Аллилуиа, мертвых. Евангелие дне, Марка, зачало 31: Изыде Иисус от предел Тирских и Сидонских: и за упокой, Иоанна, зачало 16: Аминь аминь глаголю вам: яко слушаяй словесе Моего:
  
  Причастен: Радуйтеся: Другий: за упокой: Блажени, яже избрал:
  
  Неделя 4-я святых постов
  На велицей вечерни, на Господи воззвах, стихиры воскресны 3: и анатолиевы 4: и минеи 3. Инии же последнейшии определиша петися последованию святаго Иоанна Лествичника. Стихиры, глас 8. Подобен: о преславнаго чудесе! отче Иоанне преподобне:
  
  Слава, глас 5: преподобне отче: И ныне, Богородичен 1-й гласа.
  
  На литии стихиры по обычаю. На стиховне стихиры октоиха.
  
  Слава, святаго, глас 2: На земли ангела: И ныне, о чудесе новаго!
  
  Ныне отпущаеши: таже, Богородице Дево: трижды.
  
  И благословение хлебов, по обычаю. А идеже несть бдения, глаголем тропарь воскресн. Слава,
  
  Тропарь святаго, глас 1: Пустынный житель, и в телеси ангел, и чудотворец явился еси богоносе Отче наш Иоанне: постом, бдением, молитвою, небесная дарования приим, исцеляеши недужныя, и души верою притекающих к тебе. Слава давшему ти крепость: слава венчавшему тя: слава действующему тобою всем исцеления.
  
  И ныне, Богородичен.
  
  На утрени, по обычаю последований. Каноны: воскресный с Богородичным на 6: и триоди на 4, глас 5: и святаго на 4, глас 8. Катавасиа: отверзу уста моя: По 3-й песни,
  
  Кондак святаго, глас 4. Подобен: явился еси: На высоте Господи воздержания, истинна тя положи, якоже звезду нелестную, световодящую концы, наставниче иоанне Отче наш.
  
  Седален, глас 5. Подобен: Странное: Пречистый Крест Твой:
  
  Слава, преподобнаго, глас 4. Подобен: Вознесыйся: Добродетельми к небеси возсиявый: И ныне: На престоле херувимском седяй:
  
  По 6-й песни, кондак и икос воскресн.
  
  И чтем синаксарий.
  
  По 9-й песни, Светилен воскресн:
  
  Слава, преподобнаго: Подобен: Жены услышите: Мира благострастия: И ныне: Господьтвенно Богородицу тя исповедуем:
  
  На хвалитех стихиры воскресны 4: и анатолиевы 4.
  
  Таже глаголем припев: воскресни Господи Боже мой, да вознесется рука Твоя: И поем самогласен триоди, глас 1: Приидите делаим:
  
  Слава, паки тойже. И ныне: Преблагословенна еси:
  
  Славословие великое, и отпуст. И исхождение в притвор,
  
  Слава, и ныне, стихира евангельская, и оглашение, и прочее последование, яко обычно.
  
  На Литургии, блаженна гласа: Прокимен гласа, и преподобнаго: Восхвалятся преподобнии во славе: Апостол дне, ко евреем, зачало 314: Аврааму обетовая Бог: И святаго, ко ефесеем, зачало 229: Яко чада света ходите: Аллилуиа гласа, и святаго.
  
  Стих: Насаждени в дому Господни:
  
  Евангелие Марка, зачало 40: Человек некий прииде ко Иисусу: И преподобнаго, Матфеа, зачало 10: По Иисусе идоша народи мнози:
  
  Причастен: Хвалите Господа: Другий: В память вечную:
  
  На трапезе учреждаемся, якоже предызъявися в мимошедших неделях.
  
  В туюжде неделю вечера.
  
  На Господи воззвах, ставим стихов 10: и поем октоиха гласа покаянны 4, писаны в неделю на стиховне, два, и в понедельник на утрени на стиховне 2. И триоди подобны 3: и минеи святаго 3. Вход, прокимен великий, глас 8. Не отврати лица твоего: со стихи. И прочая служба, якоже предписася.
  
  Службу минеи прилучившагося святаго в четверток великаго канона поем во вторник на повечерии. Указ о кафисмах 5-я седмицы великаго поста, како глаголати, предписася.
  
  В среду пятыя седмицы вечера: Звон в красныя: такожде и в четверток ко утрени и вечерни.
  
  В среду вечера,
  
  Стихословим кафисму рядовую седмую. На Господи воззвах стихиры триоди: самогласен дне, дважды, глас 8: Моими помышлении: и мученичен: и подобны 3. И посем ины стихиры по алфавиту, 24, великаго канона: творение кир Андреа Критскаго. И творим на кийждо стих по 3 поклоны, глас 4. Подобен: Хотех слезами омыти: Начинаем же припевы: отпадут во мрежу свою: егда же скончаются припевы: припеваем к прочим: Слава тебе Боже наш, слава тебе. На последнем же поем вышшим гласом:
  
  Слава: О, неизреченнаго твоего: И ныне, Богородичен: О, неизреченнаго снизхождения:
  
  Вход. Свете тихий: прокимен, паремии, и чтение. И паки прокимен, и чтение. Да исправится молитва моя: и прочее последование преждесвященных.
  
  [Смотри] Аще ли не будет преждесвященныя: На Господи воззвах: поем триоди подобны 3, и стихиры 24, великаго канона: и прочее. Прокимен, и чтения. На стиховне триоди, самогласен дне, дважды, и мученичен:
  
  Слава, и ныне, Богородичен.
  
  На трапезе разрешаем на елей, и вина причащаемся труда ради бденнаго, хотящаго быти: Внимающии же спастися, воздержанию прилежат: Множайшии же посту нелицемерну. Повечерие же глаголем малое в келлиах без поклонов. По трисвятом кондак Андреева канона. Такожде и полунощницу.
  
  В четверток пятыя недели святых постов.
  
  Клеплет в 4-й час нощи, и собравшимся нам в церковь, бывает начало от иереа, по обычаю, и глаголем: Царю небесный: Трисвятое, и Отче наш: Господи помилуй, 12.
  
  Слава, и ныне, Приидите поклонимся, и прочия два псалма, 19 и 20: и обычныя тропари, и ектениа.
  
  И посем глаголем шестопсалмие. И по псалмех поем Аллилуиа, и троичны гласа, яко обычай. И стихословим кафисму едину осмую. И седальны октоиха.
  
  Слава, и ныне, Богородичен. И чтем житие преподобныя Марии, на две статии.
  
  Таже псалом 50. Песней не стихословим. И абие начинаем великий канон косно, и с сокрушенным сердцем и гласом, творение святаго Андреа Критскаго, иеросолимскаго, глас 6. ирмос: Помощник и покровитель: по дважды. Потом тропари, творяще на кийждо метания 3 и припевающе: Помилуй мя Боже, помилуй мя.
  
  [Смотри] Ведомо же буди: егда един лик поет, тогда другий творит метания, благочиния ради. Егда же приидет канон преподобныя Марии, и глаголем к стихом тем припев: преподобная мати Марие, моли Бога о нас. К стихом же преподобнаго Андреа, припев: преподобне отче Андрее, моли Бога о нас. По 3-й песни, ирмос: утверди Господи на камени: Седален апостолов, глас 8. Подобен: воскресл еси от гроба:
  
  Слава, другий, глас тойже. Подобен: Повеленное: И ныне, Богородичен. И чтем оставшее жития преподобныя Марии.
  
  Таже трипеснец глаголем по обычаю, без метаний. Ирмосов же у трипеснца не поем: и Слава, и ныне, не глаголем. Припеваем же к стихом: святии апостоли молите Бога о нас. Такожде и на 8-й песни, и 9-й. Егда же трипеснец изглаголется, тогда поем ирмос великаго канона. И по 6-й песни, покрываем темже ирмосом. Кондак, глас 6: Душе моя, душе моя: писан в понедельник 1-я седмицы на повечерии. И икос, и чтем синаксарий. Посем блаженна великаго канона с метании: Таже седмая песнь, и прочая. По 8-й песни, Хвалим благословим: и паки ирмос. Посем поем, Честнейшую херувим: По 9-й песни ирмос: Безсеменнаго зачатия: Светилен троичен гласа, яко обычно. На стиховне самогласен дне дважды, и мученичен:
  
  Слава, и ныне, Богородичен.
  
  Совокупляем же и 1-й час, без кафисмы: Стихословим же ту кафисму в тойже четверток, на вечерни, вместо: Ко Господу внегда скорбети ми: На всех часех по трисвятом кондак: Душе моя, душе моя:
  
  В сий же четверток.
  
  Всю службу поем поскоро, труда ради бденнаго. Совершается же служба преждеосвященных, в нейже приудостоившиися причащаются святых христовых таинств. На трапезе же ядим елей, и вино пием, труда ради бывшаго. Нецыи же уставы разрешати точию на вино попущают, на елей же не оставляют. Во святыя же горы типице разсуждает: На святых мученик 40, На Предтечевы главы обретение, В среду Крестопоклонную, На великий канон, и на неседальное, ясти два варения со елеем, и испивати по две чаши вина.
  
  В пяток 5-я седмицы вечера.
  
  Обычная кафисма: На Господи воззвах, ставим стихов 10: и поем триоди самогласен дне, дважды, и мученичен. Таже поем стихиры праздника Пресвятыя Богородицы, 3: творяще я 7, глас 6. Подобен: Всю отложивше: Совет превечный:
  
  Слава, и ныне, праздника, глас 2: еже от века таинство:
  
  Вход. Свете тихий: прокимен, и чтения дне.
  
  Аще ли храм похвалы Богородицы: Чтем и праздника чтения 3: писаны на успение Богородицы, и прочее последование преждеосвященных.
  
  [Смотри] Аще ли не совершается преждесвященная: На Господи воззвах, поем стихиры праздника Богородицы на 8: глас 6. Подобен: Всю отложивше:
  
  Слава, и ныне, праздника.
  
  На стиховне, самогласен дне, дважды. И мученичен.
  
  Слава, и ныне, праздника, глас 4:
  
  Языка, егоже не ведяше: писан на хвалитех. По трисвятом тропарь: Повеленное тайно:
  
  Таже, ектениа: Помилуй нас Боже: и поклоны 3. И Всесвятая Троице: Буди имя Господне: и метания 3, и псалом: благословлю Господа: и отпуст.
  
  На трапезе пием вино, труда ради бденнаго, хотящаго быти. Повечерие же малое и полунощницу поем в келлиах. Канон мертвен гласа поем в гробнице.
  
  В субботу 5-я седмицы постов.
  
  Ко утрени знаменает в 4-й час нощи, молебнаго ради последования акафиста.
  
  И собравшимся в церковь, благословившу иерею, начинаем утреню, якоже предписася. иерей же кадит церковь всю. По шестопсалмии, Бог Господь, во глас 8.
  
  И поем тропари косно: Повеленное тайно: дважды.
  
  Слава, и ныне, тойже.
  
  Таже стихословим кафисму 16: Рече Господь Господеви моему: и по исполнении сея, ектениа малая. И поем кондак на среде со сладкопением косно, глас 8: Взбранной Воеводе победительная: на немже кадит диакон святыя иконы, и братию по чину. На прочих же точию настоятеля, и лики, и чтем икосов и кондаков 6: на чтении стоим. Тии же икосы суть по алфавиту, сиесть, 24, и глаголются от иереа во святом олтаре.
  
  Икос 1: Ангел предстатель: и прочее. И паки кондак: Взбранной Воеводе: и чтем от слова акафиста, на даяния два.
  
  Таже стихословим непорочны, и ектениа. И паки глаголем кондак: Взбранной Воеводе: и другия икосы, и кондаки 6: икос 4: Слышаша пастырие: и прочее.
  
  И паки кондак: Взбранной Воеводе: Таже чтем прочее слова акафиста.
  
  Псалом 50. И каноны храма святаго со ирмосом на 6: и Пресвятыя Богородицы, на 6, глас 4: творение господина Иосифа. Катавасиа: отверзу уста моя:
  
  Аще ли храм Богородицы, поем канон праздника Богородицы, со ирмосом на 12: ирмос по дважды, тропари на 10.
  
  [Аще ли храм похвалы пресвятыя Богородицы: По обычных кафисмах, и по кондаках, поем полиелей, и седален храма Богородицы.
  
  Слава, и ныне, тойже.
  
  И чтение. Степенна, 1-й антифон 4-го гласа.
  
  Прокимен: Всякое дыхание:
  
  Евангелие, и стихиры храма Богородицы. Поем канон храма похвалы Богородицы, со ирмосом на 14: ирмос по дважды, тропари на 12.]
  
  По 3-й песни, ектениа малая. И по возгласе кондак: Взбранной Воеводе: и чтем другия 6 икосов и кондаков. Икос 7: Новую показа тварь: и прочее.
  
  И паки кондак: Взбранной Воеводе: Седален, глас 1. Подобен: Гроб твой: Великий воин:
  
  Слава, и ныне, тойже, и паки чтение.
  
  На 6-й песни престает канон храма святаго: и поем праздника Богородицы, со ирмосом на 6: и триоди по чину своему. Катавасиа триоди. По 6-й песни, ектениа малая.
  
  И паки поем кондак: Взбранной воеводе: и чтем оставшияся 6 икосов и кондаков. Икос 10: Стена еси девам: и прочее. Кондак 13: о всепетая Мати: Сей кондак глаголи трижды.
  
  И паки чтется 1-й икос: Ангел предстатель: и паки кондак: Взбранной воеводе:
  
  И чтем синаксарий. На 9-й песни поем, Честнейшую. По 9-й песни, светилен праздника Богородицы. Подобен: Жены услышите: еже от века днесь: трижды. На хвалитех поставим стихи 4, и поем стихиры Богородицы, глас 4. Подобен: яко добля: Сокровенное таинство:
  
  Слава, и ныне, глас тойже:
  
  Языка, егоже не ведяше: Славословие великое. Тропарь праздника.
  
  Ектении, и отпуст: и час 1-й. На 1-м часе, тропарь и кондак праздника.
  
  На Литургии, блаженна от канона акафиста. Песнь 3 и 6.
  
  Прокимен, глас 3, песнь Богородицы: Величит душа моя Господа:
  
  Стих: Яко призре на смирение рабы своея:
  
  Апостол дне, ко евреем, зачало 322: Не в рукотворенная святая: и Богородицы, тогоже послания, зачало 320: Имеяше первая скиниа: Аллилуиа, глас 8: воскресни Господи в покой твой:
  
  Стих: Помяни Господи Давида и всю кротость его.
  
  Евангелие дне, Марка, зачало 35: Изыде Иисус и ученицы его: И Богородицы, Луки, зачало 54: Вниде Иисус в весь некую:
  
  Причастен: Чашу спасения прииму:
  
  На трапезе ядим два варения с елеем, и пием вино, благодаряще всесвятую Владычицу нашу Богородицу, о бывшем от нея чудеси.
  
  В неделю 5-ю святых постов
  последование, якоже и в прочих неделях, в нейже поем и минеи последование случившагося святаго.
  
  Инии же последнейшии предаша пети в сию неделю последование преподобныя матере нашея Марии Египетския.
  
  Во светильничном по предначинательном псалме, и обычном стихословии, на Господи воззвах, поставим стихов 10, и поем осмогласника стихиры воскресны 3: и анатолиевы 3: и преподобныя, стихиры 3, творяще я на 4, глас 6. Подобен: Всю отложивше: Тебе убо возбраняше:
  
  Слава, глас 4: очудотвори Христе Креста твоего сила: И ныне, Богородичен 1-й гласа.
  
  На литии стихиры по обычаю. На стиховне, стихиры осмогласника.
  
  Слава, преподобныя, глас 2: Душевная ловления: И ныне, Богородичен: о чудесе новаго:
  
  По Ныне отпущаеши, тропарь воскресн:
  
  Слава, преподобныя, глас 8: В тебе мати: И ныне, Иже нас ради:
  
  На утрени, на Бог Господь, тропарь воскресн, дважды.
  
  Слава, преподобныя, глас 8: В тебе мати известно спасеся еже по образу: приимши бо крест, последовала еси Христу и деющи учила еси, презирати убо плоть, преходит бо, прилежати же о души вещи безсмертней. Темже и со ангелы радуется, преподобная Марие, дух твой.
  
  И ныне, Иже нас ради: и прочее последование яко обычно.
  
  Каноны 3: воскресный с Богородичным на 6: и триоди на 4, глас 8: и преподобныя на 4, глас 6: Катавасиа: отверзу уста моя: По 3-й песни,
  
  Кондак преподобныя, глас 3. Подобен: Дева днесь: Блудами первее преисполнена всяческими, Христова невеста днесь покаянием явися, ангельское жительство подражающи, демоны креста оружием погубляет: сего ради царствия невеста явилася еси Марие преславная.
  
  Седален, глас 8. Подобен: Премудрость и слово: Взыграния вся:
  
  Слава, и ныне: небесная врата и ковчег:
  
  По 6-й песни кондак и икос воскресн, и чтем пролог. По 9-й песни, Светилен воскресн:
  
  Слава, преподобныя. Подобен: небо звездами: образ покаяния: И ныне, Сладосте ангелов:
  
  На хвалитех стихиры воскресны 4, и анатолиевы 4, таже глаголем стих: воскресни Господи Боже мой: и поем самогласен, глас 1: Несть царство Божие пища и питие:
  
  Слава, паки тойже. И ныне, Преблагословенна еси:
  
  Славословие великое. И отпуст.
  
  Слава, и ныне, стихира евангельская, и час первый.
  
  На Литургии, блаженна, и прокимен гласа.
  
  Таже преподобныя, прокимен, глас 4: Дивен Бог во святых своих, Бог израилев. Апостол ко евреем, зачало 321, от полу: Христос пришед, архиерей грядущих благ: И преподобныя, к галатом, зачало 208: Прежде пришествия веры: Аллилуиа гласа. Евангелие марка, зачало 47: Поят Иисус обанадесять: И преподобныя, Луки, зачало 33: Моляше Иисуса некий от фарисей:
  
  Причастен: Хвалите Господа: Другий: В память вечную:
  
  На трапезе же учреждаемся, якоже и в преждних неделях.
  
  В туже неделю на вечерни.
  
  По обычаю преждних недель. Таже вход, и прокимен великий, глас 8: Дал еси достояние: со стихи его, и прочая яко обычно.
  
  В пяток ваий на утрени.
  
  Аллилуиа, и троичны гласа, и обычное стихословие: и прочее возследование, якоже предуказася. На стиховне триоди самогласен дне, глас 1: Презревши душе моя: дважды, и мученичен.
  
  Слава, глас 8: Душеполезную совершивше четыредесятницу: И ныне, паки тойже.
  
  Таже: Благо есть:
  
  И час первый, по обычаю, и отпуст.
  
  В тойже пяток вечера.
  
  Стихословим кафисму: Ко Господу внегда скорбети ми: Господи воззвах, поем во глас 8: поставим стихов 10, и поем самогласну стихиру, глас 8: Душеполезную совершивше четыредесятницу: дважды, и мученичен, и святаго Лазаря самогласны 5, творяще я 7, глас 6: Господи, Лазарев хотя гроб видети:
  
  Слава, глас 8: Представ гробу Лазареву: И ныне, глас тойже:
  
  Душеполезную совершивше четыредесятницу, возопиим: Вход, прокимен, и чтение дне.
  
  [Смотри] А идеже не быти преждесвященной: на Господи воззвах, стихиры на 6, глас 6: Господи, Лазарев хотя гроб:
  
  Слава, и ныне, праздника, глас 8: Душеполезную совершивше четыредесятницу, возопиим:
  
  Таже, Свете тихий: без входа:
  
  Прокимен, и чтение дне. На стиховне самогласен: Душеполезную: дважды, и мученичен. Припев же глаголем: К тебе возведох очи мои:
  
  Слава, и ныне, глас 8: Представ гробу Лазареву: писан на Господи воззвах. По Ныне отпущаеши, трисвятое, и по Отче наш, тропарь праздника: общее воскресение:
  
  Таже, ектениа: Помилуй нас Боже: и 3 поклоны великия, и молитва: Всесвятая Троице: и прочая по обычаю, и отпуст, и многолетны.
  
  [Смотри] Ведомо буди: яко от днесь, ниже мученичен, ниже Богородичен, ниже осмогласник поется, даже до понедельника святаго Фомы. В тойже пяток повечерие глаголем великое. По 1-м трисвятом тропарь праздника. По 2-м трисвятом тропари обычныя: Помилуй нас Господи, помилуй нас: и поем канон триоди, творение Господина Андреа Критскаго, глас 1. По 9-й песни ирмос: Сотвори державу: оба лика вкупе. По трисвятом кондак праздника, и отпуст малый.
  
  В субботу святаго и праведнаго Лазаря
  На полунощнице, по 1-м трисвятом, и по Отче наш, глаголем вместо, Се жених: Тропарь: общее воскресение: По 2-м трисвятом, и по Отче наш, глаголем кондак: Всех радость Христос: Господи помилуй, 12. И отпуст. Молитвы же, Помяни Господи, не глаголем.
  
  На утрени, на Бог Господь: Тропарь, глас 1: общее воскресение прежде Твоея страсти уверяя, из мертвых воздвигл еси Лазаря Христе Боже. Темже и мы яко отроцы победы знамения носяще, тебе победителю смерти вопием: осанна в вышних, благословен грядый во имя Господне. Трижды.
  
  И обычныя кафисмы две. По 1-й кафисме седален, глас 1: ущедрив Марфины и Мариины слезы:
  
  Слава, и ныне, тойже.
  
  И чтение в евангелии толковом, еже от Иоанна, емуже начало: Господу нашему Иисусу Христу: По 2-й кафисме поем тропари воскресны: Ангельский собор: и по них ектениа, и седален, глас 5: Источник премудрости:
  
  Слава, и ныне, тойже, и чтение тогоже слова.
  
  Таже глаголем: Воскресение Христово: Псалом 50. И прочая по обычаю.
  
  Каноны два, до 6-я песни, творение господина Феофана: отонудуже начинаем четверопеснец. Первый канон со ирмосом на 8: другий на 6, глас 8. Песнь 1, ирмос: Поим Господеви: Другий канон, творение Иоанна монаха, глас тойже, ирмос: Воду прошед: Припевы песней: Поим Господеви: такожде и в неделю ваий. Катавасиа: Воду прошед: По 3-й песни седален праздника, глас 4. Подобен: удивися: Вкупе предстасте:
  
  Слава, и ныне, глас 8.
  
  Подобен: Премудрости: Проведый всяческая: и чтение. От 6-я же песни поем четверопеснец, творение господина Космы: ирмос по дважды, тропари на 6. И кир Иоанна, глас тойже, на 6. Катавасиа: очисти мя Спасе: По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Всех радость Христос, истина, свет, живот, и мира воскресение сущим на земли явися, своею благостию, и бысть образ воскресения, всем подая божественное оставление.
  
  [Смотри] И икос, и чтем синаксарий. На 9-й песни, Честнейшая не стихословится, от сего дне, и в прочия дни, и до новыя недели: по ирмос, и последи катавасиа: Воистинну Богородицу:
  
  Таже, на глас 1: свят Господь Бог наш (трижды). Светилен триоди: Словом твоим: дважды.
  
  Слава, и ныне: Лазарем тя Христос:
  
  На хвалитех стихиры на 8, глас 1, самогласны: воскресение и жизнь человеком: Глаголем же и припевы: воскресни Господи Боже мой: и Исповемся тебе Господи, всем сердцем моим:
  
  Слава, глас 2: Велие и преславное чудо: И ныне: Преблагословенна еси:
  
  Славословие великое. По трисвятом тропарь праздника. Ектении, и отпуст, и час 1. Тропарь и кондак праздника.
  
  На Литургии блаженна, песнь 3-я и 6-я, на 8. По входе тропарь праздника:
  
  Слава, и ныне, кондак.
  
  Вместо же трисвятаго, поем: елицы во Христа креститеся:
  
  Прокимен, глас 3: Господь просвещение мое и спаситель мой, кого убоюся?
  
  Стих: Господь защититель живота моего:
  
  Апостол ко евреем, зачало 333, от полу: царствие непоколебимо приемлюще: Аллилуиа, глас 5: Господь воцарися, в лепоту облечеся.
  
  Стих: Ибо утверди вселенную:
  
  Евангелие Иоанна, зачало 39: Бе некто боля Лазарь от Вифании:
  
  Причастен: Из уст младенец и ссущих совершил еси хвалу.
  
  На трапезе учреждаемся варением со елеем. Аще же и икру имамы, да дастся коемуждо брату по три онгии: и вино пием.
  
  [Смотри] Подобает ведати, Аще храм праведнаго Лазаря, по обычных кафисмах полиелей. Величание святительское, и псалом: услышите сия вси язы́цы: Таже седальны, яже по 3-й песни. И житие святаго Лазаря, от Никифора Ксанфопула написано. Антифон 1-й 4-го гласа.
  
  Прокимен: Честна пред Господем смерть:
  
  Стих: Что воздам:
  
  Всякое дыхание: Евангелие от Иоанна, зачало 36: Аз есмь дверь: псалом 50. Стихира, глас 6: Господи, глас твой разруши: Каноны 2, на 14: Катавасиа 2-го канона. По 3-й песни, седален праздника. По 6-й песни, кондак: Всех радость: И икос, и прочее последование якоже указася.
  
  В субботу ваий вечера.
  
  На малей вечерни, на Господи воззвах, поем стихиры праздника, на 4, глас 6. Подобен, Тридневен: от незлобивых младенец Христе:
  
  Слава, и ныне, подобен тойже: На плещах херувимских:
  
  На стиховне стихиры праздника, глас 2. Подобен: Доме Евфрафов: Светлися Сионе: с припевы праздника.
  
  Слава, и ныне, глас и подобен тойже: Пою твое страшное:
  
  Тропарь, глас 1: общее воскресение:
  
  Слава, и ныне, глас 4: Спогребшеся тебе крещением Христе Боже наш, безсмертныя жизни сподобихомся воскресением твоим, и воспевающе зовем: осанна в вышних, благословен грядый во имя Господне.
  
  Ектениа малая, и отпуст.
  
  На велицей вечерни, по предначинательном псалме: Блажен муж, кафисма вся. Господи воззвах поем во глас 6. Поставим стихов 10: и поем стихиры самогласны 5, повторяюще я, глас 6: Днесь благодать Святаго Духа:
  
  Слава, стихиру 1-ю: Днесь благодать Святаго Духа: И ныне, паки туюжде.
  
  Таже вход: Свете тихий:
  
  Прокимен: Господь воцарися: со стихи.
  
  Таже, чтения 3, праздника: 1-е, Бытия: Призва Иаков сыны своя: 2-е, пророчества Софониева: Тако глаголет Господь: радуйся зело дщи Сионова: 3-е, пророчества Захариина: Тако глаголет Господь: радуйся зело дщи Сионя. На литии самогласны стихиры, глас 1: Всесвятый дух:
  
  Слава, и ныне, глас 3: Прежде шести дней бытия Пасхи:
  
  И обычныя молитвы. На стиховне стихиры самогласны, глас 8: Радуйся и веселися граде Сионе: с припевы предписанными на малей вечерни.
  
  Слава, глас 6. Днесь благодать Святаго Духа: И ныне, паки тойже.
  
  На благословении хлебов тропарь праздника, глас 1: общее воскресение, дважды.
  
  И глас 4: Спогребшеся Тебе: единожды. И Буди имя Господне, трижды: и псалом: Благословлю Господа: и предложится чтение, слово торжественное праздника.
  
  На утрени, на Бог Господь, тропарь, глас 1: общее воскресение: дважды.
  
  Слава, и ныне, глас 4: Спогребшеся Тебе:
  
  И обычныя кафисмы. По 1-й кафисме седален, глас 4. Подобен: Удивися Иосиф: С ветвьми умно:
  
  Слава, и ныне, глас тойже.
  
  Подобен: Явился еси: Четверодневна Лазаря: и чтение во евангелии толковом Иоанна Златоустаго. По 2-й кафисме седален, глас 4. Подобен: удивися: Над другом твоим Христе,
  
  Слава, и ныне, глас 1.
  
  Подобен: Камени запечатану: Восхвалите согласно: и чтение тогоже слова. Таже полиелеи праздника, седален, глас 8. Подобен: Повеленное: На престоле херувимстем:
  
  Слава, и ныне, тойже.
  
  И чтем празднику слово святаго кир Андреа Критскаго. Степенна, 1 антифон 4-го гласа. Прокимен праздника, глас 4: Из уст младенец:
  
  Стих: Господи Господь наш:
  
  Всякое дыхание:
  
  Евангелие Матфеа, зачало 83: Егда приближися Иисус во Иерусалим:
  
  Воскресение Христово, не глаголем: но абие глаголем псалом 50.
  
  Таже иерей взем кадило, кадит крестообразно, глаголя молитву на благословение ваий.
  
  Диакон: Господу помолимся.
  
  Лик: Господи помилуй.
  
  Господи Боже наш, седяй на херувимех: егда же целуют братия святое Евангелие, приходяще покланяются игумену, и от руку его вземлют ваиа со свещами.
  
  Таже вместо, молитвами: Слава, глас 2: Днесь Христос: И ныне, паки тойже.
  
  Помилуй мя Боже: Посем поем стихиру, глас 6: Днесь благодать Святаго Духа: И молитва: спаси Боже люди Твоя: Господи помилуй, 12. И по возгласе,
  
  Канон, глас 4, творение кир Космы. Ирмос по дважды: тропари на 12. Катавасиа, ирмос тогоже канона оба лика вкупе. По 3-й песни ипакои, глас 6: С ветвьми воспевше: и чтение праздника. По 6-й песни,
  
  Кондак, глас 6: На престоле на небеси, на жребяти на земли носимый Христе Боже, ангелов хваление, и детей воспевание приял еси, зовущих ти: благословен еси грядый Адама воззвати.
  
  И икос, и чтем синаксарий. На 9-й песни Честнейшую не поем, но ирмос: Бог Господь: По 9-й песни светильна не глаголем: но абие: свят Господь Бог наш, трижды, во глас 4. На Хвалитех поставим стихов 6: и поем стихиры самогласны, 4: повторяюще две, глас 4: Множество народа Господи:
  
  Слава, и ныне, глас 6: Прежде шести дней пасхи:
  
  Славословие великое. По трисвятом тропарь: общее воскресение: ектении, и отпуст, и поучение Студитово, и час 1. На 1-м часе тропарь: общее воскресение,
  
  Слава, Спогребшеся Тебе: И ныне, Богородичен часов:
  
  По трисвятом кондак праздника. На престоле на небеси: и прочая, и совершенный отпуст. Такожде и на прочих часех. И литиа бывает вне монастыря.
  
  На Литургии Антифон 1, глас 2, псалом 114: Возлюбих яко услышит Господь глас моления моего. Припев: Молитвами Богородицы, Спасе спаси нас.
  
  Стих 2: Яко приклони ухо свое мне: молитвами Богородицы:
  
  Стих 3: Объяша мя болезни смертныя: молитвами Богородицы:
  
  Стих 4: Скорбь и болезнь обретох: молитвами Богородицы:
  
  Слава, и ныне: молитвами Богородицы:
  
  Антифон 2, псалом 115: Веровах, темже возглаголах, аз же смирихся зело. Спаси ны Сыне Божий, возседый на жребя поющия ти: аллилуиа.
  
  Стих 2: Что воздам Господеви о всех: спаси ны Сыне Божий:
  
  Стих 3: Чашу спасения прииму: спаси ны Сыне Божий:
  
  Стих 4: Молитвы моя Господеви воздам: спаси ны Сыне Божий:
  
  Слава, и ныне: Единородный Сыне:
  
  Антифон 3, псалом 117: Исповедайтеся Господеви, яко благ, яко в век милость его. Тропарь: общее воскресение:
  
  Стих 2: Да речет убо дом Израилев: общее воскресение:
  
  Стих 3: Да речет убо дом Ааронь: общее воскресение:
  
  Стих 4: Да рекут убо вси боящиися Господа: общее воскресение:
  
  Вход: благословен грядый во имя Господне: благословихом вы из дому Господня, Бог Господь, и явися нам. Тропарь: общее воскресение:
  
  Слава: Спогребшеся Тебе крещением: И ныне, кондак: На престоле на небеси:
  
  Таже трисвятое.
  
  Прокимен апостола, глас 4: Благословен грядый во имя Господне:
  
  Стих: Исповедайтеся Господеви, яко благ:
  
  Апостол к филипписием, зачало 247: Радуйтеся всегда о Господе: Аллилуиа, глас 1: Воспойте Господеви песнь нову:
  
  Стих: Видеша вси концы земли:
  
  Евангелие Иоанна, зачало 41: Прежде шести дней пасхи прииде Иисус в Вифанию:
  
  Причастен: Благословен грядый во имя Господне, Бог Господь, и явися нам.
  
  И бывает литургиа Златоустова. На трапезе утешение, ядим рыбы, и вино пием благодаряще Бога.
  
  В неделю ваий вечера.
  
  На Господи воззвах, поставим стихов 6: и поем стихиры самогласны 3, повторяюще я, глас 8: Радуйся и веселися граде Сионе:
  
  Слава, глас тойже: первую стихиру: Радуйся и веселися: И ныне, На херувимех носимый:
  
  Вход, прокимен дне: Се ныне благословите Господа:
  
  Таже, Сподоби Господи: и метания 3.
  
  Ектениа: Исполним вечернюю:
  
  На стиховне стихиры самогласны 3: глас 2: от ветвий и ваий: Припев: Воспойте Господеви песнь нову: глас 3, Страшно еже впасти: Припев: Видеша вси концы земли: глас 6, Сонмице лукавая:
  
  Слава, стихиру 1-ю, глас 2: от ветвий и ваий: И ныне, глас 3: Страшно еже впасти:
  
  По Ныне отпущаеши, и по трисвятом тропарь: Богородице Дево радуйся, и прочая с поклоны, якоже и в прежния недели указася. И отпуст.
  
  [Смотри] Вестно буди, яко, Богородице Дево, и прочая, со сладкопением поются во вся недели святыя 40-цы, такожде и в настоящую.
  
  [Смотри] В прочия же дни великия сея седмицы, поскору глаголются. Повечерие же глаголем малое по обычаю, якоже указася прежде: точию на повечерии поем трипеснец, глас 8, великаго понедельника, творение кир Андреа Критскаго: ирмосы по дважды, тропари колико их есть, и последи ирмос, оба лика вкупе. По трисвятом кондак триоди, Иаков рыдаше: и прочее поем все, якоже указася в прежних неделях.
  
  [Смотри] Ведомо буди, како глаголати псалтирь в сию святую великую седмицу: Предписася во главе 17 на ряду, лист 30.
  
  Во святый и великий понедельник на утрени.
  
  По шестопсалмии поем Аллилуиа, во глас 8, со обычными стихи.
  
  Тропарь, глас тойже: Се жених грядет в полунощи, и блажен раб, егоже обрящет бдяща. недостоин же паки, егоже обрящет унывающа. Блюди убо душе моя, не сном отяготися, да не смерти предана будеши, и царствия вне затворишися, но воспряни зовущи: свят, свят, свят еси Боже, Богородицею помилуй нас. Трижды поем велегласно.
  
  Таже обычныя кафисмы, с метании. И седальны триоди дне, и чтения 3, в толковании Златоустаго, еже от Матфеа, Евангелие. Посем, И о сподобитися нам: Евангелие Матфеа, зачало 84: Возвращься Иисус во град, взалка: без преступки. Конец, в зачале 88– м: И дастся языку творящему плоды его. Таже псалом 50. И обычная молитва: спаси Боже люди твоя: и поем триоди трипеснец: глас 2, творение кир Космы, ирмос по дважды, тропари на 12. Припев: Слава тебе Боже наш, слава тебе. Во всю сию седмицу. Последи ирмос, оба лика вкупе. По 1-й песни ектениа малая, таже,
  
  Кондак, глас 8. Подобен: яко начатки: Иаков рыдаше Иосифа лишения, и доблий седяше на колеснице, яко царь почитаемь: египтяныни бо тогда сластем не поработав, возпрославляшеся от ведущаго человеческая сердца, и посылающаго венец нетленный.
  
  И икос, и чтем синаксарий. На 9-й песни, Честнейшую не поем, но ирмос, кийждо лик. И последи тойже ирмос поем оба лика вкупе: и поклон. Светилен самогласен, глаголется трижды. Чертог твой вижду: Поется же первее посреде церкве канонархом единожды.
  
  Таже: Слава, на клирос: И ныне, на другий. И тако глаголем во всю седмицу.
  
  На хвалитех, стихиры самогласны дне на 4, глас 1: грядый Господь к вольной страсти:
  
  Слава, и ныне, глас 5: Господи, грядый к страданию:
  
  На стиховне стихиры, глас 5: Господи к таинству неизглаголанному: со обычными припевы:
  
  Слава, и ныне, глас 8: Вторую Еву:
  
  Глаголют же сия припевы, во вторник, и среду.
  
  Таже, благо есть: и прочая служба по обычаю с поклоны, и час 1-й, без кафисмы: точию обычныя 3 псалмы, и прочее с поклоны. Час же 3– й, и 6-й поем с кафисмами во свое время, якоже предречеся. и прочая.
  
  По тому же образу бывает служба вся во вторник, и среду. При часе 3-м дне, ударяет параекклисиарх в било, якоже есть обычай, и собравшеся в церковь, поем 3-й час с кафисмою, и поклоны.
  
  Таже тропарь: Господи, иже пресвятаго Твоего Духа: со стихи обычными.
  
  И Богородице ты еси лоза:
  
  И абие украшену аналогию, полагается на нем верху святое тетроЕвангелие, и лампаде возжжене, и кадит иерей окрест аналогиа, и олтарь, и церковь всю, и братию по чину.
  
  Таже, глаголет диакон: И о сподобитеся нам слышанию: и прочее обычно.
  
  [Смотри] Сия глаголются точию к началом евангелистов: к началом же глаголет токмо: Премудрость, прости: и тако чтет иерей тетроЕвангелие, оболчен в фелонь. Чтому же сему, стоим вси откровенными главами, слушающе его со вниманием. По скончании же чтений евангелиа, чтем слово во святом Ефреме о Иосифе прекрасном, и потом: Господь Бог благословен: и трисвятое: По Отче наш, глаголем кондак триоди: Иаков рыдаше: Господи помилуй, 40. И молитва: Иже на всякое время: Господи помилуй, трижды.
  
  Слава, и ныне, Честнейшую херувим:
  
  И поклоны 3 великия с молитвою: Господи и Владыко живота моего: и прочих 12, и последи един, якоже многащи изъявися.
  
  [Смотри] Ведомо же буди: яко Евангелие от Матфеа все чтется: подобне и от Марка, и от Луки. От Иоанна же чтется до начала святых страстей, яве яко до Ныне прославися Сын человеческий: Чтется же тако в трех днех, сиречь в понедельник, во вторник, в среду, и совершается в среду на 9-м часе. Бывают же от Луки чтения 3: прочая же по два. Вкупе всех чтений девять, и вящше ничтоже.
  
  И поем час 6-й: Приидите, поклонимся: трижды: и обычныя псалмы 3. Кафисма рядовая.
  
  Таже тропарь: Иже в шестый день же и час: со стихи обычными.
  
  Таже тропарь, и прокимен паремии, и пророчества, и чтется тетроЕвангелие.
  
  И чтение во Ефреме о Иосифе прекрасном. И абие, Скоро да предварят ны: Трисвятое, по Отче наш, кондак. Господи помилуй, 40. И молитва: Иже на всякое время: и прочее по обычаю, с поклоны все, якоже и прежде.
  
  Вкупе же поем и 9-й час без кафисмы. По триех псалмех глаголем тропарь: Иже в девятый час: со стихи обычными: и чтется тетроЕвангелие. Посем чтения во Ефреме о Иосифе прекрасном. Оставшее же чтем на трапезе.
  
  Таже, Не предаждь нас до конца: Трисвятое, и по Отче наш, кондак триоди. Господи помилуй, 40. И молитва: Иже на всякое время: Господи помилуй, трижды.
  
  Слава, и ныне: Честнейшую херувим:
  
  И поклоны 3 великия. И глаголем молитву: Владыко Господи Иисусе Христе Боже наш: и поем блаженны: Во царствии Твоем: по обычаю. И Помяни нас Господи: с поклоны. Посем: Лик небесный: и прочая.
  
  Слава: Лик святых ангел: И ныне: Верую во единаго Бога:
  
  Ослаби, остави: Отче наш: кондак триоди един. Господи помилуй, 40.
  
  Слава, и ныне: Честнейшую херувим:
  
  И поклоны 3 великия, с молитвою: Господи и Владыко: и прочих 12. Посем, трисвятое, и метания 3. По Отче наш, Господи помилуй, 12. молитва: Всесвятая Троице: и отпуст по обычаю. Присовокупляем же и вечерню.
  
  Во святый и великий понедельник вечера:
  
  По предначинательном псалме, Слава, и ныне, аллилуиа, трижды.
  
  Таже, ектениа, и обычная кафисма: Ко господу внегда скорбети ми: с метании.
  
  Господи воззвах, поем во глас 1-й и ставим стихов 10. поем стихиры самогласны дне, глас 1: грядый Господь к вольной страсти:
  
  Слава, и ныне, глас 8: Вторую Еву:
  
  Вход с Евангелием: Свете тихий: прокимен, паремии, и чтение исхода.
  
  И паки прокимен: и чтение Иова.
  
  Таже, Да исправится молитва моя: и посем Евангелие Матфеа, зачало 98: Седящу Иисусу на горе Елеонстей: и прочее последование преждеосвященных, яко обычно. Тако долженствует быти в великий вторник и среду.
  
  [Смотри] Аще же несть преждеосвященныя, поем на Господи воззвах, половину от стихир на 6, глас 1: грядый Господь к вольной страсти:
  
  Слава, и ныне: Господи, грядый к страданию:
  
  Вход с Евангелием. Свете тихий:
  
  Таже, прокимен, паремии, и чтения дне, и Евангелие.
  
  Посем: Сподоби Господи: и ектении: Исполним вечернюю: На стиховне стихиры от техже половину, глас 5: Господи совершеннейшая мудрствовати: со обычными припевы вечерними.
  
  Слава, и ныне, глас тойже: Вторую Еву:
  
  Таже, Ныне отпущаеши: трисвятое.
  
  И по Отче наш: Тропарь: Богородице Дево радуйся: и прочая по обычаю, с поклоны. И по конечном трисвятом, и по Отче наш: Господи помилуй 12.
  
  Таже, молитва: Всесвятая Троице:
  
  И Буди имя Господне: и метания 3. Псалом: благословлю Господа: и отпуст. Сице убо творим во вторник вечера и в среду.
  
  [Смотри] На трапезе же ядим сухоядение, и сим удовляемся: И якоже в 1-ю седмицу святаго сего поста, сице и в сия дни. В великий понедельник, во вторник и в среду, поститися подобает.
  
  [Смотри] Ведати бо подобает: яко и 6-й великий собор повеле спасительныя страсти дни в посте и молитве и умилении сердца сотворяти верным. В полунощи же великия субботы, оставляти пост. Божественным евангелистом, Матфею и Луце, овому убо позде в субботу глаголанием: овому же утром глубоким медлемое нам нощи написующим. Повечерие же глаголем великое по обычаю, с поклоны, и тропари обычными, на немже поем трипеснец, глас 8, творение кир Андреа Критскаго. Ирмос по дважды, тропари по предписанному: последи ирмос оба лика вкупе. По трисвятом кондак триоди, и по нем тропарь: Господи сил с нами буди: и прочее по обычаю, с поклоны, и отпуст: Владыко многомилостиве: Сице же творим в великий понедельник вечера, и во вторник к среде.
  
  Во святый и великий вторник:
  
  На утрени, по шестопсалмии поем Аллилуиа, во глас 8.
  
  И тропарь, глас тойже: Се жених грядет: трижды, велегласно и тихо.
  
  Таже обычныя кафисмы, 3: и седальны триоди, и чтение в толковании Златоустаго, еже от Матфеа евангелиа, слово дне того, и по чтении Евангелие Матфеа, зачало 90: Совет приемше вси фарисее на Иисуса: без преступки. Конец в зачале 96-м: благословен грядый во имя Господне.
  
  Таже псалом 50. И молитва. Спаси Боже люди твоя, Господи помилуй, 12. Посем ектениа малая.
  
  Таже,
  
  Кондак, глас 8. Подобен: Вышних ищя: Час душе конца помысливши, и посечения смоковницы убоявшися, данный тебе талант трудолюбно делай окаянная, бодрствующи и зовущи: да не пребудем вне чертога Христова.
  
  И икос, и чтем синаксарий.
  
  Таже, поем двоепеснец, творение кир Космы, глас 2. Ирмос по дважды. Тропари на 12. Последи же ирмос оба лика вкупе. На 9-й песни, Честнейшую не поем, но абие ирмос, кийждо лик, и последи тойже, оба лика вкупе, и поклон. Светилен, трижды: Чертог твой вижду: На хвалитех, стихиры самогласны на 4, глас 1: Во светлостех святых твоих:
  
  Слава, и ныне, глас 4: Скрывшаго талант:
  
  На стиховне стихиры самогласны, глас 6: Приидите вернии: со обычными припевы.
  
  Слава, и ныне, глас 6: Се тебе талант: и прочее последование, яко обычай, с поклоны, и час 1-й без кафисмы.
  
  Час же 3-й и 6-й, поем с кафисмами, во свое время, и с поклоны. И чтем тетроевагелие. и потом чтем слово Иоанна Златоустаго, о десятих девах, и о милостыни, и о покаянии. Вкупе же поем и 9-й час без кафисмы, и чтем тетроЕвангелие: и прочее чтение Иоанна Златоустаго, того же слова. Оставшее же чтем на трапезе, и блаженны поем, и Помяни нас Господи: с поклоны, и прочее все, якоже в понедельник указася.
  
  В тойже святый и великий вторник вечера.
  
  Обычная кафисма с поклоны. На Господи воззвах, ставим стихов 10: и поем стихиры самогласны, глас 1: Во светлостех святых твоих:
  
  Слава, и ныне, глас 6: Се тебе талант:
  
  Вход со Евангелием. Свете тихий: прокимен, паремии, и чтение дне.
  
  И паки прокимен, и чтение.
  
  И Да исправится молитва моя: Евангелие Матфеа: зачало 102: О дни и часе пришествия Сына Человеческаго никтоже весть:
  
  Ектениа: Рцем вси: и прочая преждесвященных.
  
  [Смотри] Повечерие великое с поклоны, на немже поем трипеснец кир Андреа Критскаго, глас 2. Ирмосы по дважды, яко предписася: последи ирмос оба лика вкупе. По трисвятом кондак триоди, и Господи сил с нам буди: и прочее.
  
  Во святую и великую среду на утрени.
  
  По шестопсалмии Аллилуиа, во глас 8. Тропарь, глас тойже: Се жених: трижды.
  
  Таже кафисмы 3: и седальны триоди: и чтение в толковании Златоустаго, еже от Матфеа Евангелие дне того, и слово святаго Ефрема Сирина, о блуднице.
  
  Таже Евангелие Иоанна зачало 41, близ конца без преступки: Свидетельствоваше народ сый со Иисусом: Конец в зачале 43-м: якоже рече Мне Отец, тако глаголю.
  
  Таже псалом, 50, и молитва: спаси Боже люди Твоя: И поем трипеснец, глас 2, творение кир Космы.
  
  Ирмос по дважды, тропари на 12: последи ирмос оба лика вкупе. По 3-й песни, ектениа малая.
  
  Таже,
  
  Кондак, глас 4. Подобен: Вознесыйся: Паче блудницы блаже, беззаконновав, слез тучи никакоже Тебе принесох: но молчанием моляся припадаю Ти, любовию облобызая пречистеи Твои нозе, яко да оставление мне яко владыка подаси долгов, зовущу ти Спасе: от скверных дел моих избави мя.
  
  И икос и чтем синаксарий.
  
  Таже светилен, Чертог твой вижду: трижды. На хвалитех стихиры самогласны на 4, глас 1: Тебе девыя сына:
  
  Слава, глас 2: Грешная тече к миру: И ныне, глас 6: Погруженная грехом:
  
  На стиховне стихиры самогласны, глас 6: Днесь Христос приходит в дом фарисеов: с припевы обычными.
  
  Таже припев: Исповемся тебе Господи, всем сердцем моим: отчаянная жития ради:
  
  Слава, и ныне, глас 8: Господи, яже во многия грехи: и прочее, и час 1-й без кафисмы, с поклоны, по обычаю: и прочее, и отпуст.
  
  При часе же 5-м дне, ударяет параекклисиарх в било: и собравшеся в церковь, благословившу иерею, поем 3-й час, и 6-й с кафисмами, и тропари обычными, и поклоны: и чтем тетроЕвангелие, по обычаю.
  
  И потом чтем слово Иоанна Златоустаго, о любодейце и о масти. Вкупе же поем и 9-й час, без кафисмы.
  
  И чтем тетроЕвангелие: и скончаваем его зде.
  
  И потом чтение тогоже слова Иоанна Златоустаго: оставшее же чтем на трапезе.
  
  Таже, Не предаждь нас до конца: и прочее с поклоны.
  
  Посем поем блаженны: и Помяни нас Господи: с поклоны. Лик небесный: и прочая.
  
  Слава, Лик святых ангел: И ныне, Верую во единаго бога:
  
  Ослаби, остави: Отче наш: Посем кондак триоди, и храма святаго или святыя:
  
  Слава, Со святыми упокой: И ныне, храма Богородицы.
  
  Аще же ни, глаголем: Предстательство христиан: Господи помилуй, 40.
  
  Слава, и ныне, Честнейшую херувим:
  
  И поклоны 3 великия, с молитвою: Господи и Владыко живота моего: И прочих 12. И последи един:
  
  Таже, трисвятое, и метания 3. Господи помилуй, 12. И молитва: Всесвятая Троице:
  
  Таже, Достойно есть:
  
  Слава, и ныне:
  
  И вместо отпуста глаголет настоятель молитву: Владыко многомилостиве: всю до конца. Сей же глаголемей, мы ниц падше на землю, молимся. И по исполнении тоя нам воставшим, прекланяется и той сам к братии, и просит прощения, глаголя: благословите отцы святии, и простите ми грешному, яже согреших во всей жизни моей, и во всей святей 40-це, словом, делом, помышлением, и всеми моими чувствы. Братиям же отвещавшим: Бог да простит ти честный отче. Таже приходят и братия два два, просят подобне и тии прощения, глаголюще: Прости мя отче святый, и прочая якоже выше писася. И приемше прощение, идем в келлии наша, и молчим до часа вечерняго. В соборных же храмех и приходских, росход не бывает, но по прощении трезвон в двои.
  
  Во святую и великую среду вечера:
  
  Стихологисуем кафисму, Ко Господу внегда скорбети ми: без поклонов. На Господи воззвах, ставим стихов: 10: И поем самогласны стихиры, глас 1: Тебе Девыя сына:
  
  Слава, и ныне, глас 8: Господи яже во многия грехи: творение Кассии монахини.
  
  Вход со Евангелием: Прокимен, паремии, и чтения дне. Да исправится молитва моя: и поклоны 3.
  
  Таже Евангелие Матфеа, зачало 108: Иисусу бывшу в Вифании в дому Симона прокаженнаго: ектениа: Рцем вси: и прочее последование преждесвященных.
  
  И по пренесении святых даров, поклоны три. На Буди имя Господне: поклоны 3.
  
  И абие упраждняются совершенно в церкви бываемыя поклоны: В келлиах же даже и до великаго пятка совершаются. Повечерие глаголем малое, и поем трипеснец великаго четвертка, глас 6, творение кир Андреа Критскаго.
  
  Ирмос по дважды, по предписанному, последи ирмос оба лика вкупе. По трисвятом кондак: Хлеб прием: и прочее повечерия малаго, по обычаю: и отпуст.
  
  И творим поклоны три вси равно косно, и бывшей молитве от предстоятеля, отходим в келлии своя.
  
  [Смотри] Ведомо же буди: яко от сего святаго дни полунощница не поется в церкви до седмицы Фомины. В соборных же храмех и мирских поют в церквах.
  
  Во святый и великий четверток.
  
  В 6-й час нощи клеплет параекклисиарх, и собравшеся в церковь, и сотворшу иерею начало: благословен Бог наш: начинаем абие по обычаю, якоже писася в четверток 5-я недели.
  
  Таже шестопсалмие, и по исполнении ектениа великая.
  
  Таже поем Аллилуиа, во глас 8.
  
  Тропарь, глас тойже: Егда славнии ученицы на умовении вечери просвещахуся, тогда Иуда злочестивый сребролюбием недуговав омрачашеся, и беззаконным судиям Тебе праведнаго судию предает. Виждь имений рачителю, сих ради удавление употребивша: бежи несытыя души Учителю таковая дерзнувшия, иже о всех благий, Господи слава тебе.(Трижды).
  
  Посем чтение в толковании Златоустаго, еже от Матфеа Евангелие дне того. По чтении же Евангелие Луки, зачало 108: Приближашеся праздник опреснок: без преступки. Конец, в зачале 109– м: По Немже идоша ученицы Его.
  
  Таже, псалом 50.
  
  Молитвы же, спаси Боже люди твоя: не глаголем. Поем канон, глас 6, творение кир Космы: ирмос по дважды, тропари на 6. Последи ирмос оба лика вкупе. По 3-й песни, седален триоди, глас 1: езера и источники:
  
  Слава, глас 3: Смиряяся за благоутробие: И ныне, глас 4: ядый Владыко со ученики Твоими:
  
  И чтем слово Иоанна Златоустаго о предании Христове, и о пасце, и о сказании святых таин. Прочее же от словес чтем на трапезе. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Хлеб прием в руце предатель, сокровенно тыя простирает и приемлет цену создавшаго своима рукама человека: и неисправлен пребысть иуда раб и льстец.
  
  И икос, и чтем синаксарий. По 9-й песни, светилен: Чертог твой: трижды. На хвалитех стихиры на 4, самогласны, глас 2: Стекается прочее,
  
  Слава, и ныне, глас тойже: егоже проповеда Агнца Исаиа:
  
  На стиховне стихиры самогласны, глас 8: Днесь еже на Христа лукавое собрася соборище: Припев: ядый хлебы Моя, возвеличи на Мя запинание. Днесь Иуда нищелюбия сокрывает лице: 2-й припев: Исхождаше вон и глаголаше вкупе. 3-й припев: Слово законопреступное возложиша на мя.
  
  Слава, глас тойже: Нрав твой льсти исполняется: И ныне, глас 5:
  
  Тайноводствуя Твоя Господи ученики:
  
  Таже, Благо есть:
  
  По трисвятом тропарь: Егда славнии ученицы: и ектениа: Присовокупляем же и 1-й час по обычаю, в немже глаголем тропарь: егда славнии ученицы:
  
  И ныне, Богородичен часов: Что тя наречем:
  
  Таже тропарь пророчества, глас 3: Заушенный за род человеческий:
  
  Слава, и ныне, тойже:
  
  Прокимен, и паремиа: пророчества Иеремиина.
  
  Таже прокимен, и Стопы моя:
  
  И Да исполнятся уста моя: По трисвятом кондак триоди: Хлеб прием: и прочая, и совершенный отпуст.
  
  [Смотри] Подобает ведати: яко литиа за упокой в притворе не бывает до недели Фомины. При часе же 3-м дне ударяет параекклисиарх в било, и поем часы вкупе, 3-й, 6-й, и 9-й, по обычаю просто в притворе, на нихже глаголется тропарь: егда славнии: По трисвятом кондак: Хлеб прием: И блаженны скоро без пения. И Помяни нас Господи: Лик небесный: Верую во Единаго Бога: ослаби, остави: Отче наш: Кондак един: Хлеб прием: Господи помилуй, 40.
  
  Таже, молитва: Всесвятая Троице: и отпуст.
  
  Во святый великий четверток вечера.
  
  Во 8 час дне ударяет параекклисиарх, и собравшеся в церковь, благословившу иерею, начинаем вечерню без стихословия: Царю Небесный: Трисвятое: Господи помилуй, 12. Приидите поклонимся: трижды.
  
  И псалом: Благослови душе моя Господа: и ектениа великая. Господи воззвах, поем во глас 2.
  
  Иерей же или диакон кадит: и возвращься творит проскомидию. Ставим стихов 10: и поем стихиры, самогласны дне, глас 2: Стекается прочее: повторяюще сия.
  
  Слава, и ныне, глас 6: Рождение ехидново:
  
  Вход с Евангелием. Свете тихий: Прокимен, паремии, и чтения дне, три.
  
  Таже ектениа малая.
  
  Посем трисвятое.
  
  Прокимен апостола, глас 6: Князи людстии собрашася вкупе, на Господа и на Христа его.
  
  Стих: Вскую шаташася язы́цы:
  
  Апостол к коринфяном, зачало 149: Аз приях от Господа: аллилуиа, глас 6: Блажен разумеваяй:
  
  Стих: Врази мои реша ми злая.
  
  Стих: ядый хлебы Моя, возвеличи на мя запинание.
  
  Евангелие Матфеа, зачало 107: Весте, яко по двою дню пасха будет:
  
  И по чину Божественная Литургиа Великаго Василиа. Вместо же херувимския песни, поем возглас 6: Вечери Твоея тайныя: трижды, лики пременяющеся: на конечном же аллилуиа, трижды. Вместо Достойно поем ирмос: Странствия владычня: В причастна же место поем тойже тропарь: Вечери Твоея тайныя: И поем множицею, Дóндеже причащаются братия Божественных Таин. И потом аллилуиа, трижды. И вместо, Да исполнятся, поем тойже тропарь: и аллилуиа.
  
  Таже входим в трапезу, и ядим варение с елеем. Пием же и вино, и ино сухоядение, занеже поется Аллилуиа. Студийския же обители типик повелевает в великий святый четверток ясти едино варение, и сочиво, и обварен боб: пием же и вино. Святыя же горы типик повелевает во святый великий четверток, ясти варения два с елеем, и вина по 3 чаши. И сия вся како разсудит настоятель, зря свою о Христе братию произволяющу к душеспасительней пользе.
  
  Повечерие же глаголем малое: на немже трипеснец поется, глас 8, песнь 5, ирмос: Мрак души моея: по дважды, тропари колико их есть. Последи ирмос оба лика вкупе, и по трисвятом кондак: Нас ради Распятаго: и прочее, и отпуст. Полунощницу же поем в келлиах.
  
  Последование святых страстей Господа нашего Иисуса Христа
  Во святый и великий пяток утра: Во 2-й час нощи клеплет параекклисиарх. И собравшимся нам во храм, благословившу иерею с кадилом, глаголем по обычаю, якоже предписася в четверток 5 недели. И обычное шестопсалмие. По сих, ектениа великая. И по возгласе поем Аллилуиа, во глас 8. Тропарь, глас тойже: егда славнии ученицы: трижды, косно и со сладкопением, писан в четверток, на утрени. Тогда церквонастоятель раздавает свещи братии, ихже вжигают ко всякому евангелию. По тропаре же входит настоятель со диаконом во святый олтарь, и облачася во священныя одежды, кадит святую трапезу крестообразно, и весь святый олтарь, и лики, и братию по чину.
  
  Таже ектениа малая, и прочее. Сии ектении глаголются от диакона, или от иереа пред седальными до 8-го евангелиа.
  
  Посем, И о сподобитися нам:
  
  Клирицы же, Господи помилуй, трижды.
  
  Диакон: Премудрость, прости:
  
  Настоятель: Мир всем:
  
  Лик: И духови твоему.
  
  И чтет 1 Евангелие Иоанна, завета святых страстей, зачало 46: Ныне прославися Сын Человеческий: Конец: Воньже вниде сам и ученицы его.
  
  Клирицы же: Слава долготерпению твоему Господи.
  
  Чтет же сие 1 Евангелие настоятель, прочия же иереи, един по единому кийждо. По чтении же евангелиа абие поем антифоны, повторяюще вся тропари. Антифон 1, глас 8. По 3– м же антифоне, седален, глас 6, поется посреде церкве от канонарха. Слава, конец: И ныне, паки весь. На нихже не седим, но стояще поем: за еже кадит тогда иерей или диакон святую трапезу.
  
  Таже, глаголет диакон: И о сподобитися нам:
  
  Чтет иерей Евангелие 2-е Иоанна, зачало 58: Изыде Иисус со ученики своими: Конец: Но да ядят фаску. По евангелии же поем антифон 4, глас 5.
  
  Таже седален, глас 6, яко предписася.
  
  Евангелие 3-е Матфеа, зачало 109: Воини емше Иисуса ведоша к каиафе: Конец: И изшед вон плакася горько.
  
  Таже поем антифон 6, глас 8, якоже предписася. И седален, глас 8.
  
  Евангелие 4-е Иоанна, зачало 59: Ведоша Иисуса от Каиафы в претор: Конец: Предаде Его им, да распнется.
  
  Таже поем антифон 10, глас 6. И седален, глас 8.
  
  Посем чтет иерей Евангелие 5-е Матфеа, зачало 111: Видев Иуда предавый Иисуса: Конец: Понести крест Его.
  
  Таже поем антифон 13, глас 6. И седален, глас 4.
  
  Евангелие 6-е Марка, зачало 67: Воини ведоша Иисуса: Конец: Да видим и веру имем ему.
  
  И абие поем блаженны, глас 4: Во царствии Твоем помяни нас Господи: ставим стихов 9, о блажени алчущии:
  
  Таже прокимен, глас 4: Разделиша ризы моя себе:
  
  Стих: Боже Боже мой, вонми ми:
  
  Евангелие 6-е Матфеа, зачало 113: Пришедше воини на место: Конец: Воистинну Божий Сын бе Сей.
  
  Таже чтение в толковании евангелиа, еже от Матфеа в конец: Слово крестное: или слово преподобнаго Ефрема о страсти Спасове. Посем псалом 50.
  
  От зде же диакон престает кадити, и ектении седальнов не глаголются, токмо И о сподобитися нам, глаголем ко всем Евангелием.
  
  Таже Евангелие 8-е Луки, зачало 111: Ведяху со Иисусом и ина два злодея: Конец: от Галилеи, зряще сих.
  
  Посем поем трипеснец. Творение кир Космы, глас 6. Песнь 5, ирмос по дважды. Тропари на 12. Последи ирмос оба лика вкупе. Ектениа. По 5-й песни,
  
  Кондак, глас 8, самогласен: Нас ради Распятаго, приидите вси воспоим, того бо виде Мариа на древе, и глаголаше: аще и распятие терпиши, Ты еси Сын и Бог мой.
  
  И икос, и чтем синаксарий. По 9-й песни, Светилен, трижды.
  
  Таже Евангелие 9-е Иоанна, зачало 61. Стояху при кресте Иисусове Мати его: Конец: Воззрят Нань, егоже прободоша.
  
  И абие, Всякое дыхание, на глас 3.
  
  И поем стихиры самогласны 3, повторяюще первую: Два и лукавная сотвори:
  
  Слава, глас 6: Совлекоша с Мене ризы Моя: И ныне, глас тойже: Плещи моя дах на раны:
  
  Таже Евангелие 10-е Марка, зачало 69: Прииде Иосиф от Аримафеа: Конец: Зрясте, где Его полагаху.
  
  Таже, Слава в вышних Богу:
  
  Посем иерей ектению: Исполним утреннюю: И прочее по обычаю. И по возгласе: яко Бог милостив:
  
  Абие, Евангелие 11, Иоанна, зачало 62: Моли Пилата Иосиф: Конец: Положиста Иисуса.
  
  Таже на стиховне поем стихиры самогласны: едина, глас 1: Вся тварь изменяшеся страхом: и три, гласа 2-го. Припевы: 1, Разделиша ризы Моя себе: 2, Даша в снедь Мою желчь: 3, Бог же царь наш прежде века:
  
  Слава, глас 8: Господи, восходящу Ти на крест: И ныне, глас тойже: уже омакается трость:
  
  Таже диакон кадит, якоже и в начале, храм весь.
  
  Посем настоятель чтет Евангелие 12-е матфеа, зачало 114: Во утрий день, иже есть по пятце: Конец: Знаменавше камень с кустодиею.
  
  Таже, Благо есть: Трисвятое.
  
  По Отче наш: Тропарь, глас 4: Искупил ны еси от клятвы законныя честною Твоею кровию, на кресте пригвоздився, и копием прободся, безсмертие источил еси человеком, Спасе наш слава Тебе.
  
  Посем ектениа: Помилуй нас Боже:
  
  Таже иерей: Премудрость.
  
  И отпуст. Первый же час не присовокупляем.
  
  Последование часов святаго великаго пятка: творение Кирилла архиепископа Александрийскаго.
  
  При часе 2-м дне, [звон в двои, един долгий.] И собравшеся в церковь. Облачится иерей во священныя ризы, диакон же в стихарь. Поем часы вкупе, час 1, 3, 6 и 9. Благословившу иерею, глаголем: Слава тебе Боже наш, слава тебе. Царю небесный: Трисвятое. Отче наш: Иерей возглас. Господи помилуй, 12.
  
  Слава, и ныне:
  
  Приидите поклонимся. Трижды. И глаголем не обычныя псалмы, но яже зде изъявляет. 1-го часа, псалом 5: Глаголы моя внуши Господи: псалом 2: Вскую шаташася язы́цы: псалом 21: Боже Боже мой, вонми ми:
  
  Таже, Слава, и ныне, аллилуиа трижды. Господи помилуй, трижды.
  
  Слава, тропарь, глас 1: Распеншуся тебе Христе, погибе мучительство, попрана бысть сила вражия: ниже бо ангел, ниже человек, но сам Господи, спасл еси нас, слава Тебе.
  
  И ныне, Богородичен: Что Тя наречем:
  
  Таже поем тропарь, 3, от 12. Кийждо тропарь, от обою лику по дважды. 1-й тропарь, 1-го часа, глас 8: Днесь церковная завеса: дважды, без припева.
  
  Таже припев: Вскую шаташася язы́цы:
  
  И поем другий тропарь, глас 8: яко овча на заколение веден был еси: Другий припев: Предсташа царие земстии: И паки поем тойже тропарь: яко овча:
  
  Таже, Слава, тропарь: емшим Тя беззаконным: И ныне, паки тойже.
  
  Посем поем прокимен паремии, глас 4: Сердце его собра беззаконие себе.
  
  Стих: Блажен разумеваяй:
  
  Таже паремиа: пророчества Захариина: Тако глаголет Господь: прииму жезл мой добрый: Посем апостол к галатом, зачало 215 от полу: Мне да не будет хвалитися:
  
  Таже Евангелие Матфеа, зачало 110: утру бывшу, совет сотвориша вси архиерее: Конец: И мати сыну Зеведеову.
  
  И чтем словеса о страстех Господних.
  
  Таже, Стопы моя направи:
  
  Трисвятое: по Отче наш: кондак, глас 8: Нас ради Распятаго: Господи помилуй, 40.
  
  И молитва: Иже на всякое время: Господи помилуй, трижды.
  
  Слава, и ныне: Честнейшую херувим.
  
  Именем Господним:
  
  Иерей: Боже ущедри ны:
  
  Таже, молитва: Христе свете истинный:
  
  Посем поем 3-й час, глаголем: Приидите поклонимся, трижды. И другия три псалмы 3-го часа. Псалом 34: Суди Господи, обидящия мя: 108: Боже, хвалы моея не премолчи: 50: Помилуй мя Боже:
  
  Слава, и ныне, аллилуиа, трижды. Господи помилуй, трижды.
  
  Слава, тропарь, глас 6: Господи, осудиша Тя иудее на смерть, жизнь всех: иже Чермное море жезлом прошедшии, на кресте Тя пригвоздиша, и иже от камене мед ссавшии, желчь тебе принесоша, но волею претерпел еси, да нас свободиши от работы вражия, Христе Боже слава Тебе.
  
  И ныне, Богородице Ты еси лоза:
  
  Таже тропари 3, глас 8: Страха ради иудейскаго: дважды, без припева.
  
  Таже припев: Глаголы моя внуши Господи:
  
  Прежде Честнаго Твоего Креста: Припев: Вонми гласу моления моего: паки тойже тропарь.
  
  Слава, глас 5: Влеком на крест: И ныне, тойже.
  
  Посем прокимен, глас 4: Яко аз на раны готов:
  
  Стих: Господи, да не яростию Твоею обличиши мене:
  
  Таже, пророчества Исаиина:
  
  Паремиа: Господь дает мне язык научение: Апостол к римляном, зачало 88 от полу: Христос сущим нам немощным: Евангелие Марка, зачало 66: Совет сотвориша архиерее со старцы: Конец, яже взыдоша с ним с ним во иерусалим. И чтение.
  
  Таже, Господь Бог благословен.
  
  Трисвятое. И по Отче наш, кондак, Нас ради Распятаго: Господи помилуй, 40.
  
  И молитва, Иже на всякое время: Господи помилуй, трижды.
  
  Слава, и ныне, Честнейшую херувим:
  
  Иерей, Боже ущедри ны:
  
  Таже молитва: Владыко Боже Отче Вседержителю:
  
  И абие поем: 6 час.
  
  Глаголем, Приидите поклонимся: трижды, и 3 псалмы 6-го часа: псалом 53: Боже, во имя Твое спаси мя: 139, Изми мя Господи от человека лукава: 90, Живый в помощи Вышняго:
  
  Слава, и ныне, аллилуиа, трижды. Господи помилуй, трижды.
  
  Слава, тропарь, глас 2, Спасение соделал еси: И ныне, яко не имамы дерзновения:
  
  Таже тропари три, глас 8, Сия глаголет Господь иудеом: дважды, без припева.
  
  Таже припев: Даша в снедь мою желчь:
  
  Тропарь, Законоположницы Израилевы: Припев, спаси мя Боже, яко внидоша воды: И паки тойже.
  
  Слава, глас 5, Приидите христоноснии людие: И ныне, тойже.
  
  Посем прокимен, глас 4: Господи Господь наш, яко чудно имя Твое:
  
  Стих: яко взятся великолепие Твое:
  
  Паремиа: пророчества Исаиина: Тако глаголет Господь: се разумеет отрок мой: Апостол ко евреем, зачало 306: святяй и освящаемии от единаго вси: Евангелие Луки, зачало 111: Ведяху со Иисусом и ина два злодея: Конец: от Галилеи зряще сих. И чтение.
  
  Таже, Скоро да предварят ны:
  
  Посем трисвятое, и Отче наш: Кондак: Нас ради Распятаго: Господи помилуй, 40. И молитва: Иже на всякое время: Господи помилуй, трижды.
  
  Слава, и ныне, Честнейшую херувим:
  
  Иерей: Боже ущедри ны:
  
  Посем молитва: Боже и Господи сил:
  
  Таже поем 9-й час: глаголем: Приидите поклонимся: трижды.
  
  И 3 псалмы. Псалом 68: спаси мя Боже, яко внидоша воды: 69: Боже, в помощь мою вонми: 85: Приклони Господи ухо Твое:
  
  Слава, и ныне, аллилуиа, трижды. Господи помилуй, трижды.
  
  Слава, тропарь, глас 8: Видя разбойник начальника жизни: И ныне: Иже нас ради рождейся от Девы:
  
  Таже тропари, глас 6: ужас бе видети: дважды, без припева.
  
  Таже припев: Разделиша ризы Моя себе: Тропарь, глас 2: егда на кресте пригвоздиша:
  
  Таже припев: Даша в снедь мою желчь: и паки тойже.
  
  Таже, Слава, глас 6: Днесь висит на древе: И ныне, тойже.
  
  Посем прокимен, глас 6: Рече безумен в сердце своем:
  
  Стих: Несть творяй благостыню:
  
  Таже, паремиа: пророчества Иеремиина: Господи, скажи ми, и разумею: Апостол ко евреем, зачало 124: Имуще дерзновение входити: Евангелие Иоанна, зачало 59: Ведоша Иисуса от Каиафы в претор: Конец: Воззрят Нань, егоже прободоша. И чтение.
  
  Таже, Не предаждь нас:
  
  Трисвятое, и по Отче наш: Кондак: Нас ради Распятаго: Господи помилуй, 40. И молитва: Иже на всякое время: Господи, помилуй, трижды.
  
  Слава, и ныне: Честнейшую херувим:
  
  Иерей: Боже ущедри ны: Посем молитва: Владыко Господи Иисусе Христе Боже наш, долготерпевый:
  
  Таже блаженна, скоро.
  
  И Помяни нас Господи: Лик небесный:
  
  Слава: Лик святых ангел: И ныне: Верую во единаго Бога:
  
  Ослаби, остави: Отче наш: Кондак: Нас ради Распятаго: Господи помилуй, 40. И молитва: Всесвятая Троице:
  
  Таже, Буди имя Господне: трижды.
  
  Слава, и ныне: благословлю Господа на всякое время:
  
  Посем, Достойно есть: и отпуст часов.
  
  [Смотри] Подобает же и сие ведати: яко прияхом в палестине, в сей святый день великаго пятка, не творити преждесвященную, ниже паки совершенную литургию, но ниже трапезу поставляем, ниже ядим в сий день распятия: аще же кто будет многонемощен, или престарелся, и не могий пребыти постен, дается ему хлеб и вода, по захождении солнца. Сице бо прияхом от святых заповедей святых апостол, не ясти в великий пяток. Господне бо слово, еже рече к фарисеом: яко егда отимется от них жених, тогда постятся в тыя дни: зде блаженнейшии апостоли восприяша. И сие обрящеши во апостольских преданиих, внимательно сия проходя. Но и правильное послание святейшаго архиепископа александрийскаго Дионисиа яве сие предпоставляет.
  
  Во святый и великий пяток вечера.
  
  При часе 10-м дне клеплет в великое, и собравшеся в церковь, начинаем вечерню.
  
  Глаголет иерей: Благословен Бог наш:
  
  Таже предстатель глаголет: Аминь.
  
  Слава Тебе Боже наш, слава Тебе. Царю небесный: Трисвятое. И по Отче наш: Господи помилуй, 12.
  
  Слава, и ныне: Приидите, поклонимся: трижды.
  
  Таже псалом: Благослови душе моя Господа:
  
  И ектениа великая. Господи воззвах, поем во глас 1. И ставим стихов 6. И поем стихиры самогласны, глас 1: Вся тварь изменяшеся страхом:
  
  Слава, глас тойже: о како беззаконное сонмище: И ныне, глас тойже: Страшное и преславное таинство:
  
  Вход со Евангелием. Свете тихий:
  
  Прокимен паремии, глас 4: Разделиша ризы Моя себе:
  
  Стих: Боже, Боже мой, вонми ми:
  
  Таже чтение Исхода: Глагола Господь к Моисею лицем к лицу:
  
  Посем прокимен, глас 4: Суди Господи обидящия мя, побори борющия мя.
  
  Стих: Приими оружие и щит, и востани в помощь мою.
  
  Таже Иова: благослови Господь последняя Иовля:
  
  Посем паремиа: Пророчества Исаина: Тако глаголет Господь се разумеет отрок мой:
  
  Таже прокимен, глас 6: Положиша мя в рове преисподнем, в темных и сени смертней.
  
  Стих: Господи Боже спасения моего, во дни воззвах и в нощи пред тобою.
  
  Апостол к коринфяном, зачало 125: Слово крестное: Конец: И Сего распята. Аллилуиа, глас 5: Спаси мя Боже, яко внидоша воды:
  
  Стих: Поношение чаяше душа моя и страсть:
  
  Стих 2: Да помрачатся очи их еже не видети:
  
  Евангелие Матфеа, зачало 110: Совет сотвориша вси архиерее и старцы: Конец: Седяще прямо гроба.
  
  Посем ектениа: Рцем вси:
  
  Таже: Сподоби Господи:
  
  И потом ектениа: Исполним вечернюю молитву:
  
  И возглас.
  
  Таже на стиховне, поем стихиры глас 2. Самоподобны: егда от древа: припев же глаголем: 1, Господь воцарися: 2, Ибо утверди вселенную: 3, Дому твоему подобает:
  
  Слава, и ныне, глас 5: Тебе одеющагося светом:
  
  Таже: Ныне отпущаеши:
  
  Трисвятое. По Отче наш. Тропарь, глас 2: Благообразный Иосиф:
  
  Слава, и ныне: Мироносицам женам:
  
  Иерей: Премудрость.
  
  Лик: Благослови:
  
  И отпуст по обычаю.
  
  [Смотри] Повечерие поем малое, на немже канон о Распятии Господни, и на плач Пресвятыя Богородицы. Творение Симеона Логофета, глас 6. Ирмосы по дважды. Яко по суху: тропари на 4. Последи ирмос оба лика вкупе. По 9-й песни, ирмос оба лика вкупе: Бога человеком не возможно видети: По трисвятом кондак: Нас ради Распятаго:
  
  [Смотри] Полунощницу поем в келлиах, и глаголем кафисму 9-ю. По 1-м трисвятом тропарь: Благообразный Иосиф: По 2-м кондак: Бездну заключивый: Господи помилуй, 12. И отпуст.
  
  Во святую и великую субботу
  В 6-й час нощи ударяет параекклисиарх в тяжкая и великая: и собравшеся в церковь поем утреню по обычаю.
  
  Глаголем: Царю небесный: Трисвятое. По Отче наш:
  
  Иерей: возглас. Господи помилуй, 12.
  
  Слава, и ныне: Приидите, поклонимся: трижды.
  
  И обычныя два псалма.
  
  Таже иерей возглас: Слава святей:
  
  И абие шестопсалмие, и по сих ектениа великая. На Бог Господь, глаголем: Тропарь, глас 2: Благообразный Иосиф, с древа снем пречистое тело Твое, плащаницею чистою обвив, и вонями во гробе нове покрыв положи.
  
  Слава: Егда снизшел еси к смерти Животе безсмертный, тогда ад умертвил еси блистанием Божества, егда же и умершия от преисподних воскресил еси, вся силы небесныя взываху: жизнодавче Христе Боже наш, слава Тебе.
  
  И ныне: Мироносицам женам, при гробе представ ангел вопияше: мира мертвым суть прилична, Христос же истления явися чуждь.
  
  Посем настоятель свещи раздает братии: и начинаем пети Непорочны со сладкопением. Такожде по стиху. И похвалы возглашает певец, во глас 5. Благословен еси Господи, научи мя оправданием твоим. Блажени непорочнии в путь, ходящии в законе Господни. И похвалы, во глас 5: Жизнь во гробе положился еси Христе, и ангельская воинства ужасахуся, снизхождение славяще твое. И прочая с припевы.
  
  Тогда настоятель кадит церковь всю, и братию по чину. По конце же поем:
  
  Слава, припев. И ныне, припев.
  
  Таже оба лика вкупе, 1-й припев.
  
  Ектениа малая: И покадив начинает статию.
  
  Другий лик поет припев: Достойно есть величати Тя Жизнодавца, на кресте руце простершаго, и сокрушшаго державу вражию.
  
  Таже иерей кадит токмо иконы первыя, и лики.
  
  По конце же поем: Слава, припев. И ныне, припев.
  
  И паки 1-й припев, оба лика.
  
  И ектениа.
  
  И начинаем 3 статию, кадящу настоятелю. Лик поет припев во глас 3: Роди вси песнь погребению твоему приносят Христе мой.
  
  Слава, и ныне: яко предписася.
  
  И абие поем тропари воскресны, глас 5, Благословен еси Господи:
  
  Таже тропари, Ангельский собор удивися: и прочее по чину их.
  
  Посем ектениа малая.
  
  Таже, седален дне, глас 1.
  
  Подобен: Гроб твой Спасе: Плащаницею чистою:
  
  Слава, тойже. И ныне, другий, ужасошася лицы ангельстии:
  
  И чтение в толковании Златоустаго на Евангелие Матфеа, зачало 114: Во утрий же день, иже есть по пятце. Воскресение Христово, не глаголем: но абие псалом 50.
  
  Таже канон, глас 6. Песнь 1. ирмос: Волною морскою, по дважды: Тропари на 12. И паки последи ирмос оба лика вкупе.
  
  Есть же канон от первыя песни до шестыя, творение Марка монаха, епискпа идрунтскаго: ирмосы же творение жены некия Кассии именуемыя от 6-я же песни до конца, творение господина Космы. По 3-й песни, седален, глас 1, самоподобен: Гроб той спасе:
  
  Слава, и ныне: тойже.
  
  По 6-й песни,
  
  Кондак, глас 6: Бездну заключивый мертв зрится, и смирною и плащаницею обвився, во гробе полагается, яко смертный безсмертный, жены же приидоша помазати Его миром, плачущия горько и вопиющия: сия суббота есть преблагословенная, в нейже Христос уснув воскреснет тридневен.
  
  И икос, и чтем синаксарий. Паки свещи вжигают братия. Вместо светильна, свят Господь Бог наш, поем трижды, во глас 2. На хвалитех, ставим стихи 4, и поем стихиры самогласны, глас 2: Днесь содержит гроб:
  
  Слава, глас 6: Днешний день тайно. И ныне, Преблагословенна еси:
  
  Славословие великое.
  
  Таже входит настоятель во святый олтарь со иереи и диаконы, и облачится во вся священныя одежды, иереи же токмо в ризы: исходит со Евангелием под плащаницею, наддержащим священником, диаконом же кадящим. В то время звон во вся, предходящим ему со свещами, и со двема лампадома: и оба лика поюще трисвятое надгробное. Приходит же игумен пред святыя царския двери, и ту стоит ожидая конца трисвятаго последняго. Сему же кончану бывшу, входит настоятель со Евангелием в царския двери, и полагает Евангелие на престоле, плащаницу же на уготоване столе, во образ гроба.
  
  И глаголет настоятель: Премудрость, прости.
  
  И чтец абие тропарь: Благообразный Иосиф: единожды.
  
  Таже тропарь паремии, глас 2, Содержай концы:
  
  Слава, и ныне, тойже.
  
  И абие прокимен, глас 4: Воскресни Господи, помози нам, и избави нас имене Твоего ради.
  
  Стих: Боже ушима нашима услышахом:
  
  Таже паремиа, Пророчества Иезекиилева, Бысть на мне рука Господня:
  
  Посем прокимен апостола, глас 6: воскресни Господи Боже мой, да вознесется рука Твоя: Стих: Исповемся Тебе Господи всем сердцем моим:
  
  Апостол к коринфяном, зачало 133, Мал квас все смешение квасит: Аллилуиа, глас 5, Да воскреснет Бог, и расточатся врази Его:
  
  Стих: Яко исчезает дым, да исчезнут:
  
  Стих: Тако да погибнут грешницы от лица Божия:
  
  Евангелие Матфеа, зачало 114, Во утрий день, иже есть по пятце: Конец, С кустодиею.
  
  Таже ектениа, Рцем вси:
  
  И посем, Исполним утреннюю молитву: и отпуст.
  
  И бывает целование во обителех на плащанице положения во гробе. А идеже несть плащаницы, целуют образ, певцы же поют стихиру, глас 5: Приидите ублажим: и час 1-й. На 1-м часе, тропарь дне триоди. По трисвятом кондак триоди. И совершенный отпуст.
  
  При часе же 4-м дне, ударяет параекклисиарх в малое било, и собравшеся поем час 3, 6, и 9, вкупе, просто, в притворе: На нихже глаголем тропарь и кондак дне триоди. И блаженна, Во царствии Твоем: скоро без пения. И Помяни нас Господи: Лик небесный: и прочее.
  
  Слава: Лик святых ангел: И ныне: Во единаго Бога: Ослаби, остави:
  
  Отче наш: Таже кондак дне триоди, Бездну заключивый: Господи помилуй, 12: и молитва, Всесвятая Троице: Достойно есть, и отпуст.
  
  Во святую и великую субботу вечера
  О часе 10-м дне клеплет в великое: И собравшеся в церковь, облачится иерей и диакон. И благословившу иерею, начинаем вечерню, глаголем: Царю небесный: Трисвятое, по Отче наш: Господи помилуй 12.
  
  Слава, и ныне: Приидите поклонимся: трижды.
  
  Псалом, Благослови душе моя Господа: Посем ектениа великая. И возглас. Господи воззвах, поем во глас 1.
  
  Иерей же и диакон отшедше творят проскомидию.
  
  И ставим стихов 8, и поем стихиры воскресны 4, глас 1: Вечерния наша молитвы:
  
  В тоже время кадит диакон.
  
  И триоди самогласны 10, глас 8, на 4: Днесь ад стеня вопиет: дважды.
  
  Слава, глас 6: Днешний день тайно: И ныне: Богородичен 1: Всемирную славу:
  
  Вход с Евангелием. Свете тихий: Прокимен не глаголется:
  
  По абие иерей, или диакон, Премудрость.
  
  И начинает чтец чтения дне триоди по чину их. Всех же чтений, 15. По скончании же чтений, ектениа малая.
  
  Иерей возглас: Яко свят еси Боже наш:
  
  Вместо же трисвятаго, поем: елицы во Христа крестистеся:
  
  Прокимен, глас 5: Вся земля да поклонится тебе, и поет тебе:
  
  Стих: Воскликните Господеви вся земля, пойте же имени его:
  
  Апостол к римляном, зачало 91: елицы во Христа Иисуса крестихомся: Аллилуиа.
  
  И псалом Давидов не глаголется, но по еже рещи иерею, Мир ти: И абие чтец глаголет вместо аллилуиа: Воскресни Боже, суди земли, яко ты наследиши во всех языцех, глас 6: И людие тойже. И прочее со стихи. И паки последи, воскресни Боже, суди земли: Поему же сему, извлачаются иерее и диакони от одежд, и облачаются в белыя.
  
  Евангелие Матфеа, зачало 115, В вечер субботный: Конец, до скончания века, аминь. И по чину божественная литургиа Великаго Василиа.
  
  Вместо же Херувимския песни поется настоящий тропарь, на глас 8: Да молчит всякая плоть человеча, и да стоит со страхом и трепетом, и ничтоже земное в себе да помышляет: Царь бо царствующих, и Господь господствующих, приходит заклатися, и датися в снедь верным, предходят же сему лицы ангельстии со всяким началом и властию, многоочитии херувими, и шестокрилатии серафими, лица закрывающе, и вопиюще песнь: аллилуиа, Трижды.
  
  За Достойно, Не рыдай мене Мати:
  
  Причастен: Воста яко спя Господь, и воскресе спасаяй нас. Аллилуиа, трижды.
  
  И дается антидор от иереа: И отпуст.
  
  Потом бывает обычное благословение хлебов, и вина. Приходит иерей, покадив их, глаголет обычную молитву благословения: Господи Иисусе Христе Боже наш, благословивый пять хлебов: И рекше: Аминь.
  
  [Смотри] Подобает ведати, Аще ли некия нужды ради великия несть литургии, Поем на Господи воззвах, стихиры на 8: воскресны 3, и анатолиев един, и триоди 3, на 4.
  
  Слава, глас 6, Днешний день тайно: И ныне, Богородичен 1. Всемирную славу:
  
  Вход с кадилом. Свете тихий:
  
  Прокимен: Господь воцарися:
  
  И чтения дне триоди по чину своему. По скончании же чтений, ектениа, Рцем вси:
  
  Таже, Сподоби Господи в вечер сей: Посем, Исполним вечернюю молитву: На стиховне стихиры воскресны, глас 1: страстию твоею Христе: И по алфавиту 3, с припевы их, Господь воцарися:
  
  Слава, и ныне, Богородичен: Се исполнися Исаиино проречение:
  
  Таже, Ныне отпущаеши:
  
  По трисвятом тропарь: Благообразный Иосиф:
  
  Слава, егда снизшел еси к смерти: И ныне, Мироносицам женам: и отпуст.
  
  [Смотри] Долженствует же екклисиарх имети опасство, да егда скончавается литургиа, будет час 2-й нощи.
  
  По отпусте же исходим из церкве в трапезу, и сядем кийждо на месте своем, с безмолвием и со благоговеинством. И абие входит келарь, и дает братии по единому укруху хлеба: якоже бы просфоры на то уготовлены, в пол литры хлебы, умерены равны, и по 6 смоквей, или фиников, и по единой мерней чаши вина. А идеже вина несть, испивают братия квас от меда, или от жита. Смокви же обретаются на множайших странах. Нам же вкушающим, предложится чтение великое, в деяниих святых апостол от начала: Глаголет же чтец начало, иерей же стих: молитвами святых апостол, Господи Иисусе Христе Боже наш, помилуй нас. И по амине начинает чтец чести.
  
  [Смотри] Ведомо же да есть, яко в завещаниих святых апостол, и инде паки отцы, даже до куроглашения, повелевают оговевати верным, святый же 6-й собор до полунощи повелевает: Типицы же, студийский, иерусалимский, и святыя горы, до конца 3-го часа нощи глаголют совершати службу, и тако ясти, ничтоже ино, но хлеб, и овощие, и мало вин, якоже мню. Сия убо вся мы сочетавше, сущим у нас о Христе братиям предложихом, якоже и предречеся по отеческому уставу, яко да купно, внегда зайдет солнце, клепати, идеже доспеет отпуст.
  
  [Смотри] По вкушении же всея братии, бывает чтение в техже деяниих святых апостол, якоже предречеся. Сие опасство да внимает церквоначальник, Да вся деяния прочтутся до конца. Братиям же всем с прилежанием послушающим, и да не будет леть ни единому же на сон предати себе, боящеся скверны искусителя врага: в таковых бо временех и местех тщится враг осквернити нерадивыя, и многосонливыя монахи. Изменяются же чтецы, и чтут даже до часа 4-го нощи: Посем же вжигает параекклисиарх вся кандила по местом: И взем от настоятеля благословение, и тако изшед ударяет в било. И чтец совершает чтение. И абие благословившу иерею, глаголем трисвятое, и по Отче наш: Господи помилуй, 12.
  
  Слава, и ныне: Приидите поклонимся, трижды: псалом 50.
  
  Таже поем канон великия субботы, глас 6: Волною морскою: ирмосы по дважды: тропари на 12, со стихами песней. Последи ирмос оба лика вкупе. По 3-й песни, седален: Гроб твой Спасе:
  
  Слава, и ныне, тойже.
  
  И чтется слово святаго Епифаниа Кипрскаго, егоже начало: Что сие днесь безмолвие много, яко царь спит? По 6-й песни, кондак, и икос великия субботы: Бездну заключивый:
  
  И чтение от словес Златоустаго, в конец толкования евангелиа еже от Матфеа: или от Иоанна, слово воскресно.
  
  Посем песнь 6, и прочее. По 9-й песни, последи ирмос оба лика вкупе.
  
  Таже трисвятое. И по Отче наш: Тропарь, глас 2: егда снизшел еси к смерти:
  
  Таже ектениа, Помилуй нас Боже: И отпуст преждеписанный.`;
}
