import { Day, TypikonSign } from '../models';

export const MAY: Day[] = [
  {
    memories: [
      {
        description: 'Святаго пророка Иеремии.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры, глас 8. Подобен: Господи, аще и на судищи: Слава, и ныне, Богородичен: или праздника. На стиховне триоди. Тропарь, глас 2: Пророка твоего Иеремии: септемвриа в 4 день. На утрени, канон, глас 8. По 3-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: Очистив духом, великий пророче и мучениче, твое светозарное сердце, славне Иеремие, пророчествия дар свыше приял еси, и возопил еси, велегласно во странах: се Бог наш, и не приложится ин к нему, иже воплощься на земли явился есть.
  
  И седален, глас 8. Слава, и ныне, триоди. По 6-й песни кондак и икос праздника, и пролог и прочая служба по обычаю. На литургии, прокимен, глас 4: Ты иерей во век по чину Мельхиседекову. Стих: Рече Господь Господеви моему: Апостол к коринфяном, зачало 156: Не дети бывайте умы: Аллилуиа, глас 5: Моисей и Аарон во иереех его: Евангелие Луки, зачало 14: Дивляхуся народи о словесех: Причастен: В память вечную:`,
        },
      },
      {
        description: `В тойже день преподобнаго Пафнутиа Боровскаго.
          Совершается собор его во обители его, и идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Жития светлостию просветив твое отечество, в молитвах и постех дарований Божественнаго Духа исполнился еси: и во временней сей жизни добре подвизався, милости благоутробия всем скорбящим отверзл еси, и нищим был еси заступник. тем молим тя отче Пафнутие, моли Христа Бога, да спасет души наша.
  
  Кондак, глас 8. Подобен: Взбранной: Божиим светолитием просвещен отче, постническое стяжал еси жительство преподобне, иноком предобрый наставниче, и постником благое украшение. сего ради Господь труды твоя видев, чудес даром обогати тя: источаеши бо исцеления. мы же радующеся вопием ти: радуйся отче Пафнутие.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Во святых отца нашего Афанасиа Великаго, патриарха Александрийскаго.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры, глас 4. Подобен: Званный свыше: Ины стихиры, глас 5. Подобен: Преподобне отче: Слава, глас 6: Христова святителя воспоем: И ныне, праздника. На стиховне триоди: Слава, святаго, глас 3: Паки нам златотечный Нил: И ныне, праздника.
  
  Тропарь, глас 3: Столп был еси православия, божественными догматы подтверждая церковь священноначальниче Афанасие: Отцу бо Сына единосущна проповедав, посрамил еси Ариа. Отче преподобне, Христа Бога моли, даровати нам велию милость.
  
  Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, святаго: И ныне, праздника, и обычныя кафисмы. По кафисмах седальны праздника, и чтение. Канон праздника, со ирмосом на 6: и святаго на 6, глас 8. По 3-й песни кондак и икос праздника, и седален святаго, глас 8, дважды. Слава, и ныне, праздника. По 6-й песни,
  
  Кондак, глас 2. Подобен. Кровей твоих: Православия насадив учения, злославия терния изсекл еси, умножив семя веры, одождением Духа преподобне: темже тя поем Афанасие.
  
  И икос, и пролог. По 9-й песни светилен святаго. Слава, ин: И ныне, праздника. На хвалитех стихиры, глас 4. Подобен: Яко добля: Слава, глас 4: Великая церковная трубо: И ныне, праздника. На стиховне стихиры праздника. Слава, Афанасиа, глас 3: Великое украшение: И ныне, праздника. На Литургии, блаженна праздника, песнь рядовая: и святаго песнь 3. Прокимен, глас 7: Честна пред Господем: Стих: Что воздам Господеви: Апостол ко евреем, зачало 318: Таков нам подобаше: Аллилуиа, глас 2: Священницы твои облекутся: Евангелие Матфеа, зачало 11: Вы есте свет мира: Причастный: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Тимофеа и Мавры:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4. Подобен: Яко добля: Слава, и ныне, праздника. Тропарь, глас 4: Мученцы твои Господи: септемвриа в 20-й день. На утрени, канон глас 6. По 3-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Многообразныя язвы претерпевше и венцы от Бога приемше, о нас молитеся ко Господу, память всесвященную вашу совершающих, превеликий Тимофее, и преславная Мавро, еже умирити град и люди: той бо есть верных утверждение.
  
  По 6-й песни, кондак и икос праздника.`,
        },
      },
      {
        description: `В тойже день успение преподобнаго отца нашего Феодосиа, игумена монастыря Печерскаго, и начальника в Российстей земли монашескаго общаго жития.
          Совершается собор его во обители его, и идеже храм его: в прочих же церквах полиелей.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 8: Возвысився на добродетель, из млада возлюбив монашеское житие, к желанию доблественне достиг, вселился еси в пещеру, и украсив житие твое пощением и светлостию, в молитвах яко безплотен пребывал еси, в Российстей земли яко светлое светило просияв, отче Феодосие: моли Христа Бога, спастися душам нашим.
  
  Кондак, глас 3. Подобен: Дева днесь: Звезду Российскую днесь почтим, от востока возсиявшую, и на запад пришедшую, всю бо страну сию чудесы и добротою обогатившу, и вся ны содеянием и благодатию монашескаго устава, блаженнаго Феодосиа.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя преподобномученицы Пелагии.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 2. Подобен: Егда от древа: Слава, и ныне, праздника. На стиховне триоди. Тропарь, глас 4: Агница твоя Иисусе, Пелагиа: септемвриа в 16-й день. На утрени, канон глас 4. По 3-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: Временная презревши, и небесных благ причастница бывши, венец страдания ради приимши, Пелагие всечестная, яко дар принесла еси, кровныя потоки Владыце Христу: моли от бед избавити нас, твою память почитающих.
  
  И седален, глас 1. Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя и славныя мученицы Ирины.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 1. Подобен: Всехвальнии мученицы: Слава, и ныне, праздника. Тропарь, глас 4: Агница твоя Иисусе: септемвриа в 16 день. На утрени, канон, глас 4. По 3-й песни,
  
  Кондак, глас 4. Подобен: Явился еси днесь: Девства добротами преиспещрена Дево, страдальчеством была еси краснейшая Ирино, кровьми твоими истекшими обагрена, прелесть же низложившая безбожия. сего ради и прияла еси почести победы, рукою создателя твоего.
  
  И седален, глас 8. Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго и праведнаго Иова Многострадальнаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4. Подобен: Дал еси знамение: Слава и ныне, праздника.
  
  Тропарь, глас 1: Богатство видев добродетелей Иовлих, украсти кознствоваше праведных враг, и растерзав столп телесе, сокровище не украде духа: обрете бо вооруженну непорочнаго душу, мене же и обнажив плени: предварив убо мя прежде конца, избави мя льстиваго, Спасе и спаси мя.
  
  На утрени, канон, глас 4. По 3-й песни,
  
  Кондак, глас 8. Подобен: Яко начатки: Яко истинен и праведн, богочестив и непорочен, освящен же явлься всеславне, Божий угодниче истинный, просветил еси мир в терпении твоем, терпеливейший и доблейший: темже вси Богомудре память твою воспеваем.
  
  И седален, глас 3. Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. На литургии, прокимен, глас 7: Честна пред Господем: Стих: Что воздам Господеви: Апостол к галатом, зачало 213: Плод духовный: Аллилуиа, глас 6: Блажен муж бояйся Господа: Стих: Сильно на земли: Евангелие Матфеа, зачало 43: Вся мне предана суть: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Воспоминание на небеси явльшагося знамения Честнаго Креста, во граде Иерусалиме, от святаго Лобнаго места протяженнаго звездами, даже до святыя горы Елеонския, в 3-й час дне, при царе Константии, сыне великаго Константина:
          И святаго мученика Акакиа.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры Креста на 6, глас 4. Подобен: Званный свыше: Слава, глас 8: Возвестиша небеса: И ныне, праздника.
  
  Тропарь, глас 8: Креста твоего образ ныне паче солнца возсия, егоже горы святыя даже до лобнаго места простерл еси, и в нем твою Спасе, крепость уяснил еси, сим укрепляя и верныя наша цари: яже и спасай выну в мире, молитвами Богородицы Христе Боже, и спаси нас.
  
  Слава, и ныне, праздника.
  
  Служба мученика Акакиа поется на повечерии.
  
  На утрени, на Бог Господь, тропарь праздника, дважды. Слава, и ныне, Креста. Канон праздника со ирмосом на 6, и Креста на 6, глас 4. По 3-й песни, кондак и икос праздника: и седален Креста, глас 4. дважды. Слава, и ныне, праздника. По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Отверзый небеса заключенная, на небеси пресветлыя лучи, на земли возсия пречистый Крест: темже сияние его действа приемше, к незаходимому наставляемся свету, и во бранех имамы его оружие мира непобедимую победу.
  
  И икос. По 9-й песни, светилен Креста, дважды. Слава, и ныне, праздника. На литургии, прокимен, глас 6: Возносите Господа Бога нашего: Стих: Господь воцарися: Апостол к коринфяном, зачало 125: Слово крестное: Аллилуиа, глас 1: Помяни сонм твой: Стих: Бог же Царь наш: Евангелие Иоанна, зачало 60: Совет сотвориша архиереи и старцы на Иисуса: Причастен: Знаменася:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святаго славнаго, всехвальнаго апостола и евангелиста, наперсника возлюбленнаго, девственника, Иоанна Богослова:
          И преподобнаго отца нашего Арсениа Великаго.`,
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `На малей вечерни, стихиры апостола, на 4, глас 2. Егда от древа: Слава, глас тойже, самогласен: Апостолов верховнаго: И ныне, праздника. На стиховне праздника. Слава, апостола: И ныне, праздника. По трисвятом,
  
  Тропарь апостола, глас 2: Апостоле Христу Богу возлюбленне, ускори избавити люди безответны, приемлет тя припадающа, иже падша на перси приемый: егоже моли Богослове, и належащий облак языков разгнати, прося нам мира и велия милости.
  
  Слава, и ныне праздника. Ектениа малая, и отпуст. На велицей вечерни, по обычном псалме поем: Блажен муж, 1-й антифон. На Господи воззвах, стихиры праздника, 3: и апостола 3, на 4: повторяюще 1-ю, глас 1. Подобен: Небесных чинов: и преподобнаго 3, глас 8. Подобен: О преславнаго чудесе! Слава, апостола, глас 2: Сына громова: И ныне, праздника. Вход. прокимен дне. Чтения апостола 3, писаны септемвриа в 26-й день. На литии стихира храма, или праздника. и апостола самогласны 4, глас 1: и преподобнаго стихира, глас 5. Слава, апостола, глас 4: Возлег на перси: И ныне, праздника. На стиховне стихиры апостола, глас 4. Подобен: Званный свыше: с припевы их. Слава, глас 6: Апостоле Христов: И ныне, праздника: По трисвятом тропарь апостола дважды: писан на малей вечерни. и Богородице Дево, единожды, и благословение хлебов: и чтение во откровении апостолове. На утрени, на Бог Господь, тропарь праздника, единожды: и апостола единожды. Слава, преподобнаго, глас 8. Слез твоих теченьми: септемвриа в 3-й день. И ныне, праздника, и обычныя кафисмы. По 1-й кафисме седален апостола, глас 1, дважды: Слава, и ныне, праздника: и чтение. По 2-й кафисме седален апостола, глас 5, дважды: Слава, и ныне, праздника. По полиелеи седален апостола, глас 8, дважды: Слава, и ныне, праздника. и чтем слово похвальное апостола. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Во всю землю: Стих: Небеса поведают: Всякое дыхание: Евангелие Иоанна, зачало 67: Явися Иисус учеником своим: По 50-м псалме стихира апостола, глас 2: Богослове девственниче: Канон праздника, со ирмосом на 4: ирмос по дважды: и апостола на 6: и преподобнаго, на 4: Катавасиа, праздника. По 3-й песни,
  
  Кондак преподобнаго, глас 3. Подобен: Дева днесь: От Рима возсиял еси якоже солнце великое, и к царскому граду достигл еси преблаженне, словесы твоими просвещая сего и делы, всяку неразумия мглу отгоня. сего ради тя почитаем, отцев славо, Арсение преподобне.
  
  И икос. и седален апостола, глас 8. Слава, преподобнаго, глас и подобен тойже. И ныне, праздника. По 6-й песни,
  
  Кондак апостола, глас 2: Величия твоя девственниче, кто повесть? точиши бо чудеса, и изливаеши исцеления, и молишися о душах наших, яко богослов и друг Христов.
  
  И икос. По 9-й песни, светилен апостола: Слава, Арсениа: И ныне, праздника: На хвалитех стихиры праздника 3: и апостола 3, глас 8. Подобен: О преславнаго чудесе! Слава, глас тойже: Благовестниче Иоанне: И ныне, праздника. Славословие великое. По трисвятом тропарь апостола: Слава, преподобнаго: И ныне, праздника. Ектении, и отпуст. И дается елей братии от кандила святаго, поющим нам стихиру самогласну, якоже указася септемвриа в 26-й день: и час 1-й. На 1-м часе, тропарь, праздника, Слава, апостола: И ныне, Богородичен часов. По трисвятом кондак праздника, и прочая: и совершенный отпуст. На часех, кондак праздника, и апостола, глаголем пременяюще. На литургии, блаженна праздника, песнь рядовая: и апостола 6-я. Прокимен, глас 8: Во всю землю изыде: Стих: Небеса поведают: Апостол соборнаго послания Иоаннова, зачало 68: Еже бе исперва: Аллилуиа, глас 1: Исповедят небеса чудеса твоя Господи. Евангелие Иоанна, зачало 61: Стояху при Кресте Иисусове: Причастен, Во всю землю:
  
  [МРК] Указ о празднице святаго и всехвальнаго апостола и евангелиста Иоанна Богослова.
  
  Начинается от субботы 2-я недели по Пасце, и восходит до 7-я недели святых отец.
  
  [МРК] Подобает ведати. яко аще случится святаго Иоанна Богослова, в неделю мироносиц, или о разслабленном, или самаряныни, или о слепом.
  
  В субботу, на малей вечерни, на Господи воззвах, стихиры воскресны 4: Слава, апостола: И ныне, Богородичен. На стиховне стихира воскресна: и апостола стиховна великия вечерни, с припевы его. Слава, апостола: И ныне, Богородичен. Тропарь воскресн: Слава, апостола: И ныне, Богородичен: ектения малая, и отпуст. На велицей вечерни, по обычной кафисме, на Господи воззвах, стихиры воскресны гласа 3: и праздника 3: и апостола 4. Слава, праздника, самогласен триоди: И ныне, Богородичен 1-й гласа. Вход, прокимен дне. и чтения апостола 3. На литии стихира храма, и апостола самогласны: Слава, апостола: И ныне, праздника. На стиховне стихира воскресна, и Пасхи. Слава, апостола: И ныне, триоди. На благословении хлебов тропарь: Богородице Дево, дважды: и апостола единожды. и чтение в деяниих апостольских. [Зри] Аще есть неделя мироносиц, на Бог Господь, тропарь воскресн: Егда снизшел еси к смерти: единожды. Благообразный Иосиф: единожды. Слава, апостола: И ныне, Мироносицам: [Зри] Аще ли во ины недели, Тропарь воскресн дважды: Слава, апостола: И ныне, Богородичен 1-й, в тойже глас. По кафисмах седальны воскресны, и богородичны их: и чтение во евангелии толковом. Полиелей и седальны оба апостола: Слава, седальны по полиелеи: И ныне, Богородичен: и чтение апостола. Степенна, и прокимен гласа: Всякое дыхание: Евангелие воскресно. Воскресение Христово: трижды: псалом 50. стихира воскресна. Канон Пасхи, со ирмосом, и с богородичны их, на 6: и апостола на 4: и триоди на 4. Поем же сице: на коейждо песни тропарь воскресн един, и праздника 1, и троичен, и Богородичен. Катавасиа: Воскресния день: По 3-й песни, кондак апостола, и икос: и седален его дважды: Слава, и ныне, праздника: и чтение апостола. По 6-й песни, кондак праздника, и икос. На 9-й песни, Честнейшую не поем. Светилен Пасхи. Слава, апостола: И ныне, праздника. На хвалитех, стихиры воскресны 4: и апостола 4, со славным, и с припевы его. Слава, праздника: И ныне, Преблагословенна еси: Славословие великое. По трисвятом тропарь воскресн. ектении, и оглашение, и отпуст. и обычное исхождение в притвор. Слава, и ныне, стихира евангельская, и час 1-й. На часех, тропарь воскресн. Слава, апостола: И ныне, Богородичен часов. По Отче наш, кондаки пременяюще глаголем. На литургии, блаженна гласа, на 4: и триоди песнь 3-я, на 4: и апостола, песнь 6, на 4. По входе тропарь воскресн, и апостола. Слава, кондак апостола: И ныне, праздника. Прокимен, апостол, Аллилуиа, Евангелие и причастен прежде дне, и апостола. [Зри] Святаго же Арсениа служба оставляется, и поется, егда хощет настоятель, или церкве начальник.
  
  [МРК] О томже празднице подобает ведати, аще случится праздник святаго апостола Иоанна Богослова, в среду Преполовения.
  
  В вторник на малей вечерни, стихиры апостола на 4: Слава, апостола: И ныне, праздника. На стиховне стихиры апостола, великия вечерни, со стихи их. Слава, апостола: И ныне, праздника. По трисвятом тропарь апостола: Слава, и ныне, праздника. Ектения малая, и отпуст. Аще ли не будет бдения, на повечерии кондак апостола. Слава, и ныне, праздника. На велицей вечерни, поем, Блажен муж, 1-й антифон. На Господи воззвах, стихиры праздника на 4: и апостола на 4. Слава, апостола. И ныне, праздника. Вход. Прокимен дне. и чтения праздника, и апостола. На литии стихира храма, и апостола самогласны: Слава, апостола: И ныне, праздника. На стиховне стихиры праздника, со стихи их. Слава апостола: И ныне, праздника. На благословении хлебов, тропарь праздника, дважды: и апостола единожды. и чтение апостола во апокалипсии. На утрени, на Бог Господь, тропарь праздника дважды. Слава, апостола: И ныне, праздника. По кафисмах седальны праздника, и чтение праздника. Полиелей, и седальны апостола оба: Слава, по полиелеи седален: И ныне, Богородичен его: и чтение апостола: Степенна, 1-й антифон 4-го гласа. Прокимен апостола: Всякое дыхание: Евангелие апостола. Воскресение Христово: псалом 50. стихира апостола. Канон праздника, глас 4, со ирмосом на 4: и апостола на 6. и другий канон праздника, глас 8, на 4. Катавасиа, ирмос праздника, 8 гласа, оба лика вкупе. По 3-й песни кондак и икос апостола, и седален апостола, дважды. Слава, и ныне, праздника, и чтение апостола. По 6-й песни, кондак и икос праздника. На 9-й песни, Честнейшую не поем. Светилен праздника. Слава, апостола: И ныне, праздника. На хвалитех стихиры праздника 3, и апостола 3: Слава, апостола, глас 8: Евангелисте Иоанне: И ныне, праздника. Славословие великое. По трисвятом тропарь апостола. Слава, и ныне, праздника. ектении, и оглашение, и отпуст, и обычное исхождение, и час 1-й в притворе. На часех, тропарь праздника. Слава, апостола: И ныне, Богородичен часов. По Отче наш, кондаки глаголем пременяюще. На литургии, блаженна праздника, от канона 4-го гласа, песнь 3-я, на 4: и апостола песнь 6-я, на 4. По входе тропарь праздника, и апостола. Слава, кондак, апостола: И ныне, праздника. Прокимен, апостол, Аллилуиа, Евангелие и причастны прежде праздника: таже апостола. Святаго же арсениа служба поется во ин день.
  
  [МРК] О томже празднице подобает ведати, аще случится память святаго апостола Иоанна Богослова в неделю самаряныни.
  
  Оставляется служба Преполовения, и поется воскресна, и самаряныни, и богослова, якоже указася прежде во ины недели.
  
  [МРК] О томже празднице, аще случится святаго апостола Иоанна Богослова в среду пред Вознесением, во отдание Пасхи.
  
  Во вторник вечера, на малей вечерни, стихиры апостола на 4. Слава, апостола: И ныне, дне. На стиховне стихиры апостола, великия вечерни, с припевы их. Слава, апостола: И ныне, дне. Тропарь апостола: Слава, и ныне: Вся паче: Ектения малая, и отпуст. [Зри] Аще же несть бдения, на повечерии глаголем кондак апостола: Слава, и ныне, Пасхи: Аще и во гроб: На велицей вечерни, по обычном псалме, поем Блажен муж, 1 антифон. На Господи воззвах, стихиры о слепом, на 6: и апостола на 4. Слава, апостола: И ныне, дне: Кто возглаголет: Вход: Прокимен дне, и чтение апостола. На литии стихира храма: и апостола самогласны. Слава, апостола: И ныне: Се исполнися: На стиховне стихира воскресна, глас 5: Тебе воплощеннаго: Таже стихиры Пасхи, с припевы их. Слава, апостола: И ныне, Пасхи, Воскресния день: и Христос воскресе: единожды. На благословении хлебов тропарь апостола, дважды: и Богородице Дево, единожды. и чтение во откровении апостола Иоанна. [Зри] Аще же несть бдения, по Ныне отпущаеши, и по трисвятом, тропарь воскресн гласа: Слава, апостола: И ныне, Богородичен: и отпуст. Полунощницу же поем по обычаю. По 1-м трисвятом, вместо Се жених: глаголем тропарь воскресн: Собезначальное Слово: Слава, и ныне, Богородичен его. По 2-м, вместо Помяни Господи, кондак Пасхи: Аще и во гроб: Посем, Господи помилуй, 12. и отпуст. Молитвы же, Помяни Господи, не глаголем. На Бог Господь, тропарь воскресн дважды, глас 5: Собезначальное Слово: Слава, апостола: И ныне: Вся паче смысла: По 1-й кафисме седален воскресн, и чтение. По 2-й кафисме седален о слепом, и чтение. Полиелей, и седален апостола, вси по единожды: и чтение. Степенна, 1-й антифон 4-го гласа. Прокимен апостола: и Всякое дыхание: Евангелие апостола: Воскресение Христово: псалом 50. стихира апостола. Канон Пасхи, без богородичнов, со ирмосом на 6: и апостола на 4, и о слепом на 4. Поем же во всякой песни тропарь о слепом по дважды: Слава, троичен: И ныне, Богородичен. Катавасиа, ирмос: Спасителю Богу: оба лика вкупе. Предпразднства же канон зде оставляется: и поем его во вторник напреди. По 3-й песни, кондак и икос апостола. Таже ипакои Пасце: Предварившия утро: Слава, седален апостола. И ныне, слепаго: и чтение апостола. По 6-й песни, кондак и икос Пасхи. На 9-й песни, Честнейшую не поем. Светилен Пасхи: Слава, апостола: И ныне, слепаго. На хвалитех стихиры апостола на 4. Таже, Да воскреснет Бог: и стихиры Пасхи с припевы их. Слава, апостола: И ныне, Пасхи, глас 5: Воскресния день: и Христос воскресе: единожды. Славословие великое. Тропарь воскресн: Слава, апостола: И ныне: Вся паче смысла: Ектении, и оглашение, и отпуст, и исхождение, и час 1-й в притворе. На часех, тропарь воскресн: Слава, апостола: И ныне, Богородичен часов. По Отче наш: кондаки Пасхи, и апостола, пременяем. На литургии, блаженна от канона Пасхи, песнь 3, на 4: и апостола песнь 6, на 4. По входе тропарь воскресн, и апостола: Слава, кондак апостола: И ныне, Пасхи. Прокимен, и Аллилуиа Пасхи, и апостола. Апостол, и Евангелие дне, и апостола. Причастен: Тело Христово: Другий: Во всю землю:
  
  [МРК] О томже празднице подобает ведати, аще случится святаго апостола Иоанна Богослова в четверток Вознесения.
  
  На малей вечерни, стихиры праздника на 4: Слава, апостола: И ныне, праздника. На стиховне стихиры апостола, с припевы их, великия вечерни. Слава, апостола: И ныне, праздника. Тропарь апостола: Слава, и ныне, праздника. Ектениа малая, и отпуст. [Зри] Аще ли несть бдения, на повечерии кондак апостола: Слава, и ныне, праздника. На велицей вечерни: Блажен муж, 1-й антифон. На Господи воззвах стихиры праздника, на 6: и апостола на 4: Слава, апостола: И ныне, праздника. Вход. Прокимен дне, и чтение праздника, и апостола. На литии стихиры праздника, и апостола: Слава, апостола: И ныне, праздника. На стиховне стихиры праздника, с припевы их: Слава, апостола. И ныне, праздника. На благословении хлебов тропарь праздника, дважды: и апостола единожды, и чтение праздника. На Бог Господь тропарь праздника, дважды. Слава, апостола: И ныне, праздника. По кафисмах седальны праздника, и чтение. Полиелей, и седален праздника, и чтение праздника. Степенна, 1-й антифон 4-го гласа. Прокимен, и Евангелие праздника. Воскресение Христово: псалом 50. стихира праздника. Канон праздника, глас 5, со ирмосом на 6: и апостола, на 4: и другий, праздника, на 4. Катавасиа: Божественным покровен: оба лика вкупе. По 3-й песни, кондак и икос апостола, и седален, дважды: Слава, и ныне, праздника, и чтение апостола. По 6-й песни, кондак и икос, праздника. На 9-й песни, Честнейшую не поем, но поем припевы праздника: к тропарем же апостола: Святый апостоле и евангелисте Иоанне Богослове, моли Бога о нас. Светилен праздника: Слава, апостола: И ныне, праздника: На хвалитех стихиры на 6, праздника 3: и апостола 3: Слава, апостола: И ныне, праздника. Славословие великое: По трисвятом тропарь апостола. Слава, и ныне, праздника. Ектении, и оглашение, и отпуст. дается же и святый елей братии от кандила святаго. И обычное исхождение, и час 1, в притворе. На часех, тропарь праздника: Слава, апостола: И ныне, Богородичен часов. По Отче наш: Кондак праздника, и апостола, пременяем. На литургии, изобразительная: и от канона праздника: глас 5, песнь 3-я, на 4: и апостола, песнь 6-я, на 4. Входное праздника. Тропарь праздника, и апостола: Слава, кондак апостола: И ныне, праздника. Прокимен, апостол, Аллилуиа, Евангелие, и причастен, прежде праздника, и апостола. [Зри] Святаго же Арсениа служба оставляется, и поется, егда разсудит екклисиарх.
  
  [МРК] О томже подобает ведати, аще случится святаго апостола Иоанна Богослова в неделю 6-ю по Пасце, святых отец трех сот и 18: оставляется служба Вознесения и поется воскресна, и Богослова, и святых отцев.
  
  В субботу на малей вечерни, стихиры воскресны, на 4: Слава, апостола, глас 2: Сына громова: И ныне, Богородичен, малыя вечерни. На стиховне стихира воскресна едина. Таже апостола, стиховна великия вечерни, с припевы своими. Слава, апостола: И ныне, Богородичен по гласу. По трисвятом тропарь воскресн, и отцев: Слава, апостола, И ныне праздника. Ектения малая, и отпуст. На велицей вечерни, по обычном псалме, и по кафисме, на Господи воззвах стихиры воскресны 3: и отцев 4: и апостола 3: Слава, отцев: И ныне, Богородичен 1-й гласа. Вход, прокимен дне, и чтение отцев: и апостола. На литии стихира отцев, глас 3, и апостола самогласны: Слава, апостола. И ныне, праздника. На стиховне стихиры воскресны. Слава, отцев: И ныне, праздника. На благословении хлебов тропарь: Богородице Дево, дважды: и апостола, единожды: и чтение. На Бог Господь, тропарь воскресн, и отцев: Слава, апостола: И ныне, Богородичен. По кафисмах седальны воскресны, с богородичны их, и чтение во евангелии толковом. Полиелей, и седальны святаго вси, и чтение апостола. Степенна: и прокимен гласа. Всякое дыхание: Евангелие воскресное. Воскресение Христово: псалом 50. стихира воскресна, и прочее. Канон воскресн со ирмосом на 4: и апостола на 4: и отцев, на 6. Катавасиа: Божественным покровен: По 3-й песни, кондак и икос апостола, и седален отцев: Слава, апостола: И ныне, Богородичен, и чтение апостола. По 6-й песни, кондак и икос отцев, и пролог. Светилен воскресн, и отцев: Слава, апостола: И ныне, Богородичен. На хвалитех стихиры воскресны 3, и отцев 2, и апостола со славным 3. Слава, отцев: И ныне, Преблагословенна еси: Славословие великое. Тропарь воскресн. Ектении, и оглашение и отпуст, и обычное исхождение. Слава, и ныне, стихира евангельская, и час 1-й в притворе. На часех, тропарь воскресн: Слава, отцев: И ныне, Богородичен часов. По Отче наш: кондак воскресн. На 3-м часе, тропарь воскресн: Слава, апостола. По Отче наш: кондаки апостола и отцев, глаголем пременяюще. На литургии, блаженна гласа на 4, и отцев песнь 3-я, на 4, и апостола песнь 6-я, на 4. По входе тропарь воскресн, и отцев, и апостола. Таже, кондак отцев: Слава, апостола: И ныне, праздника. Прокимен, апостол, Аллилуиа, и Евангелие отцев и апостола. Причастный: Хвалите Господа: Другий: Во всю землю:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго пророка Исаии: И святаго мученика Христофора.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры пророка, глас 4. Подобен: Дал еси знамение: и мученика, глас тойже. Подобен: Яко добля: Тропарь, глас 2: Пророка твоего: писан септемвриа в 4-й день.
  
  Мученка тропарь, глас 4: Одеждами от кровей украшаяйся Господеви предстоиши Царю сил, Христофоре приснопамятне: отонудуже со безплотными и мученики поеши трисвятым и страшным сладкопением. темже молитвами твоими спасай стадо твое.
  
  Канон праздника, и святых: пророка и мученика, глас 4: Пророка 3 стиха: И мученика 3 стиха, с богородичным. По 3-й песни, седален, глас 4, и мученика, глас тойже. По 6-й песни,
  
  Кондак пророка, глас 2: Подобен: В молитвах: Пророчества дарование прием пророкомучениче, Исаие богопроповедниче, всем изъяснил еси вочеловечение Господне, возгласив велегласно концем: се Дева во чреве приимет.
  
  И икос.`,
        },
      },
      {
        description: `И пренесение честных мощей, иже во святых отца нашего Николаа чудотворца, от Мир в Бар град.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `На вечерни, стихологисуем: Блажен муж, 1-й антифон. На Господи воззвах, поем стихиры праздника 3, и святаго 5, глас 8. Подобен: На небо текущее: Слава, глас 6: Святителей удобрение: И ныне, праздника. Вход. Прокимен дне: и чтения 3, святительская. На литии стихира храма: и святителя, глас 2, самогласны. Слава, глас 6: Благий рабе: И ныне, праздника. На стиховне стихиры, глас 4. Подобен: Яко добля: с припевы их. Слава, глас 6: Человече Божий: И ныне, праздника. По Ныне отпущаеши: и по трисвятом,
  
  Тропарь, глас 4: Приспе день светлаго торжества, град Барский радуется, и с ним вселенная вся ликовствует песньми и пеньми духовными: днесь бо священное торжество, в пренесение честных и многоцелебных мощей святителя и чудотворца Николаа, якоже солнце незаходимое возсия светозарными лучами, разгоняя тьму искушений же и бед, о вопиющих верно: спасай нас яко предстатель наш великий Николае.
  
  Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь праздника дважды: Слава, святаго. И ныне, праздника, и обычныя кафисмы. По 1-й кафисме седален праздника, дважды: и чтение о пренесении мощей святаго. По 2-й кафисме седален, глас 4, дважды. Слава, и ныне, праздника. По полиелеи седален, глас 1, дважды: Слава, и ныне, Богородичен. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Честна пред Господем смерть преподобных его. Стих: Что воздам Господеви: Всякое дыхание: Евангелие Иоанна, зачало 35, от полу: Не входяй дверьми: По 50-м псалме стихира, глас 6: Наследниче Божий: Канон праздника, со ирмосом на 6: и святаго два канона, на 8: един, глас 8, другий, глас 4. Катавасиа праздника. По 3-й песни, кондак и икос праздника, и седален святаго, глас 1. Слава, и ныне, праздника. По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: Взыде яко звезда от востока до запада, твоя мощи святителю Николае, море же освятися шествием твоим, и град Барский приемлет тобою благодать: нас бо деля явился еси чудотворец изящный, предивный и милостивый.
  
  И икос, и чтем пролог. По 9-й песни, светилен святаго, дважды: Слава, и ныне, праздника. На хвалитех ставим стихов 4: и поем стихиры, глас 1, самогласны. Слава, глас 5: Вострубим трубою: И ныне, праздника. Славословие великое. По трисвятом тропарь святаго: Слава, и ныне, праздника. Ектении и отпуст. Знаменуются же братия святым елеем от кандила святаго: и час 1-й, и конечный отпуст. На литургии, блаженна от канона праздника, песнь рядовая: и святаго, песнь 3-я, на 4. Прокимен, глас 7: Восхвалятся преподобнии во славе, и возрадуются на ложах своих. Стих: Воспойте Господеви песнь нову, яко дивна сотвори Господь. Апостол ко евреем, зачало 335: Повинуйтеся наставником вашим: Аллилуиа, глас 2: Священницы твои облекутся: Евангелие Луки, зачало 24: Ста Иисус на месте равне: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго апостола Симона Зилота.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `На велицей вечерни, поем Блажен муж, 1-й антифон. На Господи воззвах стихиры на 8: праздника 3, и апостола 5, глас 4. Подобен: Дал еси знамение: Слава, апостола, глас 2: Ревности тезоименит: И ныне, праздника. Вход. Прокимен дне, и чтения 3, писаны сего месяца во 8-й день. На стиховне стихиры апостола, глас 1. Подобен: Всехвальнии мученицы, с припевы их. Слава, апостола, глас 6: Тварь яко орел: И ныне, праздника. По трисвятом,
  
  Тропарь, глас 3: Апостоле святый Симоне, моли милостиваго Бога, да прегрешений оставление подаст душам нашим.
  
  Слава, и ныне, праздника. И отпуст. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, апостола: И ныне, праздника. По кафисмах седальны апостола. Слава, и ныне, праздника, и чтение. По полиелеи седален апостола дважды, глас 8. Подобен: Премудрости: Слава, и ныне, праздника. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Во всю землю: Стих: Небеса поведают: Всякое дыхание: Евангелие Иоанна, зачало 67: Явися Иисус учеником своим: По 50-м псалме стихира, глас 6: Иже Божественнаго Духа: Канон праздника, со ирмосом на 6, и апостола на 8. Катавасиа праздника. По 3-й песни, кондак и икос праздника: и седален апостола дважды, глас 3. Подобен: Божественныя веры: Слава, и ныне, праздника. По 6-й песни,
  
  Кондак апостола, глас 2. Подобен: Твердыя: Известно премудрости учения в душах благочествующих положшаго, во хвалении ублажим, яко богоглаголиваго вси Симона: престолу бо славы ныне предстоит, и со безплотными веселится, моляся непрестанно о всех нас.
  
  И икос, и пролог. По 9-й песни, светилен апостола, дважды. Подобен: Духом во святилищи: Слава, и ныне, праздника. На хвалитех стихиры праздника 3, и апостола 3, глас 8. Подобен: Что вы наречем: Слава, глас 2: Оставив земная: И ныне, праздника. Славословие великое. По трисвятом тропарь апостола. Слава, и ныне, праздника. Ектении, и отпуст, и час 1-й. На литургии, блаженна на 8, от канона праздника, песнь рядовая: и апостола, песнь 6-я. Прокимен, глас 8: Во всю землю: Стих: Небеса поведают: Апостол к коринфяном, зачало 131: Бог ны посланники: Аллилуиа, глас 1: Исповедят небеса чудеса твоя Господи: Евангелие Матфеа, зачало 56: Прииде Иисус во отечествие свое: Причастен: Во всю землю:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Обновление Царя града: И святаго священномученика Мокиа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4. Подобен: Яко добля: Слава, и ныне, праздника. Тропарь, глас 4: И нравом причастник: септемвриа в 3-й день. На утрени, канон, глас 4. По 3-й песни,
  
  Кондак, глас 2. Подобен: Твердыя: Вооружився щитом веры, нечестивых ополчения стерл еси священномучениче, и венец от Христа взял еси Мокие: тем и со ангелы радуяся, спасай от бед поющия тя, моля непрестанно о всех нас.
  
  Седален, глас 4. По 6-й песни, кондак праздника. На литургии, прокимен, глас 7: Возвеселится праведник: Стих: Услыши Боже: Апостол к Тимофею, зачало 292: Чадо Тимофее, возмогай: Евангелие Иоанна, зачало 51: Якоже возлюби мя отец: Причастен: В память вечную:`,
        },
      },
      {
        description: `И иже во святых отец наших, равноапостольных Мефодиа и Кирилла, учителей словенских.`,
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `Тропарь, глас 4: Яко апостолом единонравнии и словенских стран учителие, Кирилле и Мефодие богомудрии, Владыку всех молите, вся языки словенския утвердити в православии и единомыслии, умирити мир, и спасти души наша.
  
  Кондак, глас 3: Священную двоицу просветителей наших почтим, божественных писаний преложением источник богопознания нам источивших, из негоже даже до днесь неоскудно почерпающе, ублажаем вас, Кирилле и Мефодие, престолу вышняго предстоящих и тепле молящихся о душах наших.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отец наших, Епифаниа епискпа Кипрскаго и Германа патриарха Константинопольскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры Епифаниа 3, глас 5. Подобен: Радуйся: и Германа 3, глас 1. Подобен: Всехвальнии: Слава, и ныне, праздника. Тропарь, глас 4: Боже отец наших: ноемвриа в 20-й день. Слава, и ныне, праздника. На утрени, канон Епифаниа, глас 1: и Германа, глас тойже. По 3-й песни, кондак и икос праздника, и седален Епифаниа, глас 8. Слава, Германа, глас тойже: И ныне, праздника. По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Священноначальник чудную двоицу восхвалим вернии по долгу, с Германом божественнаго Епифаниа: сии бо попалиша безбожных языки, догматы премудрейшия возложше всем, православно поющим присно благочестия великое таинство.
  
  И икос. По 9-й песни, светилен святых: Слава, и ныне, праздника. На литургии, прокимен, глас 1: Уста моя возглаголют премудрость: Стих: Услышите сия вси язы́цы: Апостол ко евреем, зачало 318. Таков нам: Аллилуиа, глас 2: Уста праведнаго поучатся премудрости: Стих: Закон Бога его в сердце его: Евангелие Матфеа, зачало 11: Вы есте свет мира: Причастен: В память:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя мученицы Гликерии:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 8. Подобен: Мученцы твои: Слава, и ныне, праздника. Тропарь, глас 4: Агница твоя Иисусе: септемвриа в 16-й день. На утрени, канон, глас 8. По 3-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: Деву любящи и Богородицу Марию, соблюла еси нетленно твое девство: любовию же ко Господу усердствовавши, пострадала еси мужемудренно даже до смерти. сего ради и сугубым тя дево мученице венцем венчает Христос Бог.
  
  И седален, глас 4: Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Исидора, иже во острове Хиосе.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4. Подобен: Дал еси знамение: Тропарь, глас 4: Мученк твой Господи Исидор: септемвриа во 2-й день. На утрени, канон, глас 8. По 3-й песни,
  
  Кондак святаго, глас 4: Подобен: Явился еси: Управитель превеликий вселенней ты явился еси святе, твоими к Богу молитвами: темже воспеваем тя днесь, мучениче богомудре Исидоре преславне.
  
  И седален, глас 3: Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника.`,
        },
      },
      {
        description: `В тойже день святаго Исидора, Христа ради юродиваго, Ростовскаго чудотворца.
          Совершается собор его в Ростове, с разсуждением тамошняго архиереа.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Просветився Божественною благодатию богомудре, целомудрием многим и терпением, во временней жизни течение добре скончал еси. тем и по смерти яви тя светлость жития твоего: источаеши бо исцелений благодать, иже с верою притекающим ко святому твоему гробу, Исидоре блаженне, моли Христа Бога, да спасет души наша.
  
  Кондак, глас 8. Подобен: Взбранной: Взбранному и дивному в праведницех, иже убо от Христа дар чудес приимшему, похвальныя ныне принесем глаголы: но яко имея дерзновение ко Святей Троице, юже моли избавитися от бед рабом твоим, да зовем ти: радуйся богомудре Исидоре.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Пахомиа Великаго.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Стихиры праздника, 3, и преподобнаго 3, глас 6. Подобен: Всю отложивше: Слава, глас тойже, самогласен. Еже по образу соблюд: И ныне, праздника. На стиховне праздника. Слава, святаго, глас 6: Преподобне отче, во всю землю: И ныне, праздника. Тропарь, глас 8: Слез твоих теченьми: септемвриа в 3-й день. Слава, и ныне, праздника. На утрени, канон праздника, со ирмосом на 6, и святаго на 6, глас 2. По 3-й песни, кондак праздника и седален, глас 8, дважды. Слава, и ныне, праздника. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Светильник светел показался еси в концех: пустыню же грады сотворил еси множествы монашескими, сам себе распен, крест твой на рамо взем, и воздержанием тело изнурил еси, моля непрестанно о всех нас.
  
  И икос. По 9-й песни, светилен святаго, дважды: Слава, и ныне, праздника. На стиховне праздника: Слава, святаго, глас 8: Монахов множества: И ныне, праздника. На литургии, блаженна праздника, песнь рядовая: и святаго, песнь 3. Прокимен, глас 7: Честна пред Господем: Стих: Что воздам Господеви: Апостол к коринфяном: зачало 176: Бог рекий из тьмы свету возсияти: Аллилуиа, глас 6: Блажен муж бояйся Господа: Стих: Сильно на земли: Евангелие Луки, зачало 77: Идяху со Иисусом народи: Причастен: В память:`,
        },
      },
      {
        description: `В тойже день, иже во святых отца нашего Исаии епискпа, Ростовскаго чудотворца.
          Совершается собор его, идеже лежат мощи его, и идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 8: Православия наставниче, благочестия учителю и чистоты, Ростову пресветлый светильниче, святителем богодохновенное удобрение, Исаие премудре: учением бо твоим вся Российския концы просветил еси благодатию духовною, святителю блаженне, моли Христа Бога, да спасет души наша.
  
  Кондак, глас 3. Подобен: Дева днесь: Яко гром возгремел еси божественными твоими учении в Российстей земли, и явился еси светильник пресветел, осияя светом богоразумия, Исаие блаженне. темже вопием ти: Христа Бога моли непрестанно о всех нас.`,
        },
      },
      {
        description: `И убиение святаго благовернаго царевича князя Димитриа Московскаго, и всея России новаго чудотворца.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 2: Царскую диадиму обагрил еси кровию твоею богомудре мучениче, за скиптр крест в руку приим, явился еси победоносец, и жертву непорочну Владыце принесл еси себе: яко бо агнец незлобив от раба заколен еси: и ныне радуяся предстоиши Святей Троице, молися о державе сродников твоих богоугодней быти, и сыновом Российским спастися.
  
  Кондак, глас 8. Возсия днесь в славней памяти твоей верным веселие, яко бо доброрасленный грезн прозябл еси, и Христу красен плод принесл еси себе. темже и по убиении твоем соблюде тело твое нетленно страдальчески обагреное кровию, благородне святе Димитрие, соблюдай отечество твое, и град твой невредимь: тому бо еси утверждение.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Феодора Освященнаго, ученика преподобнаго Пахомиа Великаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 6. Подобен: Всю отложивше: Слава, и ныне, праздника. Тропарь, глас 1: Пустынный житель: септемвриа в 29-й день. На утрени, канон, глас 2. По 3-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: В дому Божии яко финикс процвел еси, плоды же добродетелей Господеви принесл, пощением изрядным отче преподобне: темже и ублажаешися, яко безплотных равностоятелен.
  
  Седален, глас 3: Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника.`,
        },
      },
      {
        description: `И преподобнаго отца нашего Ефрема Перекомскаго, Новогородскаго чудотворца.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: От юности твоея весь Богови поработился еси блаженне: и того ради любве отечество и род оставил еси в пустыню вселився, в нейже жестокое житие показав, и чудес дарования от Бога приял еси Ефреме преподобне, моли Христа Бога, да спасет души наша.
  
  Кондак, глас 8. Подобен: Взбранной: Ангельскому житию поревновав преподобне, вся земная оставив ко Христу притекл еси: и того заповедьми ограждся, явился еси столп непоколебимь от вражиих нападаний. тем зовем ти: радуйся Ефреме, светило пресветлое.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святаго апостола Андроника, и иже с ним.
          От сего дне начинается пост святых апостол, егда ключь пасхалии будет, А.`,
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 8. Подобен: О преславнаго чудесе! Тропарь, глас 3: Апостоли святии: октовриа в 31-й день. На утрени, канон, на 4. По 3-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Звезду пресветлую, богоразумия светом просвещшаго языки, апостола Христова Андроника восхвалим, и с ним во благовестии потрудившуюся Иунию премудрую, вопиюще: молите Христа Бога непрестанно о всех нас.
  
  И седален, глас 4: Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен праздника.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Феодота, иже во Анкире: И святых мученик, Петра, Дионисиа, и иже с ними: И святых седми дев.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 1. Подобен: Небесных чинов: и мучеников, глас 4. Подобен: Дал еси знамение: Слава, и ныне, Богородичен: или праздника. На стиховне триоди, или октоиха. На утрени, канон Феодота, глас 4: и мучеников, глас тойже. По 3-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Страдальчески подвизався добре, со страдальцы твоими Феодоте, и венцы почести приясте, с честными страстотерпицами девами: темже Христа Бога молите непрестанно о всех нас.
  
  И седален Феодота, глас 4: Слава, мучеников, глас 8: И ныне, Богородичен, или праздника. По 6-й песни, кондак и икос праздника.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Патрикиа, епискпа Прусскаго, и дружины его.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 6. Подобен: Всю отложивше: Слава, и ныне, праздника, или Богородичен. На утрени, канон, глас 8. По 3-й песни,
  
  Кондак, глас 4. Подобен: Явился еси днесь: Яко светосиянен добротою священства, и мучения кровию преукрашен с пострадавшими с тобою Патрикие Христу предстоя, о нас поминай, яко страдалец честный.
  
  И седален, глас 8. Слава, и ныне, праздника, или Богородичен. По 6-й песни, кондак праздника.`,
        },
      },
      {
        description: `И преподобнаго отца нашего Корнилиа чудотворца Комельскаго.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 4: От юности горящим желанием божественныя любве разжигаемь, житейския молвы оставил еси преподобне, ревнитель Антонию Великому бысть, безмолвием и жестоким пребыванием последуя Христу, бдением и молитвами и постом образ быв своим учеником. темже молися Господеви Корнилие блаженне, спастися душам нашим.
  
  Кондак, глас 8: Господеви от святыя Девы возсиявшу мирови, и тому измлада яко ангел послужил еси блаженне, и силою его пустыню яко град сотворил еси: множество же ученик в ней собрал еси, ихже богодохновенными ученьми просветил еси. тем вопием ти: радуйся отче наш Корнилие, иноком божественное удобрение.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Фалалеа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4. Подобен: Яко добля: Слава, и ныне, Богородичен, или праздника. Тропарь, глас 4: Мученк твой Господи: септемвриа во 2-й день. Канон, глас 8. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: Мученком сострадалец явлься и оружник, воин изрядный Царя славы был еси, искушеньми и мукою: возвышение идолослужителей попрал еси, сего ради честную твою поем память, мудре Фалалее.
  
  И икос:`,
        },
      },
      {
        description: `Обретение честных мощей, иже во святых отца нашего Алексиа митрополита Киевскаго и всея России чудотворца.
          Бдение во обители его, и в велицей церкви: повсюду же полиелей.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 2: Яко сокровище пребогатое, многолетно в земли сокровенное, честныя мощи твоя обретошася чудоточащия, всеблаженне отче святителю Алексие: от нихже врачевство приемлюще обогащаемся, и Христа славословим глаголюще: слава прославляющему святыя своя.
  
  Ин тропарь, глас 4: Апостольских преемников, архиереев сопрестольниче, России всея пастырю и учителю, всеблаженне отче Алексие, Владыце всех молися, мир пастве твоей даровати, и спасение душам, и велию милость.
  
  Кондак, глас 8: Яко солнце незаходимое от гроба возсия нам, от мног лет сокровены честныя твоя мощи нетленны, святителю Алексие, тобою благодать приемлем: всю бо страну сию, и вся ны чудесы и добротою обогащаеши, действом благодати, да поем ти: радуйся отче, светило России.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых великих царей и равноапостолов Константина и Елены.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Вечер, по обычном псалме, поем: Блажен муж, 1-й антифон. На Господи воззвах, стихиры праздника 3: и святых 5, глас 4. Подобен: Дал еси знамение: Слава, глас 2: Богатых даров: И ныне, праздника, или Богородичен. Вход. прокимен дне: и чтения святых: Царств третиих: Ста Соломон пред лицем жертвенника Господня: Пророчества Исаиина: Да возрадуется душа моя о Господе: Пророчества Исаиина же: Светися, светися Иерусалиме: На литии стихира храма: и святых, глас 1. Слава, глас 5: Церковь днесь украсившися: И ныне, праздника, или Богородичен. На стиховне стихиры, глас 2. Подобен: Егда от древа: с припевы: 1-й припев: Вознесох избраннаго от людей моих: 2-й: Сего ради помаза тя Боже Бог твой елеем радости: Слава, глас 8: Свет пресветлый: И ныне, праздника.
  
  Тропарь, глас 8: Креста твоего образ на небеси видев, и якоже павел звание не от человек прием, в царех апостол твой Господи, царствующий град в руце твоей положи: егоже спасай всегда в мире, молитвами Богородицы, едине человеколюбче.
  
  На утрени, на Бог Господь, тропарь праздника, дважды: Слава, святых: И ныне, праздника. По 1-й кафисме седален, глас 3, дважды: Слава, и ныне, праздника, или Богородичен. По 2-й кафисме седален, глас 6, дважды: Слава, и ныне, праздника. По полиелеи седален, глас 4, дважды: Слава, и ныне, праздника. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Вознесох избраннаго от людей моих: Стих: Сего ради помаза тя Боже Бог твой: Всякое дыхание: Евангелие Иоанна, зачало 36. По 50-м псалме, Слава, Молитвами боговенчанных царей: И ныне, Молитвами Богородицы: Таже, Помилуй мя Боже: Посем стихира: Благочестиваго Константина: ищи на литии. Канон праздника на 6: и святых на 8, глас 8. Катавасиа праздника: или: Отверзу уста моя: По 3-й песни, кондак и икос праздника: таже седален святых, глас 8, дважды: Слава, и ныне, праздника. По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: Константин днесь с материю Еленою Крест являют, всечестное древо, всех убо иудеов посрамление суще, оружие же на противныя верных царей: нас бо ради явися знамение велие, и во бранех грозное.
  
  И икос. По 9-й песни, светилен святых. Слава, ин: И ныне, праздника, или Богородичен. На хвалитех стихиры праздника 3: и святых 3, глас 8. Подобен: О преславнаго чудесе! Слава, глас 8. Царь царей, и Бог: И ныне, праздника. Славословие великое. Ектении, и отпуст. На литургии, блаженна праздника, песнь рядовая: и святых, песнь 6, на 4. Прокимен, глас 8. Во всю землю: Стих: Небеса поведают славу Божию: Апостол к галатом, зачало 200. Аще же пятидесятница, апостол деяний, зачало 49. Аллилуиа, глас 1: Вознесох избраннаго от людей моих. Стих: Господи силою твоею возвеселится царь: Евангелие Иоанна, зачало 35, от полу. Причастен: Во всю землю: [Зри] Вестно буди, аще случится память святаго царя Константина в четверток Вознесения, или в неделю 7-ю святых отец, службу его пети якоже Иоанну Богослову по темже главам.`,
        },
      },
      {
        description: `В тойже день празднуем сретение чудотворныя иконы Пресвятыя Богородицы Владимирския.`,
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `Тропарь, глас 4: Днесь светло красуется славнейший град Москва, яко зарю солнечную восприемши Владычице, чудотворную твою икону, к нейже ныне мы притекающе, и молящеся тебе, взываем сице: пречудная Владычице Богородице, молися из тебе воплощенному Христу Богу нашему, да избавит град сей, и вся грады и страны христианския невредимы от всех навет вражиих, и спасет души наша яко милосерд.
  
  Кондак, глас 8: Взбранной Воеводе победительная, яко избавльшеся от злых пришествием твоего честнаго образа, Владычице Богородице, светло сотворяем празднество сретения твоего, и обычно зовем ти: радуйся Невесто Неневестная.`,
        },
      },
      {
        description: `В тойже день память святаго благовернаго князя Константина и чад его, Михаила и Феодора, Муромских чудотворцев.
          Собор их совершается в Муроме.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Константин днесь весело ликовствует, предстоя престолу Святыя Троицы, видя отечествие свое мастию духовною сияющее: емуже последоваша, Михаил и Феодор, сынове его, и молятся вси трие вкупе о душах наших.
  
  Кондак, глас 8. Подобен: Взбранной: Изрядному воеводе, и правоверному князю Константину, с сынома его вкупе, отечество его хвалящися вопиет, имеющее его начальника и заступника, яко избавльшееся им от прелести и скверны идольския. сего ради вопием ему сице: радуйся княже Константине преблаженне.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Василиска:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры, глас 4. Подобен: Яко добля: Тропарь: Мученк твой Господи: септемвриа во 2-й день. На утрени, канон глас 8. По 3-й песни, седален, глас 1-й. По 6-й песни,
  
  Кондак, глас 8. Подобен: Взбранной: Во страдании крепок и мужествен явился еси, и в чудесех предивен, явленно Христово имя преднося, мучителя посрамил еси. тем тя почитаем Василиске, присно зовуще всечестне: радуйся мучеников светлая доброто.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего и исповедника Михаила, епискпа Синадскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 8. Подобен: О преславнаго чудесе! Слава, и ныне, Богородичен, или Крестобогородичен. На утрени, канон, глас 2. По 3-й песни, седален, глас 1. По 6-й песни,
  
  Кондак, глас 8. Подобен: Яко начатки: Яко архиерей всечестен, и благочестия священнострадалец, прещения злоименитаго не убоявся, еретическое того противление победил еси, свободным гласом велегласно вопия: иконе покланяюся Христове, и Пречистыя его Матере: сего ради тя почитаем Михаиле.`,
        },
      },
      {
        description: `В тойже день обретение честных мощей, иже во святых отца нашего Леонтиа епискпа, Ростовскаго чудотворца.
          Совершается собор его, идеже лежат мощи его, и идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Апостолом сопричастник, и к Богу молебник верен, добродетельми возшед на небесная, и любовь возложил еси к любящему тя, и неверныя люди обратил еси в веру. тем ныне со ангелы ликуя, предстоиши престолу славы всех царя Христа Бога: молися святителю Леонтие, да спасет души наша.
  
  Кондак, глас 4. Подобен: Явился еси: Жития ради чистоты, всевидец Господь, свет свой насади в души твоей, вразумити люди многия твоими учении, Леонтие преподобне.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Симеона, иже на Дивней горе.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Стихиры святаго на 6, глас 8. Подобен: О преславнаго чудесе! Слава, глас 6: Отче досточудне: И ныне, праздника, или Богородичен. На стиховне дне. Слава, глас 2: На гору высокую: И ныне, праздника, или Богородичен. По трисвятом тропарь, глас 1: Пустынный житель: септемвриа в 29-й день. На утрени, оба канона октоиха, без мученичнов. Аще ли пятидесятница, канон праздника со ирмосом на 6: и святаго на 6: глас 8. По 3-й песни, седален святаго, глас 8, дважды: Слава, и ныне, Богородичен. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Вышняя желая, дольная отложив, и яко небо столп соделавый: тем облистал еси чудес зарею преподобне, и Христу всех Богу молишися непрестанно о всех нас.
  
  И икос. По 9-й песни, светилен святаго. На стиховне стихиры дне. Слава, глас 6: Преподобне отче Симеоне. И ныне, Богородичен. На литургии, блаженна праздника: и святаго, песнь 3. Прокимен, глас 7: Возвеселится праведник о Господе: Стих: Услыши Боже глас мой: Апостол к колоссаем, зачало 258: Облецытеся убо: Аллилуиа: Блажен муж бояйся Господа: Евангелие Матфеа, зачало 43: Вся мне предана суть: Причастен: В память:`,
        },
      },
      {
        description: `В тойже день преподобнаго Никиты Столпника Переаславскаго чудотворца.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Православным смыслом, юношская возжеления возненавидев, и доблественныя нравы восприим, врага победил еси, и во благоразумии Богу угодил еси: и свыше от него прием дар чудес, бесы прогоняти, недуги исцеляти, Никито преславне, моли Христа Бога, да спасет души наша.
  
  Кондак, глас 8: Христа ради от твоих рабов нуждную смерть претерпел еси, и венец нетления от него восприял еси: приходящим же с верою от честнаго твоего гроба подаеши цельбы, о Никито преподобне, молитвенниче о душах наших.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Третие обретение честныя главы честнаго и славнаго пророка Предтечи и крестителя Иоанна.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Вечер, по обычном псалме поем, Блажен муж, 1-й антифон. На Господи воззвах, стихиры праздника 3: и Предтечи 5. Аще же пост, на 6, глас 8. Подобен: О преславнаго чудесе! Слава, глас 6: Сокровище божественных даров: И ныне, праздника, или Богородичен: Кто тебе не ублажит: Вход. Прокимен дне: чтения 3: 1-е, Пророчества Исаиина: Тако глаголет Господь: утешайте: 2-е, Пророчества Малахиина: Тако глаголет Господь Вседержитель: 3-е, Премудрости Соломони: Праведник аще постигнет: На стиховне стихиры, глас 1: Подобен: Небесных чинов: с припевы их: 1, Тамо возращу рог Давидови: 2, Помяни Господи Давида: Слава, глас 2: Яко божественных: И ныне, Богородичен, или праздника.
  
  Тропарь, глас 4: Яко божественное сокровище сокровенное в земли, Христос откры главу твою нам пророче и Предтече: вси убо сошедшеся в сея обретение, песньми богоглаголивыми Спаса воспоим, спасающа нас от тления молитвами твоими.
  
  Слава, и ныне: Еже от века утаеное: или праздника. На утрени, на Бог Господь, аще есть пятидесятница, тропарь праздника, дважды: Слава, Предтечи: И ныне, праздника. Аще же ни: тропарь Предтечи, дважды: Слава, и ныне, Богородичен. По обычных кафисмах, седален праздника. Аще пост: По 1-й кафисме седален Предтечи, глас 4, дважды: Слава, и ныне, Богородичен, и чтение. По 2-й кафисме седален, глас 4, дважды: По полиелеи седален, глас 4: Слава, другий, глас 8: И ныне, Богородичен, и чтение. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Тамо возращу рог: Стих: Помяни Господи Давида: Всякое дыхание: Евангелие Луки, зачало 31: Изыде слово о Иисусе: По 50-м псалме стихира, глас 6: Яже первее на блюде: Аще есть пятидесятница: Канон праздника, со ирмосом на 6: Аще ли пост, канон Богородицы, со ирмосом на 6: Предтечи на 8, глас 8. Катавасиа праздника. Аще ли пост: Отверзу уста моя: По 3-й песни, кондак и икос праздника. Аще ли пост, седален Предтечи, глас 4, дважды: Слава, и ныне, Богородичен. По 6-й песни,
  
  Кондак, глас 6. Подобен: Еже о нас: Светоявленный и божественный в мире столп, солнца светильник, Предтеча главу светоносную и божественную свою показавый в концех, освящает той верно покланяющихся, и взывающих: Христов премудрый крестителю, спаси всех нас.
  
  И икос, и пролог. По 9-й песни, светилен Предтечи: Слава, другий: И ныне, праздника, или Богородичен. На хвалитех, стихиры Предтечи на 4, глас 5. Подобен: Радуйся: Слава, глас 6: Всечестную главу: И ныне, праздника, или Богородичен. Славословие великое. По трисвятом, тропарь Предтечи: Слава, и ныне, Богородичен: Еже от века: или праздника. Ектении, и отпуст, и час 1-й, и конечный отпуст. На литургии, блаженна от канона Предтечи, песнь 3, и 6. Прокимен, глас 7: Возвеселится праведник о Господе: Стих: Услыши Боже глас мой: Апостол к коринфяном, зачало 176: Бог рекий из тьмы свету: Аллилуиа, глас 5: Свет возсия праведнику: Евангелие Матфеа, зачало 40: Слышав Иоанн во узилищи дела Христова: Причастен: В память:
  
  [Зри] Вестно буди, аще случится обретение главы Иоанна Предтечи в неделю 7-ю по Пасце святых отец.
  
  Оставляется служба праздника Вознесения: и поется служба воскресна, и Предтечи, и святых отцев. В субботу, на малей вечерни, поем якоже указася во главе Богослова. На велицей вечерни, по обычной кафисме, на Господи воззвах, стихиры воскресны 3: и Предтечи 3: и святых отцев 4. Слава, отцев: И ныне, Богородичен воскресн гласа. По входе чтения отцев, и Предтечи. На литии стихира храма: и Предтечи хвалитныя. Слава, отцев: И ныне, Богородичен. На стиховне стихиры воскресны. Слава, отцев: И ныне, Богородичен. На благословении хлебов, тропарь: Богородице Дево, дважды: и отцев единожды: и чтение в деяниих апостольских. На утрени, на Бог Господь, тропарь воскресн и отцев. Слава, Предтечи: И ныне, Богородичен: По кафисмах седальны воскресны, и чтение во евангелии. Таже полиелей и седальны Предтечи, оба по единожды, без богородичнов. Слава, седален, иже по полиелеи: И ныне, Богородичен: и чтение Предтечи. Прочее же поем на утрени, и на часех, и на литургии, якоже указася во главе Богослова.
  
  [Зри] Подобает ведати: Аще случится память обретения честныя главы в субботу пентикостии, или в неделю 8-ю: поем службу его в четверток 7-я недели.
  
  [Зри] Аще ли случится обретение честныя главы Иоанна Предтечи в понедельник 8-й: поем на утрени во вторник, с праздничною службою вкупе.
  
  [МРК] Аще ли случится обретение главы Предтечевы в пяток 7-я недели по Пасце, во отдание Вознесения Христова, или в субботу пред неделею всех святых, во отдание праздника Пятьдесятницы. И поем службу его на ряду в субботу, вкупе со отданием праздника.
  
  В пяток вечера, поем Блажен муж: 1-й антифон. На Господи воззвах, стихиры праздника на 6: и святаго на 4. Слава, святаго: И ныне, праздника. Вход. прокимен дне: и чтения святаго 3. На литии стихиры праздника, и святаго стиховныя. Слава, святаго: И ныне, праздника. На стиховне, стихиры праздника, с припевы их. Слава, святаго: И ныне, праздника. По трисвятом, тропарь святаго: Слава, и ныне, праздника, и отпуст. На утрени, на Бог Господь, тропарь праздника дважды: Слава, святаго. И ныне, праздника. По кафисмах седальны: и чтение праздника. Полиелей, и седальны святаго вси: Слава, седален по полиелеи святаго: И ныне, праздника, и чтение святаго. Степенна 1-й антифон 4-го гласа. Прокимен, и Евангелие святаго: псалом 50, и стихира святаго. Канон праздника, со ирмосом на 6: и святаго на 4: и другий праздника на 4: Катавасиа праздника. По 3-й песни, кондак и икос святаго: и седален святаго дважды. Слава, и ныне, праздника, и чтение святаго. По 6-й песни, кондак и икос праздника. На 9-й песни, Честнейшую не поем. Светилен праздника: Слава, святаго: И ныне, праздника. На хвалитех стихиры праздника 3: и святаго 3. Слава, святаго: И ныне, праздника. Славословие великое. По трисвятом тропарь святаго: Слава, и ныне, праздника. Ектении, и отпуст. и час 1-й. На часех, тропарь праздника. Слава, святаго: И ныне, Богородичен часов. По Отче наш, кондак праздника, и святаго, пременяем. На литургии, блаженна праздника, песнь 9-я на 4: и святаго, песнь 3-я, на 4. По входе, тропарь праздника, и святаго. Слава, кондак святаго: И ныне, праздника. Прокимен, Аллилуиа, и причастен праздника, и святаго. Апостол, и Евангелие дне, и святаго.
  
  [МРК] О томже празднице подобает ведати аще случится обретение честныя главы Предтечевы в неделю всех святых, поем службу его в пяток.
  
  Аще ли коего великаго святаго, емуже во уставе укажется бдение.
  
  Поем службу великаго святаго в настоящую сию неделю всех святых, якоже Иоанна Богослова, в 7-ю неделю по Пасце, со святыми отцы в ряду: такожде и зде поется.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго апостола Карпа, единаго от седмидесятих.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника, или октоиха 3, и апостола 3: глас 1. Подобен: Всехвальнии мученицы: На стиховне октоиха. Тропарь, глас 3: Апостоле святый: октовриа в 1-й день. На утрени, канона оба октоиха: и апостола на 4, глас 4. По 3-й песни, седален, глас 3. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Яко звезду пресветлую церковь всегда стяжа тя апостоле Карпе, чудес твоих многоподаванием просвещаема: спаси верою чтущих память твою.
  
  По 9-й песни, светилен. На стиховне октоиха.`,
        },
      },
      {
        description: `В тойже день святаго великомученика Георгиа Новаго, пострадавшаго от безбожнаго царя Селима Турскаго.
          Совершается собор его, идеже лежат мощи его, и идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Божественным желанием, от юнаго возраста весь сам себе Господеви возложив, в молитвах и постех образ быв добродетели, богатство же и славу, и доброродство телесное яко не сущее презрев, и Христа единаго от души возлюбил еси, и того истиннаго суща Бога в Троице покланяема, пред нечестивыми турки проповедал еси. и срацынскую веру и законы Моамефовы под ногами поправ, и мучителя ужасив, мучения венцем украсився славне, к небесным востекл еси ликостоянием, премудре Георгие: моли Христа Бога, сохранити отечество твое, и спасти люди и град, иже твоя подвиги присно почитающия.
  
  Кондак, глас 4: Яко звезда пресветлая явился еси непрелестная мирови, праведнаго солнца Христа возвещающи страдании твоими страстотерпче, великий мучениче Христов Георгие, и прелесть погасил еси срацынскую, и Моамефова предания и законы под ногами твоими попрал еси: и беззаконнаго царя, и мучителей ужасил еси крепким твоим терпением, и верным подаеши свет, моляся к Богу непрестанно о всех нас.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Ферапонта.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры, глас 8. Подобен: Мученцы твои Господи: Слава, и ныне, праздника, или Богородичен. Тропарь, глас 4: И нравом причастник: септемвриа в 3-й день. На утрени, канон, глас 6: По 3-й песни, седален, глас 1. Слава, и ныне, Богородичен.`,
        },
      },
      {
        description: `И обретение мощей преподобнаго отца нашего Нила, иже на езере Селигере, на острове зовомом Столобное, новаго чудотворца.
          Совершается собор его, идеже лежат мощи его, и идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь и кондак декемвриа в 7-й день.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Никиты, епискпа Халкидонскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры, глас 4. Подобен: Яко добля: Слава, и ныне, праздника, или Богородичен: Тропарь, глас 4: Правило веры: септемвриа во 2-й день. На утрени, канон, глас 4. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 8. Подобен: Взбранной: Светлостию дел твоих просиял еси преподобне, апостольскаго престола наследник был еси Никито: и яко солнце облистал еси твоей пастве отче, вся божественных учений исполнь. темже зовем ти: радуйся Халкидону удобрение.`,
        },
      },
      {
        description: `В тойже день память святаго Игнатиа епискпа, Ростовскаго чудотворца.
          Совершается собор его, идеже лежат мощи его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Благоверия просвещься учении, святительства прием паству, и апостолом наследник быв: тем приял еси от Бога дар чудес, святителю отче Игнатие, моли Христа Бога, да спасет души наша.
  
  Кондак, глас 4. Подобен: Явился еси: Явися днесь пресветлая память твоя, святителю преблаженне Игнатие, в мире светло сияющи и являющи всем божественное сияние.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя преподобномученицы Феодосии девицы.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры, глас 8. Подобен: О преславнаго чудесе:
  
  Тропарь, глас 4: Добродетель благоприятно мученице постигла еси, Христово приятелище бывши чистое, и Святаго Духа дом возлюблен: отнюдуже посрамила еси врага борющаго род человеческий, добре страдавшая, и посекла еси копронима Феодосие, мечем веры: и к чертогу небесному преставилася еси радующися. тебе верою чтущим присно проси велия милости.
  
  На утрени, оба канона октоиха, и святыя на 4, глас 4. По 3-й песни седален, глас 8. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Трудами живот нетрудный достигла еси, кровию же копронима удавила еси мученице, сквернаго врага Христовы церкве, всеблаженная Феодосие: и с вышними радуешися воинствы, чтущия память твою покрывающи.`,
        },
      },
      {
        description: `В тойже день преставление святаго и блаженнаго Иоанна, Христа ради юродиваго, Устюжскаго чудотворца:
          Совершается собор его на Устюге.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 5: Наготою телесною и терпением обнажил еси вражия коварствия, обличая неподобное его деяние, зельне стражда солнечный вар, и нужныя великия студени мраза и огня не чул еси, Божиею помощию покрываемь, Иоанне премудре, моли о верою творящих память твою честно, и усердно притекающих к раце мощей твоих, избавитися от бед, и падения избежати.
  
  Кондак, глас 8: Вышния красоты желая, нижния сладости телесное ядение тщательно оставил еси, нестяжанием суетнаго мира, возлюбил еси ангельское житие. преходя скончався Иоанне блаженне: с нимиже моли Христа Бога непрестанно о всех нас.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Исаакиа, обители Далматския.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры, глас 1. Подобен: Небесных чинов: На стиховне октоиха. Тропарь, глас 8: В тебе отче известно спасеся: октовриа в 1-й день. На утрени, канон, глас 8. По 3-й песни, седален, глас 8. По 6-й песни,
  
  Кондак, глас 8. Подобен: Яко начатки: Яко угодник Божий верный, по Христове церкви ревностию разжегся, брозды Уалентовы удержав, пророчески тому о затворении церкве, пагубную смерть, предрекл еси преподобне: темже присно моли о нас чтущих тя, Исаакие преподобне.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго апостола Ермиа: И святаго мученика Ермеа:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры, глас 1. Подобен: Небесных чинов: На стиховне октоиха. Тропарь: Мученк твой Господи: септемвриа во 2-й день. На утрени, канон, глас 8. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 6. Подобен: Еже о нас: Иже по Христе усердно подвизався, в сединах доблих мужество стяжал еси мучениче Ермие, беззаконных злоумышление поправ Христовою силою, от чаровных напоений невредимь пребысть, зовый: Бог есть со мною, и никтоже на мя.`,
        },
      },
    ],
  },
];
