import { Day, TypikonSign } from '../models';

export const JUNE: Day[] = [
  {
    memories: [
      {
        description: 'Святаго мученика Иустина Философа, и другаго мученика Иустина, и иже с ними.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. На Господи воззвах, аще пост поем стихиры Богородицы 3, глас 2. Подобен: Егда от древа: и святаго 3, глас и подобен тойже. На стиховне октоиха. Тропарь глас 4: Мученцы твои Господи: септемвриа в 20-й день. На утрени, канон, глас 2. По 3-й песни, седален, глас 5. По 6-й песни,
  
  Кондак, глас 2. Премудростию божественных твоих словес Иустине, церковь Божия вся украсившися, жития твоего светлостию мир освещает: излияния же ради крове венец прием, и со ангелы предстоя Христу, моли непрестанно о всех нас.`,
        },
      },
      {
        description: `И преподобнаго отца нашего Дионисиа Глушицкаго.
          Совершается собор его во обители его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, и кондак, ианнуариа в 10-й день.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отца нашего Никифора, патриарха Константиня града исповедника.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах стихиры, глас 4. Подобен: Яко добля: На стиховне октоиха. Тропарь, глас 4. Правило веры: септемвриа во 2-й день. На утрени, на Бог Господь, тропарь, дважды. По кафисмах седальны октоиха. Канон, глас 4. По 3-й песни, седален, глас 8. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси днесь: Победы венец с небесе, Никифоре преславне, яко прием от Бога, спасай верою почитающия тя, яко священноначальника Христова, и учителя.
  
  И икос, и пролог. По 9-й песни, светилен, и на стиховне октоиха.`,
        },
      },
      {
        description: `И святаго великомученика Иоанна новаго, мученаго в Белеграде.
          Совершается собор его, идеже лежат мощи его, и идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Житие на земли добре окормляя страдальче, милостынями и частыми молитвами и слезами, паки же ко страданию мужески устремився, персское обличил еси нечестие. темже церкве был еси утверждение, и христиан похвало, Иоанне приснопамятне.
  
  Кондак, глас 4. Подобен: Вознесыйся: Морскую плавая пучину куплею, от востока тщался еси к северу: но Богу призвавшу тя, якоже Матфей мытницу, ты же куплю оставль, и тому последовал еси кровию мучения: временными искупив непроходимая, и венец приял еси непобедимый.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Лукиллиана, и иже с ним.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Аще пост, стихиры Богородицы, глас 1. Подобен: Всехвальнии: и мученика, глас и подобен тойже. На стиховне октоиха. Тропарь, глас 4: Мученк твой Господи Лукиллиан: септемвриа во 2-й день. На утрени, оба канона октоиха: и святаго на 4, глас 8. По 3-й песни, седален святаго, глас 1. По 6-й песни, мученичен октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Иже во святых отца нашего Митрофана, патриарха Константиня града:`,
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и святаго 3, глас 6. Подобен: Всю отложивше: На стиховне октоиха. Тропарь, глас 4: Правило веры: септемвриа во 2-й день. На утрени, оба канона октоиха: и святаго, глас 6, на 4. По 3-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Веру Христову ясно ты проповедал еси, и сию соблюдая, во множество воистинну возрастил еси верное твое стадо: темже со ангелы Митрофане, срадуешися, Христу моляся непрестанно о всех нас.
  
  Таже седален, глас 8. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси днесь: От младенства явился еси честен сосуд, святитель быв избран Богу, емуже с веселием взывал еси: равен еси Христе Отцу и Духу.
  
  И икос. По 9-й песни, светилен октоиха. Слава, святаго. На стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святаго священномученика Дорофеа епискпа Тирскаго.
          И преставление святаго благовернаго великаго князя Феодора Ярославича.`,
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры, глас 8. Подобен: Мученцы твои: На стиховне октоиха. Тропарь: И нравом причастник: септемвриа в 3-й день. На утрени, оба канона октоиха: и мученика на 4, глас 8. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 5: Добродетельми сияя, и божественными учении паче солнца, и страдании блаженне облистал еси: просветил еси землю Дорофее, отгнав мглу многобожия, и лютыя ереси. сего ради память твою светло празднуем.
  
  На стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Преподобнаго отца нашего Висариона чудотворца.
          И преподобнаго Илариона новаго, обители Далматския.`,
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры Висариона, глас 8. Подобен: О преславнаго чудесе! Илариона, глас 4. Подобен: Дал еси знамение: На стиховне октоиха. Тропарь, глас 4: Боже отец наших: ноемвриа в 20-й день. На утрени, канон октоиха един: и святых два: един, глас 2: другий, глас 8. По 3-й песни,
  
  Кондак, Илариона, глас 2. Подобен: Твердыя: Ограды живоносныя твоея пажити пастырски невредимо стадо соблюл еси, и явился еси высотою дел велик, новый Иларионе, по благочестии многи муки и скорби прием. тем во всерадостный живот вселился еси горняго Сиона, моли за ны преподобне.
  
  И седален Висариона, глас 1. Слава, Илариона, глас 4. По 6-й песни,
  
  Кондак, глас 2. Подобен: Твердыя: Вышних сил подражав преподобне, образом птиц житие пожил еси: временная в забытии положив, непрестанным желанием влекомь к небесным добротам Христа Царя, Дóндеже того достигл еси Висарионе. моли непрестанно о всех нас.
  
  На стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Феодота, епискпа Агкирскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры Богородицы, глас 1. Подобен: Небесных чинов: и святаго, глас и подобен тойже. На стиховне октоиха. Тропарь: И нравом причастник: септемвриа в 3-й день. На утрени, оба канона октоиха: и святаго на 4, глас 6. По 3-й песни, седален, глас 1. На стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго великомученика Феодора Стратилата.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры на 6, глас 2. Подобен: Егда от древа: Ины стихиры, глас 4. Подобен: Яко добля: Слава, глас 5: Днесь возсия паче денницы: На стиховне октоиха. Слава, святаго, глас 8: Божиих даров: Тропарь, глас 4: Воинствословием истинным: февруариа во 8-й день: На утрени, по кафисмах, седальны октоиха: оба канона октоиха, без мученичнов: и святаго на 6, глас 4. По 3-й песни, седален, глас 8, дважды. По 6-й песни, кондак, глас 2. Подобен: Вышних ищя: Мужеством души: февруариа во 8-й день. И икос. По 9-й песни, светилен, святаго, дважды. Слава, и ныне, праздника, или Богородичен. На стиховне октоиха. Слава, святаго глас 8. Страдальческий составль: На литургии, блаженна праздника, или октоиха: и святаго песнь 3-я. Прокимен, глас 7: Возвеселится праведник: Стих: Услыши Боже глас мой: Апостол к Тимофею, зачало 292: Возмогай о благодати: Аллилуиа, глас 4: Праведник яко финикс процветет: Евангелие Матфеа, зачало 36: Се Аз посылаю вас яко овцы: Причастен: В память:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отца нашего Кирилла, архиепископа Александрийскаго.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Стихиры на 6, глас 4. Подобен: Яко добля: Слава, глас 6: Благий рабе: На стиховне октоиха. Слава, глас 6: Человече Божий: Тропарь, глас 8: Православия наставниче: октовриа в 11-й день. На утрени, оба канона октоиха, и святаго на 6, глас 4. По 3-й песни, седален, глас 3. По 6-й песни,
  
  Кондак, глас 6. Подобен: Еже о нас: Бездну нам учений богословия источил еси яве, от источник Спасовых, ереси погружающую блаженне Кирилле, и стадо невредимо от треволнений спасающую: странам бо всем наставник преподобне, яко божественная являя.
  
  И икос. По 9-й песни светилен, дважды. Слава, и ныне, праздника, или Богородичен: На стиховне октоиха. Слава, глас 6: Наследниче Божий: На литургии, блаженна праздника, или октоиха: и святаго песнь 3. Прокимен, глас 1: Уста моя возглаголют премудрость: Стих: Услышите сия вси язы́цы: Апостол ко евреем, зачало 334: Поминайте наставники ваша: Аллилуиа, глас 2: Уста праведнаго поучатся премудрости: Стих: Закон Бога его в сердцы его: Евангелие Матфеа зачало 11: Вы есте свет мира: Причастен: В память:`,
        },
      },
      {
        description: `В тойже день преподобнаго отца нашего Кирилла игумена Белоезерскаго.
          Совершается собор его во обители его, идеже лежат мощи его, и во храме его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 1: Яко крин в пустыни Давидски процвел еси отче Кирилле, злострастия терние искореняя, и собрал еси в ней ученик множество, страхом Божиим и учением твоим наставляемых, ихже и до конца яко чадолюбивый отец не оставил еси посещая, да вси вопием: слава давшему ти крепость, слава венчавшему тя, слава действующему тобою всем исцеления.
  
  Кондак, глас 8: Яко преобидев тленная, и долу влекущая мудрования отче, к вышнему течению радостно устремился еси, и тамо со святыми Пресвятей Троице предстоя, моли от враг сохранитися стаду твоему: яко да святое твое успение празднующе вопием: радуйся преблаженне Кирилле отче наш.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Тимофеа, епискпа Прусскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры Богородицы, глас 4. Подобен: Яко добля: И святаго, глас 8 подобен тойже. На стиховне октоиха. Тропарь, глас 4: И нравом причастник: септемвриа в 3-й день. На утрени, оба канона октоиха: и святаго, глас 4. По 3-й песни, седален, глас 5.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых апостол, Варфоломеа и Варнавы.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `На велицей вечерни, поем: Блажен муж, 1-й антифон. На Господи воззвах, стихиры праздника 3, и апостолов 5. Аще же пост, стихиры апостолов на 8. Варфоломеа 5, глас 4. Подобен: Яко добля: И Варнавы 3, глас тойже, Подобен: Дал еси знамение: Слава, глас 6: Варнаво прехвальне: И ныне праздника, или Богородичен: Кто тебе не ублажит: Вход. Прокимен дне, и чтения 3: ищи сего месяца в 29-й день. На стиховне стихиры апостолов, глас 1. Подобен: Всехвальнии мученицы: с припевы их. Слава, глас 8: Апостоле Спасов: И ныне, праздника, или Богородичен: Безневестная Дево: По трисвятом, тропарь, глас 3: Апостоли святии: октовриа в 31-й день. Слава, и ныне, праздника, или Богородичен: Тя ходатайствовавшую: И отпуст. На утрени, на Бог Господь: Аще есть пятидесятница, тропарь праздника дважды. Слава, апостолов: И ныне, праздника. Аще же ни, тропарь апостолов дважды. Слава, и ныне, Богородичен. По кафисмах седален праздника. Аще пост, седальны апостолов с богородичны их. И чтение. По полиелеи седален, глас 8, дважды. Слава, и ныне, Богородичен. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Во всю землю: Стих: Небеса поведают: Всякое дыхание: Евангелие Иоанна, зачало 67: Явися Иисус учеником своим востав от мертвых: По 50-м псалме стихиры, глас 1: Во всю землю: Аще есть пятидесятница, Канон праздника со ирмосом на 6. Аще ли пост, канон Богородицы, со ирмосом на 6: и апостолов два на 8. Варфоломеа, глас 2. И Варнавы, глас тойже. Катавасиа праздника. Аще ли пост: Отверзу уста моя: По 3-й песни,
  
  Кондак Варнавы, глас 3. Подобен: Дева днесь: Господень был еси всеистинный служитель, апостолов же явился еси седмидесятих первый, озарил еси и с Павлом проповедь твою, всем возвещаяй Христа Спаса: сего ради песнопении божественную память твою Варнаво совершаем.
  
  И икос. и седален Варфоломеа, глас 8. Слава, Варнавы, глас тойже. И ныне, праздника, или Богородичен. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Явился еси великое солнце вселенней, учений сияньми и чудес страшных, световодя, почитающия тя, Варфоломее, Господень апостоле.
  
  И икос. По 9-й песни, светилен апостолов дважды. Слава, и ныне, праздника, или Богородичен. Аще же есть пятидесятница: На хвалитех стихиры праздника 3: и апостолов 3. Аще же ни, стихиры апостолов на 4, глас 4. Подобен: Яко добля: Слава, глас 5: Премудрость Божия: И ныне, праздника, или Богородичен: Блажим тя Богородице Дево: Славословие великое. По трисвятом, тропарь апостолов. Слава, и ныне, праздника, или Богородичен. Ектении, и отпуст, и час 1. На литургии, блаженна от канона Варфоломеа, песнь 3, на 4: и Варнавы, песнь 6-я, на 4. Прокимен, глас 8: Во всю землю: Стих: Небеса поведают: Апостол деяний, зачало 28: Разсеявшиися апостоли: Аллилуиа, глас 1: Исповедят небеса: Евангелие Луки, зачало 51: Слушаяй вас: Причастен: Во всю землю:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Преподобнаго отца нашего Онуфриа:
          И преподобнаго отца нашего Петра Афонскаго.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры Онуфриа, глас 8. Подобен: О преславнаго чудесе! И Петра, глас и подобен тойже. Слава, глас 6: Преподобнии отцы, во всю землю: И ныне, Богородичен, или Крестобогородичен. На стиховне октоиха. Слава, глас 6: Еже по образу соблюдше: Тропарь, глас 4: Боже отец наших: ноемвриа в 20-й день. На утрени, на Бог Господь, тропарь: Боже отец наших: и обычныя кафисмы, и седальны октоиха, и чтение. Канон октоиха един, и святых два, на 8. Онуфриа, глас 4. И Петра, глас 2-й. По 3-й песни,
  
  Кондак Петра, глас 2. Подобен: Вышних ищя: Удалив себе человеческаго сожительства, в пещерах каменных и разселинах пожил еси желанием божественным: и любовию, Петре, Господа твоего, от негоже венец приял еси, моли непрестанно спастися нам.
  
  И икос, седален Онуфриа, глас 4. Слава, Петра, глас 1. По 6-й песни,
  
  Кондак Онуфриа, глас 3. Подобен: Дева днесь: Сиянием Духа Пресвятаго богомудре просвещься, оставил еси яже в житии молвы: пустыни же достиг преподобне отче, возвеселил еси иже над всеми Бога и Зиждителя. сего ради прославляет тя Христос блаженне, великий дародатель.
  
  И икос. По 9-й песни, светилен октоиха, и Онуфриа. Слава, Петра: И ныне, Богородичен. На стиховне октоиха. Слава, глас 8: Монахов множества: На литургии, блаженна, о канона Петра, песнь 3: И Онуфриа, песнь 6. Прокимен, глас 7: Честна пред Господем: Стих: Что воздам Господеви: Апостол к галатом, зачало 213: Плод духовный: Аллилуиа, глас 6: Блажен муж бояйся Господа: Стих: Сильно на земли будет: Евангелие Матфеа, зачало 43: Вся мне предана суть: Причастен: Радуйтеся праведнии о Господе:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя мученицы Акилины: И святаго Трифиллиа, епискпа Левкусии Кипрския.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры мученицы, глас 4. Подобен: Дал еси знамение: и Трифиллиа, глас 8. Подобен: О преславнаго чудесе! На стиховне октоиха. Тропарь святыя, глас 4: Агница твоя Иисусе Акилина: септемвриа в 16-й день. Слава, святаго, глас 4: Правило веры: септемвриа во 2-й день. На утрени, канон октоиха един: и святых два, на 8: един, глас 8, другий, глас 2. По 3-й песни,
  
  Кондак, глас 8. Подобен: Взбранной: Изрядством жития чистоту девства прием Трифиллие, первопрестольник показался еси Левкусии: и явился еси тем провозвеститель и богоразумия наставник. сего ради радостно взываем ти: радуйся святителей украшение.
  
  И седален святыя, глас 8. Слава, святаго, глас 3. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Девства твоего добротами, предочистивши душу твою, и на высоту мучением востекла еси Акилино всечестная, любовию Жениха твоего Христа уязвившися, емуже со ангелы предстоиши веселящися: с нимиже не престай моляся о всех нас.
  
  По 9-й песни, светилен, и на стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго пророка Елиссеа: И иже во святых отца Мефодиа патриарха Константиня града.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры святых на 6: пророка, глас 8. Подобен: О преславнаго чудесе! и Мефодиа, глас и подобен тойже: Слава, глас 2: Пророк божественное пришествие: На стиховне октоиха: таже припев: Священницы твои облекутся: и поем стихиру Мефодиа, глас 4 самогласну: Весело днесь церковь: Слава, глас 6: Пророче проповедателю:
  
  Тропарь, глас 4: Во плоти ангел, пророков основание, вторый Предтеча пришествия Христова, Илиа славный, свыше пославый Елиссееви благодать, недуги отгоняти, и прокаженныя очищати: темже и почитающим его точит исцеления.
  
  Слава, Мефодиа, глас тойже: Правило веры: септемвриа во 2-й день. На утрени, канон октоиха един: и святых два на 8. пророка, глас 5: и Мефодиа, глас 4. По 3-й песни,
  
  Кондак Мефодиа, глас 2. Подобен: Твердыя: На земли подвизался еси яко безплотный, и небеса наследовал еси Мефодие, яко изъяснивый в концех икон поклонение: в трудех бо и болезнех вящше пребыв, не престал еси дерзновением обличая отметающияся иконы Христовы.
  
  И икос, и седален пророка, глас 1. Слава, Мефодиа, глас 4. По 6-й песни,
  
  Кондак пророка, глас 2. Подобен: Вышних ищя: Пророк Божий явился еси, сугубую благодать прием, воистинну достойную тебе, Елиссее блаженне: Илии бо был еси совсельник, с нимже Христу Богу молися непрестанно о всех нас.
  
  И икос: и пролог. По 9-й песни, светилен октоиха, и пророка. Слава, Мефодиа. На стиховне октоиха. Слава, Мефодиа, глас 6: Звезда возсия: На литургии, прокимен, глас 4. Ты иерей во век: Стих: Рече Господь Господеви моему: Апостол соборнаго послания Иаковля, зачало 57: Образ приимите: Аллилуиа, глас 4: Моисей и Аарон: Евангелие Луки, зачало 14: Дивляхуся народи о словесех: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго пророка Амоса:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры Богородицы, глас 2. Подобен: Егда от древа: и святаго, глас и подобен тойже. На стиховне октоиха, тропарь, глас 2: Пророка твоего Амоса: септемвриа в 4-й день. На утрени, оба канона октоиха: и пророка на 4, глас 7. По 3-й песни, седален, глас 3. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Очистив духом пророче твое светозарное сердце славный Амосе, пророчествия дар свыше прием, возопил еси велегласно во странах: се Бог наш, и не преложится ин к нему.`,
        },
      },
      {
        description: `В тойже день во святых отца нашего Ионы, митрополита Московскаго и всея России.
          Совершается собор его, идеже лежат мощи его, и идеже храм его: повсюду же полиелей.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 4: От юности твоея весь сам себе Господеви возложив, в молитвах, и трудех, и в постех образ быв добродетели: отонудуже видев Бог твое благое произволение, архиереа тя и пастыря церкви своей устрояет. темже и по преставлении, честное тело твое цело и нетленно соблюдеся, Ионо святителю, моли Христа Бога, да спасет души наша.
  
  Кондак, глас 8. Подобен: Взбранной: Яко от младенства Господеви поработив себе мудре, постом и бдением тело твое удручая. темже сосуд чист, и дом Духу Пресвятому явился еси: сего ради и церкви своей тебе архиереа и пастыря устрояет, юже добре упас ко Господу отходиши, егоже возлюбил еси. тем молим тя: поминай нас, верою чтущих святую память твою, да вси зовем ти: радуйся отче Ионо, святителю всечестный.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго и чудотворца Тихона Амафунтскаго:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры Богородицы, глас 8. Подобен: Что вы наречем: И святаго, глас и подобен тойже. На стиховне октоиха: Тропарь, глас 1: Пустынный житель: септемвриа в 29-й день. На утрени, оба канона октоиха: и святаго на 4. По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: В постничестве святе боголюбезном пребыв, Утешителеву силу с высоты приял еси, идол низложити прелести, люди же спасти, демоны отгнати, недуги исцеляти: сего ради почитаем тя яко Божия друга, Тихоне блаженне.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Мануила, Савела и Исмаила.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4. Подобен: Яко добля: Слава, глас 8, самогласен: Чисто возлюбльше тя: На стиховне октоиха: Тропарь, глас 4: Мученцы твои Господи: септемвриа в 20-й день. На утрени, оба канона октоиха, и святых на 4, глас 8. По 3-й песни, седален, глас 1. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Верою Христовою уязвлени всеблаженнии, и сего верно испивше чашу, Персская служения и дерзость на землю низложисте, Троицы равночисленнии, молитвы творяще о всех нас.
  
  И икос. По 9-й песни, светилен октоиха. Слава, святаго. На стиховне октоиха. На литургии, прокимен, глас 4: Дивен Бог во святых своих: Стих: В церквах благословите Бога Господа: Апостол ко ефесеем, зачало 233: Возмогайте о Господе: Аллилуиа, глас 4: Воззваша праведнии: Евангелие Луки, зачало 106: Внемлите от человек: Причастен: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Леонтиа:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 8. Подобен: Что вы наречем: Слава, глас 1. Страстотерпче Леонтие: На стиховне октоиха: Слава, глас 4: Да веселится небо днесь светло: Тропарь, глас 4: Мученк твой Господи: септемвриа во 2-й день. На утрени, оба канона октоиха: и святаго на 4, глас 4. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: Мучителей посрамил еси лукавая коварства, и еллинов обличил еси безбожное служение, возсиял еси богоразумие всем человеком, ученьми благочестия Богомудре мучениче. сего ради твою память почитаем любовию премудре Леонтие.
  
  И икос, и пролог. По 9-й песни, светилен октоиха. Слава, святаго. На литургии, прокимен, глас 6: Возвеселится праведник: Стих: Услыши Боже глас мой: Апостол деяний, зачало 29: Возложи Ирод царь руце: Аллилуиа, глас 4: Праведник яко финикс: Евангелие Иоанна, зачало 52: Си заповедаю вам: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго апостола Иуды брата Господня.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `На велицей вечерни, поем, Блажен муж, 1-й антифон. На Господи воззвах, стихиры апостола на 8, глас 1. Подобен: Всехвальнии мученицы: Слава, глас 8: Иже Божественнаго Духа: И ныне: Царь небесный: Вход. Прокимен дне, и чтения три: 1-е, Соборнаго послания Иудина: Иуда Иисусу Христу раб: 2-е, Горе им: 3-е, Вы же возлюбленнии: На стиховне стихиры, глас 4. Подобен: Дал еси знамение: Слава, глас 2: Ревности божественныя: И ныне, Богородичен: О чудесе новаго: По трисвятом,
  
  Тропарь, глас 1: Христова тя сродника, о Иудо, ведуще, и мученика тверда, священно восхваляем, прелесть поправша, и веру соблюдша: темже днесь всесвятую твою память празднующе, грехов разрешение молитвами твоими приемлем.
  
  Слава, и ныне, Богородичен: Гавриилу вещавшу: и отпуст. На утрени, на Бог Господь, тропарь апостола дважды. Слава, и ныне, Богородичен: По кафисмах седальны апостола, с богородичны их, и чтение. По полиелеи седален, глас 8, дважды. Слава, и ныне, Богородичен: Небесная поют тя: Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Во всю землю. Стих: Небеса поведают: Всякое дыхание: Евангелие Иоанна, зачало 67: Явися Иисус учеником своим: По 50-м псалме стихира, глас 1: Во всю землю: Канон Богородицы со ирмосом на 6: и апостола на 8, глас 5. Катавасиа: Отверзу уста моя: По 3-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Павлу явлься собеседник апостоле, с сим нам проповедь возвестил еси Божественныя благодати, тайноглагольниче Иудо блаженне. сего ради вопием ти: не престай моляся о всех нас.
  
  Таже седален, глас 8, дважды. Слава, и ныне, Богородичен. По 6-й песни,
  
  Кондак, глас 2. Подобен: Твердыя: Твердым умом избран ученик ты явился еси, и столп необоримь церкве Христовы, языком проповедал еси слово Христово, веровати, глаголя, во едино Божество: от негоже прославився, приял еси дар исцелений, целити недуги притекающим к тебе, апостоле Иудо всехвальне.
  
  И икос, и пролог. По 9-й песни, светилен апостола, дважды. Слава, и ныне, Богородичен. На хвалитех стихиры апостола на 4, глас 5, подобен: Преподобне отче: Слава, глас 2: Оставив земная: И ныне, Богородичен: Спаси от бед: Славословие великое. По трисвятом тропарь апостола. Слава, и ныне, Богородичен. Ектении, и отпуст, и час 1-й. На литургии, блаженна, от канона апостола, песнь 3-я и 6-я, на 8. Прокимен, глас 8: Во всю землю: Стих: Небеса поведают: Апостол Иудина послания, зачало 77: Иуда Иисусу Христу раб: Аллилуиа, глас 1: Исповедят небеса чудеса: Евангелие Иоанна, зачало 48: Глаголы, яже аз глаголю вам: Причастен: Во всю землю:
  
  [Зри] Подобает ведати, аще случится святаго апостола Иуды во отдание праздника Пятьдесятницы, поем службу его якоже указася на Обретение главы Предтечевы, маиа в 25-й день.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Мефодиа, епискпа Патарскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры, глас 4. Подобен: Дал еси знамение: На стиховне октоиха.
  
  Тропарь, глас 1: Кровь твоя мудре тайно вопиет от земли, якоже Авелева, к Богу Богомудре святителю Мефодие, ясно проповедавый Божие вочеловечение: темже и посрамил еси Оригенову лесть, и преставился еси в небесный чертог. моли Христа Бога, да спасет души наша.
  
  На утрени, оба канона октоиха: и святаго на 4, глас 7. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Священнотаинник Святыя Троицы, и яже паче ума повелений Божественных проповедник, и православным утверждение был еси Мефодие, злославныя обличил еси смыслы правоверия ради, кровию твоею священномученик явлься: и Христу со ангелы предстоя, моли спастися нам.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Иулиана Тарсийскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4. Подобен: Яко добля: Слава, глас 6: Непорочныя веры: На стиховне октоиха. Слава, глас 6: Приидите мучениколюбцы: Тропарь, глас 4: Мученк твой Господи: септемвриа во 2-й день. На утрени, оба канона октоиха: и святаго на 4, глас 8. По 3-й песни, седален, глас 1. По 6-й песни,
  
  Кондак, глас 2. Подобен: В молитвах: Благочестия непобедимаго воина, и истины согласника и оружника, вси достойно восхвалим Иулиана днесь, и к нему возопиим: моли Христа Бога о всех нас.
  
  И икос. По 9-й песни, светилен октоиха: Слава, святаго. На стиховне октоиха. На литургии, прокимен, глас 4: Святым иже суть на земли его: Стих: Предзрех Господа: Апостол к ефесеем, зачало 233: Возмогайте о Господе: Аллилуиа, глас 4: Воззваша праведнии: Стих: Многи скорби праведным: Евангелие Луки, зачало 106: Внемлите от человек: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Евсевиа, епискпа Самосатскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры, глас 8, подобен: Что вы наречем: На стиховне октоиха. Тропарь, глас 4: И нравом причастник: септемвриа в 3-й день. На утрени, оба канона октоиха: и святаго на 4, глас 8. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси днесь: Благочестно во святительстве пожив, и мучения путь прошед, идольския угасил еси жертвы святителю Евсевие: но яко имеяй дерзновение ко Христу Богу, моли спастися душам нашим.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя мученицы Агриппины:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4, подобен: Дал еси знамение. На стиховне октоиха. Тропарь, глас 4: Агница твоя Иисусе: септемвриа в 16-й день. На утрени, оба канона октоиха: и святыя на 4, глас 4. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Светлых подвиг твоих светоносный наста день, воньже почитающи сих божественная церковь, вся созывает весело вопити тебе: радуйся дево и мученице, Агриппино всечестная.`,
        },
      },
      {
        description: `В тойже день празднуем, сретение пречистыя Богородицы, чудотворныя иконы Владимирския.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь и кондак, писан маиа в 21-й день.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Рождество честнаго славнаго пророка, Предтечи и Крестителя Иоанна.',
        service: {
          typikonSign: TypikonSign.ВЕЛИКИЙ,
          instructions: `На малей вечерни, стихиры на 4, глас 4. Подобен: Званный свыше: Слава, глас 8, самогласен: Подобает Иоанну: И ныне, Владычице приими: На стиховне стихиры, глас 2, подобен: Доме Евфрафов: с припевы их: 1-й, Благословен Господь Бог Израилев: 2-й, И ты Отроча пророк: Слава, и ныне, глас 8: Виждь Елисавет:
  
  Тропарь, глас 4: Пророче и Предтече пришествия Христова, достойно восхвалити тя недоумеем мы, любовию чтущии тя: неплодство бо рождшия, и отчее безгласие разрешися славным и честным твоим рождеством, и воплощение Сына божия мирови проповедуется.
  
  Слава, и ныне, Богородичен: Еже от века: Ектениа малая, и отпуст. На велицей вечерни, по обычном псалме, поем, Блажен муж, 1-й антифон. На Господи воззвах, стихиры на 8, глас 4, самогласны: Разрешает Захариино молчание: Слава, глас 6: Днесь света светильник: И ныне: глас тойже: Елисавет зачат Предтечу: Вход, прокимен дне, чтения 3: 1-е, Бытия: Рече Бог Аврааму, Сара жена твоя: 2-е, Судей: Во дни оны, бысть муж от колена Данова: 3-е, Пророчества Исаиина: Тако глаголет Господь: утешайте, утешайте люди моя: На литии стихиры самогласны, глас 1: Искапайте горы сладость: Слава, глас 5: Пророков предел: И ныне: Храм и дверь: На стиховне стихиры, глас 2, самогласны: Иже от пророка пророка: с припевы. Слава, глас 8: Исаии ныне пророка глас: И ныне, глас тойже: Виждь Елисавет: На благословении хлебов тропарь, глас 4, дважды: писан на малей вечерни: и Богородице Дево: единожды: и Буди имя Господне: трижды, с пением: и псалом 33: Благословлю Господа: и чтение. На утрени, на Бог Господь, тропарь Предтечи, дважды. Слава, и ныне: Еже от века: И обычныя кафисмы: и седальны Предтечи с богородичны их, и чтение. По полиелеи седален, глас 8: Да радуется отец: дважды. Слава, и ныне Богородичен. И чтем слово похвальное Предтечи. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: И ты Отроча пророк: Стих: Благословен Господь Бог Израилев: Всякое дыхание: Стих: Хвалите Бога во святых его: Евангелие Луки, зачало 3: Зачат Елисавет жена Захариина: Конец: До дне явления своего ко Израилю. По 50-м псалме стихира, глас 2: Из чрева матерня освящься: писана на стиховне. Канон Предтечи, творение Иоанна, глас 4, со ирмосом на 8: ирмос по дважды: и другий канон, творение Андреево, на 6, глас тойже: Катавасиа: Отверзу уста моя: По 3-й песни, седален, глас 8: Слава, глас 4: И ныне, Богородичен. И чтение. По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: Прежде неплоды, днесь Христова Предтечу раждает, и той есть исполнение всякаго пророчества: егоже бо пророцы проповедаша, на сего во Иордане руку положив, явися Божия слова пророк, проповедник, вкупе и Предтеча.
  
  И икос, и чтем пролог: По 9-й песни, светилен Предтечи, дважды. Слава, и ныне, Богородичен. На хвалитех, стихиры на 4, глас 8. Подобен: О преславнаго чудесе! Слава, глас 6: Звезда звезд Предтеча: И ныне: Богородице ты еси лоза: Славословие великое. По трисвятом тропарь Предтечи: Слава, и ныне: Еже от века: Ектении, и отпуст. Посем дается елей братии от кандила святаго, поющим нам стихиру самогласну, по обычаю, и час 1-й. На 1-м часе, тропарь Предтечи. По трисвятом, кондак его, и конечный отпуст. На литургии, блаженна Предтечи, 1-го канона песнь 3-я на 4: и 2-го, песнь 6-я на 4: По входе тропарь храма Христова, и Богородицы, аще есть, таже тропарь Предтечи: Посем кондак храма Христова. Слава, Предтечи. И ныне, храма Богородицы. Аще несть храма Богородицы, И ныне, кондак храма Христова. Аще несть храма Христова, глаголем тропарь прежде Предтечи. Слава, кондак его. И ныне: Предстательство христиан: Прокимен, апостол, и Евангелие чтем Предтечи един, такожде и причастный. Прокимен, глас 7: Возвеселится праведник о Господе: Стих: Услыши Боже глас мой: Апостол к римляном, зачало 112: Ныне ближайшее нам спасение: Аллилуиа, глас 1: Благословен Господь Бог Израилев: Стих: И ты Отроча пророк: Евангелие Луки, зачало 1: Понеже убо мнози начаша чинити: Конец, в зачале 4: До дне явления своего ко Израилю. Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя преподобномученицы Февронии:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры Предтечи 3, глас 4, самогласны: и святыя 3, глас тойже. Подобен: Дал еси знамение: Слава, и ныне, глас 8: Виждь Елисавет: На стиховне октоиха. Слава, глас 6: Елисавет зачат Предтечу: Тропарь Предтечи. Слава, святыя, глас тойже Агница твоя Иисусе: септемвриа в 16-й день. И ныне, Богородичен, или Крестобогородичен. На утрени, на Бог Господь, тропарь Предтечи, дважды. Слава, святыя: и обычныя кафисмы: и седальны октоиха: и чтение. Канон октоиха един: и Предтечи на 4, глас 8: и святыя на 4, глас тойже. По 3-й песни,
  
  Кондак святыя, глас 6. Подобен: Предстательство: Женише мой сладчайший Христе, взываше Феврониа, нетрудно ми тещи во след тебе: ибо сладость любве твоея душу мою надеждею впери, и красота милости твоея сердце мое услади, испити чашу страданий по тебе: да достойну мя в чертозе с мудрыми девами ликовствовати о тебе сопричтеши. темже преподобная страстотерпице, почитающе подвиги трудов твоих, молим тя, моли не затворитися и нам чертога дверем.
  
  И седален Предтечи, глас 8. Слава, святыя, глас тойже. По 6-й песни, кондак и икос Предтечи: и пролог. По 9-й песни, светилен октоиха. Слава, Предтечи. На стиховне октоиха. Слава Предтечи, глас 2: Иже от пророка пророка: И ныне, Богородичен, или Крестобогородичен. На литургии, прокимен, глас 4: Дивен Бог во святых своих: Стих: В церквах благословите Бога: Апостол к коринфяном, зачало 181: Поспешствующе молим: Аллилуиа, глас 1: Терпя потерпех Господа: Евангелие Луки, зачало 33: Моляше Иисуса некий от фарисей: Причастен: В память вечную:`,
        },
      },
      {
        description: `В тойже день святых чудотворцев Муромских, князя Петра, во иноцех Давида, и княгини Февронии, во инокинях Евфросинии.
          Совершается собор их, идеже лежат мощи их, и идеже храм их.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 8: Яко благочестиваго корене пречестная отрасль был еси, добре во благочестии пожив, блаженне Петре: тако и с супружницею твоею премудрою Феврониею в мире Богу угодивше, и преподобных житию сподобистеся: с нимиже молитеся Господеви, сохранити без вреда отечество ваше, да вас непрестанно почитаем.
  
  Кондак, глас 8. Подобен: Взбранной: Мира сего княжение и славу временну помышляя, сего ради благочестно в мире пожил еси Петре, купно и с супружницею твоею премудрою Феврониею, милостынею и молитвами Богу угодивше. темже и по смерти неразлучно во гробе лежаще, исцеление невидимо подаваете. и ныне Христу молитеся, сохранити град же и люди, иже вас славящих.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Давида, иже в Селуне.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 8. Подобен: О преславнаго чудесе! Слава, глас 6: Преподобне отче, во всю землю: На стиховне октоиха. Слава, глас 8: Монахов множества: Тропарь, глас 8: В тебе отче известно: октовриа в 1-й день. На утрени, оба канона октоиха, и святаго, на 4, глас 5. По 3-й песни, седален, глас 8. По 6-й песни,
  
  Кондак, глас 1. Подобен: Лик ангельский: Сад присноцветущ добродетелей плоды приносяй, явился еси на садовне древе, яко благопеснивая птица: рай же паче, жизни древо Господа в сердцы твоем прием, яко возделав Богомудре, имже питаеши нас благодатию: присно моли о нас Давиде всеблаженне.
  
  И икос. По 9-й песни, светилен октоиха. Слава, преподобнаго. И ныне, Богородичен. На стиховне октоиха. Слава, преподобнаго, глас 5: Преподобне отче: И ныне, Богородичен.`,
        },
      },
      {
        description: `И явление иконы Пресвятыя Владычицы нашея Богородицы, и приснодевы Марии, Тихвинския.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 4: Днесь яко солнце пресветлое возсия нам на воздусе, всечестная икона твоя Владычице, лучами милости мир просвещающи, юже великая Россиа, яко некий дар Божественный, свыше благоговейне восприемши, прославляет тя Богомати всех Владычицу, и от Тебе рождшагося Христа Бога нашего величает радостно. Емуже молися Госпоже Царице Богородице, да сохранит вся грады и страны христианския невредимы от всех навет вражиих, и спасет верою покланяющихся его Божественному и твоему Пречистому образу, Дево неискусобрачная.
  
  Кондак, глас 8: Притецем людие к Девей Богородице Царице, благодаряще Христа Бога, и к тоя чудотворней иконе умильно взирающе припадем, и возопием ей: о Владычице Марие! присетивши страну сию твоего честнаго образа явлением чудесно, спасай в мире и благовременстве вся христианы, наследники показующи небесныя жизни. тебе бо верно зовем: радуйся Дево, мира спасение.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Сампсона странноприимца.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 1. Подобен: Всехвальнии мученицы: Тропарь, глас 8: В терпении твоем: ноемвриа в 12-й день. На утрени, оба канона октоиха: и святаго на 4, глас 2. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 8. Подобен: Яко начатки: яко врача всеизрядна и молитвенника благоприятна, к раце твоей божественней притекающе, Сампсоне Богомудре преподобне, сошедшеся любовию, псалмы и песньми радующеся Христа прославляем, таковую тебе благодать подавающа исцелений.
  
  И икос. По 9-й песни, светилен октоиха. Слава, святаго. На литургии, прокимен: Честна пред Господем: Апостол к галатом, зачало 213: Плод духовный есть: Евангелие Луки, зачало 67: Не бойся малое стадо: Причастен: В память вечную:
  
  И праздник о победе Богом дарованной Всероссийскому самодержцу Петру Великому над Шведским королем Каролом вторымнадесять под Полтавою, лета от воплощения Господня 1709.
  
  Тропарь, глас 8: Препрославлен еси Господи Боже наш, даровавый крепость на враги благоверному царю нашему Петру, якоже Давиду на прегордаго Голиафа, осенил еси над главою его в день брани, препоясал еси немощныя силою свыше, и теми всю дерзость вражию низложил еси: многомилостиве, слава тебе.
  
  Кондак, глас 2: В вышних живый, и на смиренныя призираяй, иже не дал еси вепрю от дубравы озобати, и уединенному дивому поясти винограда твоего, утверди Боже, еже соделал еси в нас. призри с небесе и виждь, и посети виноград сей, и соверши его, егоже насади десница твоя.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Пренесение мощей святых и чудотворцев безсребреник, Кира и Иоанна.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах стихиры на 6, глас 4. Подобен: Яко добля: Слава, глас 8: Двоица мученик днесь: На стиховне октоиха. Слава, глас 2: Приидите верных сословие: Тропарь, глас 5: Чудеса святых твоих: ианнуариа в 31-й день. На утрени, оба канона октоиха: и святых на 6, глас 8. По 3-й песни, седален, глас 4, дважды. По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: От божественныя благодати дар чудес восприемше святии, чудодействуете в мире непрестанно, вся наша страсти рукодействием изсецающе невидимо, Кире Богомудре со Иоанном славным: вы бо сущне божественнии врачеве есте.
  
  И икос. По 9-й песни, светилен октоиха. Слава, святых. На стиховне октоиха. Слава, глас 4: Достохвальными песньми: На литургии, блаженна октоиха, и святых песнь 3. Прокимен, глас 4: Святым, иже суть на земли его: Стих: Предзрех Господа: Апостол к коринфяном, зачало 153: Вы есте тело Христово, и уди от части: Аллилуиа, глас 4: Воззваша праведнии: Стих: Многи скорби праведным: Евангелие Матфеа, зачало 34 от полу: Призва Иисус обанадесяте ученики своя: Причастен: Радуйтеся праведнии:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых славных и всехвальных и первоверховных апостолов Петра и Павла.',
        service: {
          typikonSign: TypikonSign.ВЕЛИКИЙ,
          instructions: `Творим бдение. На малей вечерни, На Господи воззвах, стихиры на 4, глас 4. Подобен: Дал еси знамение: Слава, глас 8: Досадитель и гонитель: И ныне: Кров твой Богородице Дево: Прокимен дне. На стиховне стихиры, глас 2. Подобен: Егда от древа: с припевы их: 1-й, Во всю землю изыде вещание их: 2-й, Небеса поведают славу Божию: Слава, глас 4: Христос тя перваго: И ныне, Избави нас от бед: Тропарь, глас 4: Апостолов первопрестольницы, и вселенныя учителие, Владыку всех молите, мир вселенней даровати, и душам нашим велию милость.
  
  Слава, и ныне: Еже от века утаеное: Ектениа малая, и отпуст. На велицей вечерни, по обычном псалме, поем Блажен муж, 1-й антифон. На Господи воззвах, стихиры на 8, глас 2, самоподобны: Киими похвальными венцы: Слава, глас 4: Трикратным: И ныне: Иже тебе ради: Вход. Прокимен дне, и чтения 3: 1-е, Соборнаго послания Петрова: Братие: благословен Бог и Отец Господа нашего: 2-е, Тогоже соборнаго послания: Возлюбленнии, препоясавше чресла: 3-е, Тогоже соборнаго послания: Возлюбленнии, молю яко пришельцы: На литии стихиры, глас 2, самогласны. Слава, глас 5: Премудрость Божия: И ныне, Богородичен, Блажим тя Богородице: На стиховне стихиры, глас 1, самогласны. Слава, глас 6: Праздник радостен: И ныне: Творец и избавитель: На благословении хлебов, тропарь, глас 4, дважды, писан на малей вечерни, и Богородице Дево: единожды. и Буди имя Господне: трижды с пением. Псалом 33: Благословлю Господа: и чтение святых апостол. На утрени, на Бог Господь тропарь апостолов, дважды. Слава, и ныне: Еже от века утаеное: По кафисмах седальны апостолов с богородичны их. и чтение. По полиелеи седален, глас 8. Подобен: Премудрости: дважды. Слава, и ныне, Богородичен: и чтение. Степенна 1-й антифон 4-го гласа. Прокимен, глас 8: Во всю землю изыде вещание их: Стих: Небеса поведают славу Божию: Всякое дыхание: Стих: Хвалите Бога: Евангелие, Иоанна, зачало 67: Явися Иисус учеником своим, востав от мертвых: По 50-м псалме стихира, глас 6: Благочестия истинныя проповедники: Канон апостола Петра, творение Иоанна Дамаскина, глас 4, со ирмосом на 8: ирмос по дважды. Другий канон апостола Павла, творение тогоже, глас 8, без ирмосов, на 6. Катавасиа: Отверзу уста моя: По 3-й песни, ипакои, глас 8: Кая темница не име тебе юзника: По 6-й песни,
  
  Кондак, глас 2: Твердыя и боговещанныя проповедатели, верх апостолов твоих Господи, приял еси в наслаждение благих твоих и покой: болезни бо онех и смерть приял еси, паче всякаго всеплодия, едине сведый сердечная.
  
  И икос, и пролог. По 9-й песни, светилен апостолов дважды. Слава, и ныне, Богородичен. На хвалитех, стихиры на 4, глас 4. Подобен: Званный свыше: Слава, глас 6: Всечестный апостолов приспе праздник: И ныне, Богородице, ты еси лоза: Славословие великое. По трисвятом, тропарь апостолов. Слава, и ныне: Еже от века утаеное: Ектении, и отпуст. и дается святый елей братии от кандила святых апостол, поющим нам самогласну стихиру апостолов, юже волит екклисиарх: и прочая, якоже предуказася, септемвриа в 26-й день, и час 1-й. На 1-м часе, тропарь апостолов. По трисвятом, кондак их. и конечный отпуст. На литургии, блаженна от канона, апостола Петра, песнь 3-я на 4: и Павла, песнь 6-я на 4. По входе, указ о тропарех, и кондаках, зри сего месяца в 24-й день. Прокимен, глас 8: Во всю землю: Стих: Небеса поведают славу Божию: Апостол к коринфяном, зачало 193: О немже аще дерзает кто: Аллилуиа, глас 1: Исповедят небеса чудеса твоя Господи. Евангелие, Матфеа, зачало 67: Пришед Иисус во страны Кесарии Филипповы: Причастен: Во всю землю: Рядовый апостол и Евангелие вычитаем прежде. На трапезе, разрешение на рыбы и вино, аще и среда или пяток.
  
  [Зри] Подобает ведати яко аще случится праздник святых апостол в неделю, предваряют вся воскресная.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Собор святых славных и всехвальных апостол 12.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры на 6: Петра и Павла 3, глас 2, самоподобны: Киими похвальными: вчерашнии. Ины стихиры 12-х апостол, глас 4. Подобен: Яко добля: Слава, глас 6: Всечестный апостолов приспе праздник: И ныне: Кто тебе: На стиховне стихиры апостолов Петра и Павла, глас 4. Подобен: Дал еси знамение: Припев: Во всю землю: 2-й, Небеса поведают славу Божию: Слава, глас 6: Праздник радостен: писан вчера на стиховне. И ныне: Богородице, ты еси лоза истинная: Тропарь, глас 4: Апостолов первопрестольницы: вчерашний. Слава, и ныне: Еже от века утаеное: Ектениа, и отпуст. На утрени, на Бог Господь, тропарь апостолов, дважды. Слава, и ныне: Еже от века утаеное: и обычныя кафисмы, и седальны апостолов с богородичны их: и чтение апостолов. Канон прежде Петра и Павла, глас 4, со ирмосом на 8: и другий канон 12-м: творение Феофаново, на 6, глас тойже. Катавасиа: Отверзу уста моя: По 3-й песни, седален, глас 4. Подобен: Вознесыйся: и чтение. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Камень Христос, каменя веры прославляет светло, учеников преизрядна, и с Павлом весь дванадесяточисленный собор днесь: ихже память совершающе верно сих прославльшаго прославляем.
  
  И икос. По 9-й песни, светилен. Подобен: Учеником: Слава, ин: И ныне, Богородичен. На хвалитех стихиры апостолов 12-х на 4, глас 4. Подобен: Званный свыше: Слава, глас 8: Юже проидосте тварь: И ныне: Владычице приими молитву раб своих: Славословие великое. По трисвятом тропарь апостолов. Слава, и ныне: Еже от века утаеное: Ектении, и отпуст. На литургии, блаженна от канона 12-х апостолов, песнь 3-я и 6-я. Прокимен, глас 8: Во всю землю: Стих: Небеса поведают славу Божию: Апостол к коринфяном, зачало 131: Бог ны посланники последния яви: Аллилуиа, глас 1: Исповедят небеса чудеса твоя Господи. Евангелие Марка, зачало 12: Взыде Иисус на гору: Причастен: Во всю землю:`,
        },
      },
    ],
  },
];
