import { DayInstructions, TypikonSign } from '@models';

export const AUGUST: DayInstructions[] = [
  {
    memories: [
      {
        description: `Происхождение Честных Древ, Честнаго и Животворящаго Креста: [О Кресте чина изношения на престол зри всего септемвриа в 14-й день.]
          И память святых седми мученик Маккавей, и матере их Соломонии, и учителя их Елеазара.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер обычная кафисма. На Господи воззвах, стихиры на 6: Креста 3, глас 4. Подобен: Званный свыше: И святых 3, глас 1. Подобен: Всехвальнии мученицы: Слава, глас 8: Святии Маккавеи: И ныне, Креста, глас тойже: Егоже древле Моисей: На стиховне стихиры октоиха. Слава, глас 8: Души праведных: И ныне, Креста, глас тойже: Глас пророка твоего Моисеа: Тропарь, глас 1: Болезньми святых: октовриа в 24-й день. Слава, и ныне, Креста, глас тойже: Спаси Господи люди твоя: септемвриа в 14-й день. На утрени, на Бог Господь, тропарь Креста, дважды. Слава, мучеников: И ныне, Креста, и обычныя кафисмы, и седальны октоиха: и чтение. Канон октоиха на 4: и Креста на 6, глас 6: и мучеников на 4, глас 8. Катавасиа: Крест начертав: По 3-й песни:
  
  Кондак святых, глас 2. Подобен: Вышних ищя: Премудрости Божия столпи седмочисленнии, и божественнаго света светильницы седмосвещнии, Маккавеи всемудрии, прежде мучеников превелии мученицы, с нимиже всех Богу молитеся, спастися почитающим вас.
  
  И икос, и седален святых, глас 8. Слава, и ныне, Креста, глас 6. По 6-й песни,
  
  Кондак креста, глас 4: Вознесыйся на Крест волею, тезоименитому твоему новому жительству щедроты твоя даруй Христе Боже, возвесели нас силою твоею, победы дая нам на сопостаты, пособие имущым твое оружие мира, непобедимую победу.
  
  И икос, и пролог. По 9-й песни, светилен октоиха. Слава, мучеников: Чудныя воспоем: И ныне, Креста: Крест хранитель: На хвалитех, стихиры на 6: Креста 3, глас 1. Подобен: Небесных чинов: и святых 3, самогласны, глас тойже. Слава, глас 4: На Маккавеи собравшуюся рать: И ныне, Креста, глас тойже: Пособивый Господи кроткому Давиду: Славословие великое тихо, и со гласом. Иерею же облечену сущу во всю одежду священническую, приходит с кадилом к святей трапезе, предходящу ему диакону с лампадою, и кадит святую трапезу и Честный Крест: и тако взимает Честный Крест с блюдом на главу, и исходит северными дверьми из олтаря, предыдущим ему со двема лампадами, и с кадилом: приходит же прямо царских дверей, и стоит, ожидая конца трисвятаго. кончаваему же трисвятому, возглашает иерей: Премудрость, прости. И клирицы поют тропарь: Спаси Господи люди твоя: трижды. и тако приходит иерей, нося на главе Честный Крест пред святыя царския двери ко аналогию, емуже украшену сущу, полагает на нем Честный Крест, и творит поклонение Честному Кресту, трижды, поя тихогласно: Кресту твоему покланяемся Владыко, и святое воскресение твое славим. И ликове тоже поют велегласно, трижды. и начинают покланятися, аще во обители, игумен или ин первенствуяй во священных. Такожде и прочии священницы, покланяющеся пред Честным Крестом дважды. целует же прежде старейший: и по целовании паки покланяются единожды. такожде творят и прочии священницы, десная страна и левая: такожде приходят и братия два два, покланяющеся по чину их. кланяющимся же братиям, Поем стихиры самогласны, глас 2, Приидите вернии: глас 5: Зрящи тя тварь: глас 8: Днесь Владыка твари: Слава, и ныне, глас тойже: Днесь неприкосновенный: Посем ектении: Помилуй нас Боже, и Исполним утреннюю молитву: и час 1-й. На часех, тропарь Креста. Слава, святых: И ныне, Богородичен часов. По Отче наш, кондак Креста, и совершенный отпуст. [Зри] В сий же 1-й день августа во обителех и приходских храмех совершают чин священия воды, и бывает сице: Приуготовану столу и украшену, и воде в чаше. Или исходим на источники. И благословившу иерею, глаголется трисвятое, и псалом 142: Господи услыши молитву мою: Таже, Бог Господь: во глас 4. И тропарь: К Богородице прилежно: дважды. Слава, и ныне: Не умолчим никогда Богородице: Таже, псалом 50: Помилуй мя Боже: Посем поются тропари священия воды, глас 6: Еже радуйся ангелом приимшая: И прочее по ряду священия воды, яко обычай. По отпусте же обходит иерей, и кропит внутрь монастыря, сиречь, во игуменскую келлию, и в трапезу, и келарню, и пекарню, и в винницу, и поварню, и житницы, и погреб, и во вся келлии братския, кропя и освящая всех: и возвращшеся поем час 3-й, и 6-й. [Зри] А идеже чин освящения воды совершается на утрени, поем сице: По славословии и по трисвятом, и по тропаре: Спаси Господи люди твоя: поются тропари: Еже радуйся: И прочее по ряду освящение воды, яко обычай. По освящении же воды и по стихирах: Источник исцелений: и Призри на моления: и Владычице приими: творим и поклонение Честному Кресту, яко предписася. На часех, тропарь Креста. Слава, святых: И ныне, Богородичен часов. По трисвятом кондаки пременяем. На литургии, блаженна, от канона Креста, песнь 3, на 4: и святых, песнь 6, на 4. По входе тропарь Креста, и мучеников. Слава, кондак мучеников: И ныне, Креста. Трисвятое. прокимен Креста, глас 6: Спаси Господи люди твоя: Стих: К тебе Господи воззову, Боже мой: Другий, мучеников, глас 4: Святым, иже суть на земли его: Апостол Креста, к коринфяном, зачало 125: Слово крестное: И святых, ко евреем, зачало 330: Святии вси, иже верою победиша царствия: Аллилуиа, глас 4: Помяни сонм твой, егоже стяжал еси исперва. Стих: Бог же царь наш прежде века: И святых: Воззваша праведнии: Евангелие Креста, Иоанна, зачало 60: Совет сотвориша архиереи и старцы на Иисуса: И святых, Матфеа, зачало 38: Всяк убо иже исповесть мя пред человеки: Причастен Креста: Знаменася на нас: И святых: Радуйтеся: Ряд же вычитаем напредь, или под зачало.
  
  Аще же 1-й день августа случится в неделю:
  
  В субботу вечера, на малей вечерни стихиры воскресны, и Богородицы, по обычаю. На велицей вечерни, по кафисме, на Господи воззвах стихиры воскресны 3: и анатолиев 1: и Креста 3: и мучеников три. Слава, Креста: И ныне, Богородичен 1-й гласа. На литии стихира храма, и мучеников хвалитныя. Слава, мучеников: И ныне, Богородичен. На стиховне октоиха воскресны. Слава, мучеников: И ныне, Креста. На благословении хлебов тропарь: Богородице Дево: дважды, и Креста, единожды. таже, Буди имя Господне: и прочее. [Зри] Аще ли несть бдения, по Ныне отпущаеши, тропарь воскресн. Слава, святых: И ныне, Креста. На повечерии, по Достойно, кондак Креста. На утрени, на Бог Господь, тропарь воскресн дважды. Слава, мучеников: И ныне, Креста. Канон воскресн со ирмосом на 4: и Богородицы на два: и Креста на 4: и мучеников на 4. Катавасиа: Крест начертав: По 3-й песни, кондак мучеников, и седален дважды. Слава, и ныне, Креста. По 6-й песни, кондак и икос Креста. Светилен воскресн. Слава, мучеников. И ныне, Креста. На хвалитех стихиры воскресны 4: и Креста со славным 4, со стихи своими: Возносите Господа Бога нашего: Стих: Бог же царь наш: Слава, стихира евангельская: И ныне: Преблагословенна еси: Славословие великое. тропарь воскресн точию. И бывает водоосвящение, и поклонение Кресту: и прочее, якоже выше речеся. На литургии, блаженна воскресна на 4: и Креста песнь 3-я на 4: и мучеников песнь 6-я на 4. По входе тропарь воскресн, и Креста, и мучеников. таже кондак воскресн. Слава, мучеников: И ныне, Креста. Прокимен, Аллилуиа, и причастен Креста, и мучеников Апостол, и Евангелие рядовое и Креста, и мучеников.
  
  Аще храм Всемилостиваго Спаса:
  
  Вечер, Блажен муж: 1-й антифон. На Господи воззвах, стихиры на 8: праздника 4, глас 4. Подобен: Дал еси знамение: И Креста 4, глас тойже. Подобен: Званный свыше: Слава, глас тойже. самогласен: Живоначальный источник: И ныне, Креста, глас 8: Егоже древле Моисей: Вход, прокимен дне. чтения три: 1-е, Притчей: Сыне, не пренебрегай наказания Господня: 2-е, Пророчества Исаиина: Тако глаголет Господь: отверзутся врата твоя Иерусалиме: 3-е, Притчей: Премудрость созда себе дом: На литии стихиры самогласны, глас 1. Слава, и ныне, глас 5: Зрящи тя тварь: На стиховне стихиры, глас 5. Самоподобен: Радуйся: Слава, глас 4: Отеческих недр не оставль: И ныне, Креста, глас 8: Глас пророка твоего Моисеа Боже: По ныне отпущаеши,
  
  Тропарь, глас 8: С вышних призирая, убогия приемля, посети нас озлобленныя грехи, Владыко Всемилостиве: молитвами Богородицы даруй душам нашим велию милость.
  
  Слава, и ныне, Креста, глас 1: Спаси Господи люди твоя: и отпуст: На утрени, на Бог Господь, тропарь праздника дважды. Слава, и ныне, Креста. По 1-й стихологии седален, глас 6: Токмо водрузися древо: Слава, и ныне, тойже. По 2-й стихологии седален, глас 6: Днесь пророческое исполнися слово: Слава, и ныне, тойже. И чтение во евангелии толковом. По полиелеи седален, глас 8. Подобен: Повеленное тайно: В раи мя прежде: Слава, и ныне, тойже. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Видеша вси концы земли спасение Бога нашего. Стих: Воспойте Господеви песнь нову, яко дивна сотвори Господь. Всякое дыхание: Евангелие Иоанна, зачало 42 от полу: Отче, прослави имя твое: По 50-м псалме, стихира, глас 6: Кресте Христов: Канон праздника, глас 8, со ирмосом на 8. ирмос по дважды, тропари на 6: и Креста, глас 6, на 6. Катавасиа: Крест начертав: По 3-й песни,
  
  Кондак праздника, глас 4. Подобен: Явился еси: Всякия скверны, Всемилостивый Спасе, аз бых делатель, и во отчаяния ров падся, но стеню от сердца, и вопию к тебе Слове: ускори щедрый, и потщися на помощь нашу, яко милостив.
  
  И икос, и седален, глас 4. Слава, и ныне, Креста, глас 8. Подобен: Повеленное: По 6-й песни, кондак Креста, глас 4: Вознесыйся на Крест: и икос. Светилен праздника, дважды. Слава, и ныне, Креста. На хвалитех стихиры на 6, праздника 3, глас 4. Подобен: Дал еси знамение: и Креста 3, глас 1. Подобен: Небесных чинов: Слава, и ныне, глас 4: Пособивый Господи кроткому Давиду: Славословие великое. Таже освящение воды, и поклонение Честному Кресту, и ектении, и отпуст, и час 1-й. На 1-м часе, тропарь праздника. Слава, Креста. И ныне, Богородичен часов. По трисвятом во всех часех кондаки праздника и Креста, пременяюще глаголем, и совершенный отпуст. На литургии, блаженна от канона праздника песнь 3-я, и Креста, песнь 6-я, и трисвятое. Прокимен, глас 6: Спаси Господи, люди твоя, и благослови достояние твое. Стих: К тебе Господи, воззову, Боже мой, да не премолчиши от Мене. Апостол к коринфяном, зачало 125. Аллилуиа, глас 1: Помяни сонм твой, егоже стяжал еси исперва. Стих: Бог же Царь наш прежде века, содела спасение посреде земли. Евангелие Иоанна, зачало 60. На литургии, поем Достойно: а не ирмос Креста. Причастен: Знаменася на нас свет лица твоего Господи:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Пренесение мощей святаго первомученика и архидиакона Стефана.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры святаго на 6, глас 8. Подобен: О преславнаго чудесе! Ины стихиры, глас 2, самогласны. Слава, глас 6: Первый в мученицех: И ныне, Богородичен, или Крестобогородичен. На стиховне октоиха. Слава, глас 8: Радуйся о Господе венценосче: И ныне, Богородичен, или Крестобогородичен.
  
  Тропарь, глас 4: Царским венцем венчася твой верх от страданий, яже претерпел еси по Христе Бозе, мучеников первострадальче Стефане: ты бо иудейское обличивый неистовство, видел еси твоего Спаса одесную Отца: того убо моли о душах наших.
  
  [Зри] По отпущении вечерни вносится Честный Крест, иерею оболчену в фелонь, и диакону в стихарь, со свещами и кадилом, поюще тропарь: Спаси Господи: и кондак. и полагается на престол. На утрени, на Бог Господь, тропарь мученика, дважды. Слава, и ныне, Богородичен: и обычныя кафисмы, и седальны октоиха, и чтение. Оба канона октоиха, без мученичнов: и святаго на 6, глас 8. По 3-й песни, седален, глас 1, дважды. По 6-й песни,
  
  Кондак, глас 6: Первый сеялся еси на земли небесным делателем, всехвальне Стефане, первый на земли за Христа кровь излиял еси блаженне: первый от него победы венцем увязлся еси на небесех, страдальцев начало, венечниче мучеников первострадальне.
  
  И икос. По 9-й песни, светилен октоиха. Слава, святаго. На хвалитех стихиры святаго на 4, глас 4. Подобен: Яко добля: Слава, глас тойже. Самогласен: Стефан доброе начало: На стиховне октоиха. Слава, святаго, глас 5: Первомучениче апостоле: И ныне, Богородичен. На литургии, блаженна октоиха: и апостола песнь 3-я на 4. Прокимен, глас 8: Во всю землю: Стих: Небеса поведают славу Божию: Апостол деяний, зачало 17: Стефан исполнь веры и силы: Аллилуиа, глас 1: Исповедят небеса: Евангелие Матфеа, зачало 87: Человек некий бе домовит: Причастен: Во всю землю:`,
        },
      },
      {
        description: `В тойже день преставление святаго блаженнаго Василиа, Христа ради юродиваго, Московскаго чудотворца.
          Совершается собор его, идеже лежат мощи его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 8: Житие твое Василие неложное, и чистота нескверна, Христа ради тело твое изнурил еси постом и бдением, и мразом и теплотою солнечною, и слотою и дождевным облаком, и просветися лице твое яко солнце: и ныне приходят к тебе Российстии народи, цари же и князи, и вси людие, прославляюще святое твое успение. тем Христа Бога моли, да избавит ны от варварскаго пленения, и междоусобныя брани, и мир мирови подаст, и душам нашим велию милость.
  
  Кондак, глас 4: Духом Божиим водимь преблаженне Василие, оттрясл еси мирский мятеж, и жития треволнения возгнушался еси, и совлекся одеяний тленных, и облекся в ризу безстрастия, убежал еси ловления льстиваго миродержца, и был еси странен во твоем языце, и паче земнаго богатства избрав богатство небесное, увязлся еси венцем терпения, и ныне преблаженне Василие, моли Христа Бога о творящих святую память твою, да зовем ти: радуйся преблаженне Василие.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобных отец наших, Исаакиа, Далмата и Фавста.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры Богородице, глас 8. Подобен: Мученцы твои Господи: и преподобных, глас и подобен тойже. Тропарь, глас 4: Боже отец наших: ноемвриа в 20-й день. На утрени, оба канона октоиха: и святых на 4, глас 8. По 3-й песни, седален, глас 8. По 6-й песни,
  
  Кондак, глас 2. Подобен: В молитвах: Пощением возсиявшия яко светила, и ереси развратившия верою, песньми Исаакиа восхвалим, и с Далматом Фавста, яко Христовы угодники: того молящия о всех нас.
  
  И икос. По 9-й песни, светилен троичен. На стиховне октоиха.`,
        },
      },
      {
        description: `В тойже день преподобнаго Антониа Римлянина, Новгородскаго чудотворца.
          Совершается собор его, идеже лежат мощи его, и идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Ветхий Рим отечество твое оставив, на камень яко на легкий корабль возшел еси: и на нем паче естества аки безплотен по водам шествовал еси, промышлением Божественнаго разума направляемь, великаго Новаграда достигл еси, и обитель в нем сотворив, тело твое в ней предложил еси, яко дар освящен. тем молим тя отче Антоние, моли Христа Бога, да спасет души наша.
  
  Кондак, глас 8. Подобен: Взбранной: Римское воспитание, великому же Новуграду благодатное процветение, многими бо труды и подвиги в нем Богу угодил еси: сего ради чудес дарования от него сподобился еси, и тело твое многими леты соблюде нетленно. мы же сие лобызающе, радостно от души вопием ти: радуйся отче Антоние.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых седми отроков, иже во Ефесе: И святыя преподобномученицы Евдокии:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры отроков 3, глас 1. Подобен: Небесных чинов: Тропарь, глас 4: Мученцы твои Господи: септемвриа в 20-й день.
  
  Или сей, глас тойже: Велия веры чудесе, в пещере яко в чертозе царском святии седмь отроцы пребыша, и умроша без тли: и по мнозех временех восташа яко от сна, во уверение воскресения всех человеков. тех молитвами Христе Боже помилуй нас.
  
  На утрени, оба канона октоиха: и отроков на 4, глас 2. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Мира сущая тленная презревше, и нетленныя дары приемше, умерше, кроме тления пребыша: темже востают по многих летех, все погребше лютых неверие: яже во хвалении днесь вернии восхваляюще, Христа воспоим.
  
  По 9-й песни, светилен октоиха. Слава, отроков: И ныне, Богородичен. На стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Предпразднство Преображения Господа нашего Иисуса Христа.
          И святаго мученика Евсигниа.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Стихиры предпразднства 3, глас 4. Подобен: Дал еси знамение: И мученика 3, глас тойже: Подобен: Яко добля: Слава, и ныне, предпразднства, глас 5: Приидите, взыдем на гору Господню: [Аще суббота, И ныне, догматик.] На стиховне стихиры, глас 2. Подобен: Доме евфрафов: Припев: Милость и истина сретостеся: 2-й, Блажени людие ведущии воскликновение: Слава, и ныне, глас 2: Иже на горе Фаворстей:
  
  Тропарь, глас 4: Христово преображение предусрящем, светло торжествующе предпразднственная вернии, и возопиим: приспе день Божественнаго веселия, восходит на гору Фаворскую Владыка, Божества своего облистати красоту. единожды.
  
  На утрени, на Бог Господь, тропарь предпразднства, трижды. и обычныя кафисмы. По кафисмах седальны предпразднства. Канон предпразднства, со ирмосом на на 6, глас 4: и трипеснца на 4: и святаго на 4, глас 8. Подобне поем 8-ю, и 9-ю песни: 3-ю же и прочия песни даже до осьмыя, предпразднства со ирмосом на 8: и святаго на 4.
  
  [Зри] [Аще случится предпразднство в неделю, трипеснец выпеваем на повечерии.]
  
  По 3-й песни, седален святаго, глас 4. По 6-й песни,
  
  Кондак предпразднства, глас 4. Подобен: Явился еси: Божественным днесь преображением человеческое все естество просиявает Божественно в веселии зовуще: преобразуется Христос спасаяй вся.
  
  И икос. По 9-й песни, светилен предпразднства. На стиховне стихиры, глас 1. Подобен: Небесных чинов: с припевы их. Слава, и ныне, глас 5: Закона и пророков тя Христе, На литургии, блаженна от канона предпразднства, песнь 3-я и 6-я. Апостол и Евангелие дне, и утрешнее под зачало.
  
  [МРК] Подобает ведати, аще случится предпразднство Преображения Христова в неделю.
  
  В субботу на малей вечерни, стихиры воскресны и Богородицы, по обычаю. На велицей вечерни, по кафисмах, на Господи воззвах, стихиры воскресны 3, и анатолиев един: и предпразднства 3: и мученика 3. Слава, предпразднства: И ныне, Богородичен 1-й настоящаго гласа. На литии стихира храма, и предпразднства стиховна того дне. Слава, и ныне, предпразднства. На стиховне стихиры воскресны. Слава, и ныне, предпразднства. На благословении хлебов, тропарь: Богородице Дево радуйся: трижды. и чтение в посланиих апостольских. [Зри] А идеже несть бдения, по Ныне отпущаеши, тропарь воскресн: Слава, и ныне, предпразднства. На повечерии, по Достойно, кондак предпразднства. На утрени, тропарь воскресн, дважды. Слава, и ныне, предпразднства, и прочее до канона воскресно. Канон воскресн со ирмосом на 4: и Богородицы на 2: и предпразднства на 4: и святаго на 4. Катавасиа: Крест начертав: По 3-й песни, кондак и икос предпразднства: и седален святаго. Слава, и ныне, предпразднства. По 6-й песни, кондак и икос воскресн. На 9-й песни, поем Честнейшую: Светилен воскресн. дважды. Слава, и ныне, предпразднства. На хвалитех стихиры воскресны 4: и предпразднства стихиры со славным 4. Слава, стихира евангельская. И ныне: Преблагословенна еси: Славословие великое. Тропарь воскресн, ектении, и отпуст, и оглашение Студитово, и обычное исхождение в притвор, и час 1-й. На 1-м часе, тропарь воскресн. Слава, предпразднства. И ныне, Богородичен часов. По Отче наш, кондак предпразднства: такожде и на прочих часех глаголем пременяюще. На литургии, блаженна гласа, на 6: и предпразднства песнь 3-я. По входе тропарь воскресн, предпразднства, и храма Богородицы, аще есть, и храма святаго, или святыя. Таже кондак воскресн. Слава, храма святаго, или святыя. И ныне, предпразднства. Прокимен, апостол, Аллилуиа, Евангелие и причастен дне. И утренний апостол, и Евангелие ряд, под зачалом.
  
  [Зри] Вестно буди: Яко аще случится праздник Христова Преображения в неделю, ничтоже воскресно поется, ниже Евангелие утреннее чтется: но вся служба праздника, вечер, и утро, и на литургии, неизменно.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святое Преображение Господа Бога и Спаса нашего Иисуса Христа.',
        service: {
          typikonSign: TypikonSign.ВЕЛИКИЙ,
          instructions: `На малей вечерни, стихиры на 4, глас 1. Подобен: Небесных чинов: Слава, и ныне, глас 8: Мрак законный: На стиховне стихиры, глас 2. Подобен: Доме евфрафов: Днесь христос: Припев 1-й: Твоя суть небеса, и твоя есть земля. 2-й: Фавор и Ермон о имени твоем возрадуетася. Слава, и ныне, глас и подобен тойже: Видеша на Фаворе:
  
  Тропарь глас 7: Преобразился еси на горе Христе Боже, показавый учеником твоим славу твою, якоже можаху да возсияет и нам грешным свет твой присносущный, молитвами Богородицы, светодавче, слава тебе.
  
  Ектениа малая, и отпуст. На велицей вечерни, стихологиа не бывает, токмо аще есть неделя, тогда поем кафисму всю. Аще в понедельник, 1-й антифон. На Господи воззвах, стихиры на 8, глас 4, самогласны: Прежде Креста твоего Господи: Слава, и ныне, глас 6: Прообразуя воскресение твое. Вход. прокимен дне. Чтения 3: 1-е: Исхода: Рече Господь к Моисею, взыди ко мне на гору: 2-е, Исхода: Во днех онех, глагола Господь к Моисею лицем к лицу: 3-е, Царства третияго: Во днех онех, прииде Илиа в Вирсавию: Посем ектениа. На литии стихиры праздника, глас 2: Иже светом твоим: Слава, глас 5: Приидите взыдем: И ныне, глас тойже: Закона и пророков: На стиховне стихиры, глас 1, самогласны: Иже древле: с припевы писанными на малей вечерни. Слава, и ныне, глас 6: Петру, и Иакову, и Иоанну: На благословении хлебов, тропарь, глас 7: Преобразился еси на горе Христе Боже: трижды. писан на малей вечерни. И Буди имя Господне: пением трижды. Псалом 33: Благословлю Господа: до Не лишатся всякаго блага. И чтем слово Анастасиа Синайскаго, емуже начало: Яко страшно место сие: На утрени, на Бог Господь, тропарь праздника, трижды. и обычныя кафисмы, и седальны праздника: и чтем Евангелие в толковании, еже от Луки. И даются свещи братиям. По полиелеи седальны праздника, и чтение. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Фавор и Ермон о имени твоем возрадуетася. Стих: Твоя суть небеса, и твоя есть земля. Всякое дыхание: Стих: Хвалите Бога во святых его. Евангелие Луки, зачало 45: Поят Иисус Петра и Иоанна и Иакова: Псалом 50. Слава, Всяческая днесь радости исполнишася, Христос преобразися пред ученики. И ныне, тойже. Стихира, глас 5: Божества твоего Спасе: и прочее. Канона два: един, кир Космы, глас 4. Другий, кир Иоанна, глас 8. Ирмосы обою канонов, по дважды: тропари на 12. Катавасиа: Крест начертав: По 3-й песни, седален, глас 4. Подобен: Удивися Иосиф: Слава, и ныне, тойже. По 6-й песни,
  
  Кондак, глас 7: На горе преобразился еси, и якоже вмещаху ученицы твои, славу твою, Христе Боже, видеша: да егда тя узрят распинаема, страдание убо уразумеют вольное, мирови же проповедят, яко ты еси воистинну Отчее сияние.
  
  И икос. На 9-й песни, Честнейшую не поем, аще и в неделю, но поем припев праздника: Величай душе моя: Паки вжигают свещи братия. По 9-й песни, светилен: Свете неизменный: трижды. На хвалитех стихиры на 4, глас 4. Подобен: Званный свыше: Слава, и ныне, глас 8: Поят Христос: Славословие великое. По трисвятом, тропарь праздника. Ектении, и отпуст. И дается елей братии от кандила Спасова. Поющим нам стихиру самогласну праздника, юже волит екклисиарх. и час 1-й, и конечный отпуст. и бывает литургиа порану, бдения ради. На литургии, Антифон 1. Глас 2: Стих 1. псалом 65: Воскликните Господеви вся земля, пойте же имени его, дадите славу хвале его. Молитвами Богородицы Спасе спаси нас. Паки другий лик тойже стих: Воскликните Господеви: Молитвами Богородицы Спасе спаси нас. И паки 1-й лик, стих 2: псалом 76: Глас грома твоего в колеси, осветиша молния твоя вселенную, подвижеся и трепетна бысть земля. Молитвами Богородицы Спасе спаси нас. Таже 2-й лик, стих 3: псалом 103: Во исповедание и в велелепоту облеклся еси, одеяйся светом яко ризою. Молитвами Богородицы Спасе спаси нас. Слава, и ныне: Молитвами Богородицы Спасе спаси нас. Антифон 2-й: Псалом 47: Стих 1: Горы сионския, ребра северова, град царя великаго. Спаси ны Сыне Божий, преобразивыйся на горе поющия ти: аллилуиа. Другий лик тойже. Стих 2: псалом 77: И введе я в гору святыни своея, гору сию, юже стяжа десница его. Спаси ны Сыне Божий, преобразивыйся на горе: Стих 3: Гору Сионю, юже возлюби и созда яко единорога святилище свое. Спаси ны Сыне Божий, преобразивыйся на горе: Слава, и ныне: Единородный Сыне и Слове Божий: Антифон 3, псалом 124, глас 7. Стих 1: Надеющийся на Господа, яко гора Сион не подвижится во век. Тропарь: Преобразился еси на горе Христе Боже: Весь до конца. Стих 2: Горы окрест его, и Господь окрест людей своих от ныне и до века. Тропарь: Преобразился еси: псалом 14. Стих 3: Господи, кто обитает в жилищи твоем? или кто вселится во святую гору твою? Тропарь: Преобразился еси: псалом 23. Стих 4: Кто взыдет на гору Господню? или кто станет на месте святем его? Тропарь: Преобразился еси: Входное: Господи, посли свет твой, и истину твою, та мя настависта, и введоста мя в гору святую твою. Тропарь: Преобразился еси: Слава, и ныне: Кондак, глас тойже: На горе преобразился еси: Трисвятое. Прокимен, глас 4: Яко возвеличишася дела твоя Господи, вся премудростию сотворил еси. Стих: Благослови душе моя Господа: Апостол Петрова послания, зачало 65: Потщитеся известно: Аллилуиа, глас 8: Твоя суть небеса: Стих: Блажени людие: Евангелие Матфеа, зачало 70: Поят Иисус Петра, и Иакова, и Иоанна: За Достойно ирмос: Рождество твое нетленно: и до отдания. Причастен: Господи во свете лица твоего пойдем, и о имени твоем возрадуемся во веки. На трапезе же разрешаем на рыбу, и елей, и вино, аще и среда или пяток. [Зри] Подобает ведати, яко предание имамы от святых отец от спасительнаго сего праздника Преображения, снедати гроздие, идеже обретается. благословение приемше от иереа. Принесену бывшу гроздию в церковь, и по анафоре раздроблену. Глаголется же и молитва на благословение гроздия. Внимай: Яко аще кто от от братий снест гроздие прежде сицеваго праздника, то преслушания запрещение да приимет, и да не вкусит гроздие чрез весь август месяц, яко заповеданный устав презрев: яко да от сего навыкнут и прочии повиноватися уставу святых отец. Сие же запрещение бывает и блюдущим винограды братии. Гроздию же на трапезе по празднице сем, трижды в неделю подобает предлагатися братии: сиречь в понедельник, в среду, в пяток, да вкушают братия. Сей устав бывает и на смоквах, и над прочими овощьми: яве яко времена их, кое когда приспеет. Сия же глаголем кроме приносимых блюдущим смокви, и раздаемым: снедают бо сия.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго преподобномученика Дометиа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры праздника 3, глас 4. Подобен: Званный свыше: И святаго 3, глас 6. Подобен: Всю отложивше: Слава, и ныне, праздника, глас 6: Прообразуя воскресение твое: Вход. Прокимен, глас 7: Бог наш на небеси и на земли: со стихи его, писан ианнуариа в 6-й день вечера.
  
  [Зри] Аще случится праздник сей в субботу:
  
  В пяток вечера, поем прокимен великий, со стихи его. В субботу же вечера, в праздник, поем прокимен: Господь воцарися:
  
  [Зри] Аще случится праздник сей в неделю:
  
  Поем в субботу вечера прокимен: Господь воцарися: со стихи его. В неделю же вечера, поем прокимен великий, со стихи его. Таже, ектениа: Рцем вси: И Сподоби Господи: На стиховне стихиры праздника, глас 6. Подобен: Тридневен: Припевы же глаголем, 1-й: Твоя суть небеса, и твоя есть земля. 2-й: Фавор и Ермон о имени твоем возрадуетася. [и до отдания, вечер и утро.] Слава, и ныне, глас 5: Приидите взыдем:
  
  Тропарь, глас 4: Постнически предподвизався на горе, умная врагов ополчения всеоружием креста погубил еси всеблаженне. паки же ко страдальчеству мужески облеклся еси: и обоих ради венчался еси от Бога, преподобномучениче Дометие приснопамятне.
  
  Слава, и ныне, праздника. На повечерии кондак праздника, и до отдания. На утрени, на Бог Господь, тропарь праздника дважды: и святаго. и обычныя кафисмы, и седальны праздника. Канон праздника, со ирмосом на 8, 4-го гласа, и святаго на 4, глас 6. По 3-й песни,
  
  Кондак мученика, глас 6: Яко преобидев тленная, и долу влекущая мудрования, преподобномучениче Дометие, велик наставник монахом показался еси, не устрашився ярости царя, не хотяща чтити Христа истиннаго Бога. сего ради и скончался еси, воспевая песнь: Бог есть со мною, и никтоже на мя.
  
  И седален, глас 8. Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен праздника, дважды. На стиховне стихиры праздника, глас 6. Подобен: Ангельския: с преждеписанными припевы. Слава, и ныне, глас 5: Закона и пророков тя Христе: На литургии, блаженна праздника, песнь 1-я обоих канонов, со ирмосом на 6. Прокимен праздника, и святаго, глас 7: Честна пред Господем смерть преподобных его. Стих: Что воздам Господеви о всех: Апостол ко ефесеем, зачало 233: Возмогайте о Господе: Аллилуиа, глас 4: Праведник яко Финикс процветет: Евангелие Иоанна, зачало 52: Си заповедаю вам: Причастен праздника, и святаго: В память вечную: [Зри] Аще ли случится попразднство Преображения Христова в субботу, и в пяток: На Господи воззвах: Слава, праздника: И ныне, Богородичен 1-й настоящаго гласа.
  
  [Зри] Аще случится попразднство Преображения Христова в неделю:
  
  В субботу на малей вечерни, стихиры воскресны, и Богородицы, по обычаю. На велицей вечерни, по обычной кафисме, на Господи воззвах, стихиры воскресны 3, и анатолиев 1: и праздника 3 того дне: и святаго минеи 3. [Зри] [Аще ли поется святый на 6, или емуже и полиелей, поем стихиры воскресны 3, и праздника 3, и святаго 4. Слава, святаго.] Аще же ни, Слава, праздника: И ныне, Богородичен 1-й, гласа. На литии стихиры праздника, того дне рядовыя стиховныя. Слава, и ныне, праздника, писан на утрени на стиховне. Аще ли имать святый славник: Слава, святаго: И ныне, праздника. На стиховне стихиры воскресны. Слава, святаго, аще есть: И ныне, праздника. Аще ли ни, Слава, и ныне, праздника. На благословении хлебов, тропарь: Богородице Дево: дважды, и праздника единожды. На утрени, на Бог Господь: тропарь воскресн дважды. Слава, святаго, аще есть, И ныне, праздника. Аще ли ни, Слава, и ныне, праздника. По кафисмах седальны воскресны, с богородичны их. и чтение во евангелии толковом, и непорочны с тропари. ипакои гласа. Степенна, и прокимен гласа, и Всякое дыхание. Евангелие воскресно, и стихира воскресна. Канон воскресн со ирмосом на 4: и Богородицы на 2, и праздника на 4, и святаго на 4. Катавасиа: Лицы израильтестии: Аще полиелей, или славословие, поем канон воскресн со ирмосом на 4, и праздника на 4, и святаго, на 6. По 3-й песни, кондак праздника, и святаго, аще имать, и икос, и седален святаго. Слава, и ныне, праздника: и чтение. По 6-й песни, кондак воскресн, и икос, и пролог. На 9 и песни, поем Честнейшую: Светилен воскресн. Слава, святаго, аще имать: аще ли ни, Слава, и ныне, праздника. На хвалитех стихиры воскресны 4, и святаго, аще имать подобны, 3: и самогласен иже на славу поем с припевы его. Аще ли не имать святый хвалитных, поем воскресны на 4: и праздника на 4 того дне стиховныя утренния, с припевы праздника. Слава, стихира евангельская. И ныне: Преблагословенна еси: Славословие великое. По трисвятом тропарь воскресн точию. ектении, и отпуст, и оглашение, и обычное исхождение в притвор, и час 1. На 1-м часе, тропарь воскресн. Слава, праздника: И ныне, Богородичен часов. По Отче наш, кондак праздника. Такожде и в прочия часы глаголем кондак праздника, и воскресн пременяюще. Аще полиелей, и святаго. На литургии, блаженна гласа на 6: и праздника песнь рядовая на 4. Аще ли имать святый песнь: и блаженна воскресна на 4: и праздника песнь рядовая на 4: и святаго песнь 6-я, на 4. По входе тропарь воскресн, и праздника, таже храма и святаго, аще имать. Слава, кондак святаго. И ныне, праздника. Аще ли не имать святый тропаря и кондака, Слава, воскресн. И ныне, праздника. Прокимен воскресн гласа, и праздника. Апостол и Евангелие дне. Причастен: Хвалите Господа с небес: и праздника. Аще имать святый апостол и Евангелие: тогда поем прокимен воскресн, гласа, и святаго. Апостол и Евангелие дне, и святаго. Причастен: Хвалите Господа с небес: И святаго.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго Емилиана исповедника епискпа Кизическаго:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника 3, глас 4. Подобен: Дал еси знамение: И святаго 3, глас тойже. Подобен: Званный свыше: Слава, и ныне, праздника, глас 1: Иже древле с Моисеем: На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: с припевом. Слава, и ныне, глас 1: Твоего единороднаго Сына: Тропарь праздника. На утрени, на Бог Господь, тропарь праздника, трижды. Обычныя кафисмы, и седальны праздника. Канон праздника, со ирмосом на 8, 8-го гласа: и святаго на 4, глас 1. По 3-й песни,
  
  Кондак святаго, глас 3: Добляго тя поборника по Троице явльшася, церковь славит поюще Емилиане, за нюже пострадал еси: сего ради почитаем память твою, языческаго нашествия избави рабы твоя.
  
  И седален, глас тойже. Слава, и ныне, праздника, глас тойже. По 6-й песни, кондак праздника, и икос. По 9-й песни, светилен праздника, дважды. На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: с припевы их. Слава, и ныне, глас 1: Неодержимое твоего: На литургии, блаженна праздника, песнь 3-я обоих канонов, со ирмосом на 6.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго апостола Матфиа.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `На велицей вечерни, поем, Блажен муж, 1-й антифон. На Господи воззвах стихиры на 8: праздника 3, глас 2. Подобен: Егда от древа: И апостола 5, глас 1: Подобен: Всехвальнии мученицы: Слава, глас 6: Излияся благодать: И ныне, праздника, глас 2: Иже светом твоим: Вход, прокимен дне: и чтения 3: 1, Деяний святых апостол: Во дни тыя, востав Петр: 2, Соборнаго послания Иоаннова: Возлюбленнии, аще сердце наше: 3, Тогоже соборнаго послания Иоаннова: Возлюбленнии, аще сице возлюбил есть нас Бог: На стиховне, стихиры праздника, глас 6. Подобен: Тридневен: Слава, апостола, глас 2: Ревности божественныя: И ныне, праздника, глас тойже: Иже на горе Фаворстей: По трисвятом, Тропарь апостола, глас 3: Апостоле святый Матфие: септемвриа в 22-й день. Слава, и ныне, праздника. И отпуст. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, апостола: И ныне, праздника. По кафисмах седален апостола: Слава, и ныне, праздника. По полиелеи седален апостола, глас 8, дважды. Слава, и ныне, праздника, глас 4. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Во всю землю: Стих: Небеса поведают: Всякое дыхание: Евангелие Иоанна, зачало 67: Явися Иисус учеником своим: По 50-м псалме стихира, глас 6: Излияся благодать: писана на Господи воззвах: Слава. Канон праздника со ирмосом на 6, глас 4: и апостола на 8, глас 8. Катавасиа праздника: Лицы израильтестии: По 3-й песни, кондак и икос праздника: и седален апостола, глас 8, дважды. Слава, и ныне, праздника, глас тойже. По 6-й песни,
  
  Кондак апостола, глас 4. Подобен: Явился еси: Светозарное яко солнце во весь мир изшедшее вещание твое, просвещает языческую церковь благодатию, чудоносче Матфие апостоле.
  
  И икос, и пролог. По 9-й песни светилен апостола, дважды. Слава, и ныне, праздника. На хвалитех стихиры, на 6: праздника 3, глас 2. Подобен: Доме евфрафов: И апостола 3, глас 4. Подобен: Яко добля: Слава, глас 2: Оставив земная: И ныне, праздника, глас тойже: Видеша на горе Фаворстей: Славословие великое. По трисвятом, тропарь апостола. Слава, и ныне, праздника. Ектении, и отпуст, и час 1. На литургии, блаженна праздника, песнь 4, на 4: и апостола песнь 6, на 4. Прокимен праздника и апостола, глас 8: Во всю землю: Стих: Небеса поведают: Апостол деяний, зачало 2: Возвратишася апостоли: Аллилуиа, глас 1: Исповедят небеса: Евангелие Луки, зачало 40: Созва Иисус обанадесяте: Причастен праздника, и апостола: Во всю землю изыде вещание их:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика и архидиакона Лаврентиа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника 3, глас 4. Подобен: Дал еси знамение: И святаго 3: глас 1. Подобен: Небесных чинов: Слава, и ныне, праздника, глас 4: Прежде Креста твоего Господи, гора небеси: На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, праздника, глас 4: Прежде Креста твоего: Тропарь, глас 4: Мученк твой Господи, Лаврентий: септемвриа во 2-й день: и праздника. На утрени, обычныя кафисмы, и седальны праздника. Канон праздника со ирмосом на 8: и святаго на 4, глас 4. По 3-й песни,
  
  Кондак святаго, глас 2. Подобен: Вышних ищя: Огнем божественным распалив сердце твое, огнь страстей до конца испепелил еси, страдальцев утверждение, Богоносе мучениче Лаврентие, и в страданиих вопиял еси верно: ничтоже мя разлучит любве Христовы.
  
  И икос, и седален, глас 8. Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен праздника, дважды. На стиховне стихиры, праздника, глас 6. Подобен: Ангельския: Слава, и ныне, глас тойже: Владычице чистая: На литургии, блаженна праздника, песнь 5-я обоих канонов, со ирмосом на 6.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика и архидиакона Евпла.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника 3, глас 1. Подобен: Небесных чинов: И святаго три, глас 4. Подобен: Дал еси знамение: Слава, и ныне, праздника: Гора яже иногда: На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, глас 4: На горе высоце: Тропарь, глас 4: Мученк твой Господи: септемвриа во 2-й день: и праздника. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, мученика: И ныне, праздника. и обычныя кафисмы, и седальны праздника. Канон праздника, со ирмосом на 8: и святаго на 4, глас 4. По 3-й песни,
  
  Кондак святаго, глас 1. Подобен: Лик ангельский: Законы Христовы в руку обнося, предстал еси вопия врагом в подвизе: самозван есть страдальчествовати твердейши. темже приклонив радостно выю твою, подъял еси усечение мечем, скончавый течение твое.
  
  И седален, глас 1. Слава, и ныне, праздника, глас 4. По 6-й песни кондак и икос праздника. По 9-й песни, светилен праздника, дважды. На стиховне, стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, глас и подобен тойже: Глас Отечь с небесе: На литургии, блаженна праздника, песнь 6-я обоих канонов, со ирмосом на 6.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Фотия и Аникиты:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Поется же с ними служба и святаго Максима исповедника. Стихиры мучеников 3, глас 4. Подобен: Дал еси знамение: И преподобнаго 3, глас тойже. Подобен: Яко добля: Слава, преподобнаго, глас 8: Монахов множества: И ныне, праздника, глас тойже: Мрак законный: На стиховне, стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, преподобнаго, глас 6: Преподобне отче, во всю землю: И ныне, праздника, глас 5: Божества твоего Спасе: Тропарь, глас 4: Мученцы твои Господи: септемвриа в 20-й день. И преподобнаго, глас 8: Православия наставниче: октовриа в 11-й день. И ныне, праздника. На утрени, на Бог Господь, тропарь праздника, единожды: и мучеников, единожды. Слава, преподобнаго: И ныне, праздника: и обычныя кафисмы: и седальны праздника. Канон праздника, со ирмосом на 6: и мучеников на 4, глас 4: и преподобнаго на 4, глас 8. По 3-й песни,
  
  Кондак преподобнаго, глас 6. Подобен: Еже о нас: Свет трисиянный всельшийся в душу твою, сосуд избран показа тя всеблаженне, являюща Божественная концем: неудобопостижных разумений ты сказуяй блаженне, и троицу всем максиме воспроповедуяй ясно, пресущную безначальну.
  
  И икос, и седален мучеников, глас 4. Слава, преподобнаго, глас 3. И ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен преподобнаго: Труба явился еси премудрости: Слава, и ныне, праздника. На стиховне праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, тойже. На литургии, блаженна праздника, песнь 7-я, и 8-я, от обоих канонов, со ирмосом на 6.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Преподобнаго отца нашего Максима Исповедника.
          В сий же день отдается праздник Господня Преображения: и поется служба вся праздника.`,
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Вечер, обычная кафисма, на Господи воззвах, стихиры праздника на 6, поемыя на самый праздник: Слава, и ныне, праздника. Аще суббота. Слава праздника, И ныне, догматик настоящаго гласа. На стиховне стихиры, и Слава, и ныне, праздника. Тропарь праздника. ектениа, и отпуст. На повечерии, по трисвятом кондак праздника. Полунощницу же поем по обычаю, с тропари дневными. На утрени, на Бог Господь, тропарь праздника, трижды. По кафисмах седальны праздника. Канон праздника со ирмосом на 8: другий без ирмосов на 6. Катавасиа: Крест начертав: оба лика вкупе. По 3-й песни, седален дважды. По 6-й песни, кондак и икос праздника. На 9-й песни, Честнейшую не поем: но поем припев праздника. Светилен праздника, дважды. На хвалитех стихиры праздника, на 4. Слава, и ныне, праздника. Славословие великое. По трисвятом тропарь праздника, ектении, оглашение, и отпуст: и обычное исхождение, и час 1-й в притворе. На литургии, блаженна, обоих канонов песнь 9-я, со ирмосом на 8. Тропарь праздника. Слава, и ныне, кондак праздника. Прокимен, Аллилуиа, и причастен праздника, апостол и Евангелие дне точию.
  
  [МРК] Аще ли случится отдание праздника Преображения Христова в неделю.
  
  На малей вечерни, стихиры воскресны. На стиховне стихира воскресна, и праздника стиховна, с припевы своими великия вечерни. Слава, и ныне, праздника. Тропарь воскресн. Слава, и ныне, праздника. На велицей вечерни, на Господи воззвах, стихиры воскресны 3, и анатолиев един: и праздника 6, поемыя на самый праздник. Слава, праздника: И ныне, Богородичен первый, гласа. На литии стихиры, и Слава, и ныне, праздника. На стиховне стихиры воскресны: Слава, и ныне, праздника. По трисвятом тропарь: Богородице Дево, дважды, и праздника, единожды. и благословение хлебов, и чтение. На утрени, на Бог Господь, тропарь воскресн, дважды. Слава, и ныне, праздника. По кафисмах седальны воскресны, с богородичны их: и чтение во евангелии, неделя ряд, и прочая по обычаю. Канон воскресн со ирмосом на 4, и Богородицы на 2: и праздника оба канона, на 8. Катавасиа: Крест начертав: оба лика вкупе. По 3-й песни, кондак и икос праздника, и седален праздника дважды: По 6-й песни, кондак и икос воскресн. На 9-й песни, поем Честнейшую: Светилен воскресн. Слава, и ныне, праздника. На хвалитех стихиры воскресны 4: и праздника 4. со славным, с припевы праздничными. Слава, стихира евангельская. И ныне, Преблагословенна еси: Славословие великое. По трисвятом, тропарь воскресн точию. Ектении, оглашение, и отпуст, и час 1-й в притворе. На часех, тропарь воскресн. Слава, праздника: И ныне, Богородичен часов, Кондак праздника, такожде и на прочих часех, кондак воскресн, и праздника, глаголем пременяюще. На литургии, блаженна гласа, на 6: и праздника, 4-го гласа, песнь 9-я, на 4. Тропарь воскресн, и праздника. Слава, кондак воскресн: И ныне, праздника. Прокимен, Аллилуиа, и причастен дне и праздника. апостол и Евангелие дне.`,
        },
      },
      {
        description: `В тойже день память иже во святых отца нашего Тихона, епискпа Воронежскаго, Задонскаго чудотворца.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 8: От юности возлюбил еси Христа, блаженне, образ всем был еси словом, житием, любовию, духом, верою, чистотою и смирением: темже и вселился еси в небесныя обители, идеже предстоя престолу Пресвятыя Троицы, моли святителю Тихоне, спастися душам нашим.
  
  Кондак, глас 8: Апостолов преемниче, святителей украшение, православныя церкве учителю, Владыце всех молися, мир вселенней даровати и душам нашим велию милость.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Предпразднство Успения Пресвятыя Богородицы:
          И святаго пророка Михеа.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры предпразднства 3, глас 4. Подобен: Яко добля: В кимвалех возгласим: И пророка 3, глас тойже. Подобен: Дал еси знамение: Слава, и ныне, предпразднства, глас тойже, самогласен: Всечестное твое успение: Аще в пяток вечера, И ныне, догматик. На стиховне стихиры, глас 2. Подобен: Доме евфрафов: Припев первый: Воскресни Господи в покой твой: Вторый: Клятся Господь Давиду истиною: Слава, и ныне, глас 2: Яже небес вышшая сущи:
  
  Тропарь, глас 4: Людие предыграйте, руками плещуще верно, и любовию соберитеся днесь радующеся, и светло восклицающе вси веселием: Божия бо Мати имать от земных к вышним прейти славно, юже песньми присно яко Богородицу славим.
  
  На утрени, на Бог Господь, тропарь предпразднства трижды, и обычныя кафисмы: и седальны предпразднства. Канон предпразднства, со ирмосом на 8, глас 5: и пророка на 4, глас 8. По 3-й песни, седален пророка, глас 1. Слава, и ныне, предпразднства, глас 4. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: В славней памяти твоей вселенная невещественным духом испещрена, умно с веселием зовет тебе: радуйся Дево, христиан похвало.
  
  И икос. По 9-й песни, светилен предпразднства. Слава, и ныне, другий. На стиховне стихиры, глас 6. Подобен: Тридневен: с припевы их. Слава, и ныне, предпразднства, глас 3: Приидите вси концы: На литургии, блаженна, песнь 3-я и 6-я. По входе тропарь прежде храма Христова, и предпразднства, и храма святаго. Слава, кондак храма святаго: И ныне, предпразднства. [Зри] Аще случится предпразднство Успения Богородицы в неделю, и поем всю службу предпразднства, с воскресною и пророческою службою, вечер и утро, и на литургии, якоже указася на предпразднство Преображения Христова. Точию на утрени, Катавасиа: Преукрашенная: По входе глаголем тропарь воскресн и предпразднства, и храма святаго, или святыя. Таже кондак воскресн. Слава, храма святаго, или святыя. И ныне, предпразднства.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Успение Пресвятыя славныя Владычицы нашея Богородицы, и Приснодевы Марии.',
        service: {
          typikonSign: TypikonSign.ВЕЛИКИЙ,
          instructions: `На малей вечерни, на Господи воззвах, стихиры на 4, глас 1. Подобен: Небесных чинов: Слава, и ныне, глас 6: Приидите всемирное успение: Прокимен дне. На стиховне стихиры, глас 2. Подобен: Доме евфрафов: Припев: Воскресни Господи в покой твой: Вторый: Клятся Господь Давиду: Слава, и ныне, глас тойже: Двери небесныя:
  
  Тропарь, глас 1: В рождестве девство сохранила еси, во успении мира не оставила еси Богородице: преставилася еси к животу, Мати сущи Живота, и молитвами твоими избавляеши от смерти души наша.
  
  Ектениа малая. и отпуст. На велицей вечерни, поем: Блажен муж: 1-й антифон. На Господи воззвах, стихиры на 8, глас 1. Слава, и ныне, глас тойже: Богоначальным мановением: Вход. Прокимен дне. Чтения 3: 1-е, Бытия: Изыде Иаков от студенца клятвеннаго: 2-е, Пророчества Иезекиилева: Тако глаголет Господь, будет от дне осмаго: 3-е, Притчей: Премудрость созда себе дом: На литии стихиры самогласны, глас 1. Слава, глас 5: Приидите празднолюбных собор: И ныне, глас тойже: Воспойте людие: На стиховне стихиры самогласны, глас 4. Припев: Воскресни Господи в покой твой: 2-й, Клятся Господь Давиду истиною: Слава, и ныне, глас тойже: Егда изшла еси Богородице Дево: На благословении хлебов тропарь, глас 1: В рождестве девство сохранила еси: трижды, писан на малей вечерни. и Буди имя Господне: с пением, трижды: и псалом: Благословлю Господа: до Не лишатся всякаго блага. и чтение. На утрени, на Бог Господь, тропарь праздника, трижды. И обычныя кафисмы, и седальны праздника, и чтение. и даются свещи братии. По полиелеи седален, глас 4: Возопий Давиде: Слава, и ныне, тойже: и чтение. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Помяну имя твое: Стих: Слыши Дщи и виждь: Всякое дыхание: Евангелие Луки, зачало 4: Воставши Мариам: По 50-м псалме стихира, глас 6: Егда преставление: Канона два: един, глас 1, кир Космы. Другий, глас 4, кир Иоанна. Ирмосы 1-го и 2-го канона, по дважды. Тропари обою канонов, на 12. Катавасиа, кийждо лик свой ирмос. По 3-й песни, ипакои, глас 8: Блажим тя вси роди Богородице Дево: По 6-й песни,
  
  Кондак, глас 2: В молитвах неусыпающую Богородицу, и в предстательствах непреложное упование, гроб и умерщление не удержаста: якоже бо Живота Матерь, к Животу престави, во утробу вселивыйся Приснодевственную.
  
  И икос, и чтем пролог. На 9-й песни, паки вжигают свещи братия. Честнейшую не поем, но поем припевы праздника. По 9-й песни, светилен праздника: Апостоли от конец: трижды. На хвалитех стихиры на 4, глас 4. Подобен: Яко добля: Слава, и ныне, глас 6: На безсмертное твое успение: Славословие великое и отпуст. и дается елей от кандила Пресвятыя Богородицы, якоже предречеся септемвриа в 26-й день. и час первый, и конечный отпуст. На литургии, блаженна 1-го канона, песнь 3-я, на 4: и втораго канона, песнь 6-я на 4. По входе тропарь праздника. Слава, и ныне, кондак. Прокимен, глас 3, песнь Богородицы: Величит душа моя Господа: Стих: Яко призре на смирение рабы своея: Апостол к филипписием, зачало 240: Сие да мудрствуется в вас: Аллилуиа, глас 2: Воскресни Господи в покой твой: Стих: Клятся Господь Давиду истиною: Евангелие Луки, зачало 54: Вниде Иисус в весь некую: За Достойно поем ирмос: Побеждаются: и до отдания. Причастен: Чашу спасения прииму: На трапезе утешение братии. Аще ли будет праздник сей в среду или в пяток, разрешаем точию на рыбу и вино. Аще ли же в понедельник, и миряне разрешают на мясо, и сыры, и яица: монаси же точию на рыбу и вино. Празднуется же убо сей праздник девять дней.
  
  [МРК] Подобает ведати, аще случится праздник Пресвятыя Богородицы Успения в неделю:
  
  В субботу на малей вечерни, на Господи воззвах, стихиры воскресны гласа на 4. Слава, и ныне, праздника. На стиховне стихира воскресна едина: и праздника, стиховна великия вечерни, с припевы праздника. Слава, и ныне, праздника. Тропарь воскресн. Слава, и ныне, праздника. Ектения малая, и отпуст. На велицей вечерни, по обычной кафисме, на Господи воззвах, стихиры воскресны 3, и анатолиев един: и праздника 6. Слава, и ныне, праздника. Вход, прокимен дне: и чтения 3, праздника. На литии стихиры, и Слава, и ныне, праздника. На стиховне стихиры воскресны. Слава, и ныне, праздника. На благословении хлебов, тропарь праздника, трижды. и чтение в посланиих: На утрени, на Бог Господь, тропарь воскресн, дважды. Слава, и ныне, праздника. По обычных кафисмах, седальны воскресны, с богородичны их. и чтение во евангелии толковом, неделя рядовая. Таже полиелей, и тропари: Ангельский собор: и седальны вси праздника, по единожды. и чтение праздника. Степенна гласа. прокимен, и Евангелие праздника. Таже, Воскресение Христово: псалом 50, и целование евангелиа, по обычаю. Посем, Слава: Молитвами Богородицы: И ныне, тойже. стихира праздника. Канон воскресн со ирмосом на 4: и Богородицы на два: и праздника оба канона на 8. Катавасиа, ирмосы праздника, обоих канонов. По 3-й песни, кондак воскресн, и ипакои праздника, единожды. По 6-й песни, кондак и икос праздника. и чтем пролог. На 9-й песни, припевы не поем, но Честнейшую: Светилен воскресн. Слава, и ныне, праздника: На хвалитех стихиры воскресны 4: и праздника 4, с припевы праздника. Слава, праздника: И ныне: Преблагословенна еси: и Славословие великое. Трисвятое, тропарь воскресн точию, ектении, и отпуст. дается же и елей от кандила праздника: таже, стихира евангельская, и оглашение, и обычное исхождение, и час 1-й в притворе. На 1-м часе, тропарь воскресн. Слава, праздника: И ныне, Богородичен часов. По Отче наш, кондак воскресн и отпуст. Такожде и на прочих часех тропарь воскресн. Слава, праздника: И ныне, Богородичен часов. Кондак праздника, и воскресн, глаголем пременяюще. На литургии, блаженна воскресна гласа на 6: и праздника песнь 3, на 4. По входе тропарь воскресн, и праздника. Слава, кондак воскресн. И ныне, праздника. Прокимен, апостол, Аллилуиа, Евангелие, и причастен дне и праздника.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `От Едеса пренесение в Константинь град Нерукотвореннаго Образа Господа нашего Иисуса Христа, рекше Святаго Убруса:
          И святаго мученика Диомида.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры на 6: Успения 3, глас 2: Киими похвальными: и Образа 3, глас и подобен тойже. Слава, Образа: И ныне, праздника Богородицы. На стиховне стихиры праздника Богородицы, с припевы ея. Слава, Образа: И ныне, Богородицы.
  
  Тропарь Образа, глас 3: Пречистому твоему Образу покланяемся благий, просяще прощения прегрешений наших Христе Боже: волею бо благоволил еси, плотию взыти на Крест, да избавиши яже создал еси, от работы вражия. тем благодарственно вопием ти: радости исполнил еси вся Спасе наш, пришедый спасти мир.
  
  Слава, и ныне, праздника. На повечерии, по Достойно, кондак праздника, и до отдания. На утрени, на Бог Господь, тропарь Образа, дважды. Слава, и ныне, праздника Богородицы. По кафисмах, седальны Образа, и праздника Богородицы: Таже канон праздника Богородицы со ирмосом на 6: и Образа на 6. Катавасиа: Преукрашенная: и до отдания праздника. По 3-й песни, кондак и икос праздника Богородицы, и седален Образа, глас 1, дважды. Слава, и и ныне: Лик божественных апостол. По 6-й песни,
  
  Кондак, глас 2. Подобен: В молитвах: Неизреченнаго и Божественнаго твоего к человеком смотрения, неописанное Слово Отчее, и Образ неписанный, и Богописанный победителен, ведуще неложнаго твоего воплощения, почитаем того лобызающе.
  
  И икос. По 9-й песни, светилен Образа. Слава, и ныне, праздника Богородицы. На хвалитех стихиры Образа на 4, глас 4. Подобен: Званный свыше: Слава, Образа: И ныне, праздника Богородицы. Славословие великое. По трисвятом, тропарь Образа. Слава, и ныне, праздника Богородицы. Ектении, и отпуст, и час 1-й. На литургии, блаженна праздника, песнь 1-я, на 4: и Образа песнь 6-я, на 4. Прокимен, глас 4: Воспойте Господеви песнь нову: Стих: Видеша вси концы земли: Апостол к колоссаем, зачало 250: Благодаряще Бога и Отца: или к коринфяном, зачало 173: Надеяние таково имамы: таже ряд. Аллилуиа, глас 4: Господи во свете лица твоего: Евангелие Луки, зачало 48 от полу: Бысть егда скончавахуся дние восхождению Иисусову: и посем ряд, Евангелие. Причастен: Господи во свете лица твоего пойдем, и о имени твоем возрадуемся во веки. Службу святаго Диомида поем на повечерии.
  
  Аще храм нерукотвореннаго образа, или восхощет настоятель, творим бдение.
  
  На малей вечерни, стихиры на 4, глас 1. Подобен: Небесных чинов: Слава, и ныне, глас 6: Преклонил еси небеса: На стиховне стихиры, глас 2. Подобен: Доме евфрафов: Припев: Знаменася на нас свет: 2-й, Господи во свете лица твоего пойдем: Слава, и ныне, подобен тойже: Подаждь певцем Образа: Тропарь, глас 2: Пречистому твоему Образу: писан в 1-й службе. Ектениа малая, и отпуст. На велицей вечерни, по обычном псалме, поем Блажен муж, 1-й антифон. На Господи воззвах, стихиры на 8, глас 4. Подобен: Званный свыше: Ины стихиры глас 6: самогласны. Слава, глас 8: Человеколюбче Владыко: И ныне, Успения, глас тойже: Девичестии лицы днесь: Вход. Прокимен дне. Чтения 3: 1-е, Втораго закона: Рече Моисей к людем, ныне слыши Израилю: 2-е, Втораго закона: Собра Моисей вся люди Израильтеския: 3-е, Царствия третияго: Ста Соломон пред лицем: На литии стихиры самогласны, глас 1. Слава, и ныне, глас 5: Недр не отлучився Отческих: На стиховне стихиры, глас 4. Подобен: Дал еси знамение: припевы писаны на малей вечерни. Слава глас 6: Господи воплотился еси: И ныне, глас 8: Уверяя Иисус Сын твой: На благословений хлебов тропарь Убруса, дважды: другий Успения, единожды. Буди имя Господне: пением, трижды. псалом 33: Благословлю Господа: до Не лишатся всякаго блага. И чтение. На утрени, на Бог Господь, тропарь Образа дважды. Слава, и ныне, Успения, и обычныя кафисмы, и седальны Убруса, и праздника Богородицы, и чтение. По полиелеи седален. глас 4: Не ктому сетование: дважды. Слава, и ныне, Успения, глас тойже: Возопий Давиде: и чтение. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Господи во свете лица твоего пойдем, и о имени твоем возрадуемся во веки. Стих: Видеша вси концы земли спасение Бога нашего. Всякое дыхание: Евангелие Луки, зачало 48 от полу: Бысть егда скончавахуся дние восхождению Иисусову: По 50-м псалме стихира, глас 6: Господи воплотился еси: писана на велицей вечерни, на стиховне. Канон Успения, 1-го гласа со ирмосом на 6: и Убруса два канона, на 8. един, глас 4: другий, глас 6. Катавасиа: Преукрашенная: По 3-й песни, кондак и икос Успения: и седален Убруса, глас 4, дважды. Слава, и ныне, праздника Богородицы. По 6-й песни, кондак, глас 2, писан в первой службе, и икос: и чтем пролог. По 9-й песни, светилен Убруса, дважды. Слава, и ныне, Успения. На хвалитех стихиры Убруса на 4, глас 5. Подобен: Радуйся: Слава, глас 4: Да каплют облацы сладость: И ныне, Успения, глас 1: Подобаше самовидцем: Славословие великое. По трисвятом, тропарь Убруса. Слава, и ныне, Успения. Ектениа, и отпуст, и час 1-й. На литургии, блаженна Успения, от канона 1-го гласа, песнь 1-я на 4: и Убруса, от канона 4-го гласа, песнь 6-я, на 4. По входе тропарь Убруса, и Успения. Слава, кондак Убруса. И ныне, кондак Успения. Прокимен, апостол, Аллилуиа, Евангелие, и причастен зри в первой службе.
  
  [МРК] Подобает ведати, аще случится попразднство Успения Богородицы, и Нерукотвореннаго Образа в неделю, кроме храма.
  
  В суббту, на малей вечерни, стихиры воскресны и Богородицы, по обычаю. На велицей вечерни, по кафисме, на Господи воззвах стихиры воскресны 3: и праздника 3: и Образа 4. Слава, Образа. И ныне, Богородичен 1-й гласа. Вход. На литии стихиры праздника: стиховна вечерняя того дне. Слава, Образа. И ныне, праздника, глас 5. На стиховне стихиры воскресны. Слава, Образа. И ныне, праздника. На благословении хлебов, тропарь праздника дважды, и Образа единожды. Аще несть бдения, по Ныне отпущаеши, тропарь воскресн. Слава, Образа. И ныне, праздника. На повечерии, по Достойно, кондак Образа, Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь воскресн, дважды: Слава, Образа: И ныне, праздника. и прочее поем и до канона воскресно. Канон воскресн, со ирмосом на 4: и праздника на 4: и Образа на 6. Катавасиа праздника: Преукрашенная: По 3-й песни, кондак и икос праздника, и седален Образа. Слава, и ныне, праздника. По 6-й песни, кондак и икос Образа. На 9-й песни поем Честнейшую: Светилен воскресн. Слава, Образа. И ныне, праздника. На хвалитех стихиры воскресны 4: и образа 4, с припевы его. Слава стихира евангельская. И ныне, Преблагословенна еси: Славословие великое. таже тропарь воскресн, и ектении, и отпуст, и оглашение, и исхождение в притвор, и час 1-й. На часех же глаголем тропарь воскресн. Слава, Образа. И ныне, Богородичен часов. По Отче наш, кондак воскресн. На 3-м часе, тропарь воскресн. Слава, праздника. И ныне, Богородичен часов. По Отче наш, кондак Образа. Такожде глаголем и на прочих часех тропарь воскресн, Образа же и праздника, тропарь и кондак пременяем. На литургии, блаженна гласа на 4: и праздника песнь 1-я на 4: и Образа песнь 6-я, на 4. По входе тропарь воскресн, и Образа, и праздника, кондак воскресн. Слава, Образа. И ныне, праздника. Прокимен, апостол, Аллилуиа, Евангелие, и причастен воскресн, и Образа.
  
  [Зри] Аще случится попразднство Успения Богородицы в субботу: Глаголем, на Господи воззвах, Слава, праздника: И ныне, Богородичен 1-й настоящаго гласа. На утрени, канон праздника на 6, и святаго на 6.
  
  [МРК] Аще случится попразднство Успения Пресвятыя Богородицы в неделю, кроме праздника Нерукотвореннаго Образа:
  
  В суббту, на малей вечерни, стихиры воскресны и Богородицы, по обычаю. На велицей вечерни, на Господи воззвах, стихиры воскресны 3: анатолиев 1: и праздника, того дне на ряду 3, и минеи святаго 3. Слава, праздника, или святаго. И ныне, Богородичен 1-й гласа. Вход, прокимен дне, и ектении. На литии стихиры праздника, стиховна вечерняя того дне. Слава, и ныне, праздника. На стиховне стихиры воскресны. Слава, святаго, аще ли ни, Слава, и ныне, праздника. На благословении хлебов тропарь: Богородице Дево радуйся: дважды. и праздника единожды, и чтение во апостольских посланиих. На утрени, тропарь воскресн, дважды. Слава, святаго: аще ли ни, Слава, и ныне, праздника. По кафисмах седальны воскресны, с богородичны их, и чтение во евангелии толковом. Таже непорочны: и тропари: Ангельский собор: и ипакои гласа, и чтение. Степенна, и прокимен гласа, Евангелие воскресное. Воскресение Христово: и псалом 50, и прочее воскресно. Канон воскресн со ирмосом на 4: и Богородицы на 2: и праздника на 4: и святаго на 4. Катавасиа праздника. По 3-й песни, кондак и икос праздника, или святаго, и седален. Слава, и ныне, праздника. По 6-й песни, кондак воскресн и икос. На 9-й песни поем Честнейшую. Светилен воскресн. Слава, святаго: аще ли ни, Слава, и ныне, праздника. На хвалитех стихиры воскресны 4, и праздника 4, стиховна того дне, со славным, с припевы праздника. Слава, стихира евангельская. И ныне: Преблагословенна еси: По славословии тропарь воскресн точию, и ектении, и отпуст, и оглашение, и исхождение в притвор, и час 1-й. На 1-м часе, тропарь воскресн. Слава, праздника. И ныне, Богородичен часов. По Отче наш, кондак праздника, и конечный отпуст. На 3-м часе, тропарь воскресн. Слава, святаго: аще ли ни, Слава, праздника: по Отче наш, кондак праздника, и воскресн, глаголем пременяюще. На литургии, блаженна гласа на 6: и праздника, от канона песнь рядовая, на 4. По входе тропарь воскресн, и праздника, и храма святаго, и святаго, аще есть. Таже кондак воскресн, и храма святаго, или святыя. Слава, святаго, аще есть: аще ли ни Слава, храма святаго. И ныне, праздника. Прокимен воскресн гласа и праздника: апостол, Аллилуиа, и Евангелие дне. Причастен: Хвалите Господа с небес: и праздника. Аще имать святый апостол и Евангелие, тогда поем прокимен воскресн гласа и святаго: апостол и Евангелие дне и святаго. Причастен: Хвалите Господа с небес: и святаго.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Мирона.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника 3, глас 4. Подобен: Званный свыше: и святаго 3, глас 2. Подобен: Егда от древа: Слава, и ныне, праздника, глас тойже, самогласен: Яже небес вышшая: На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, глас тойже: Всенепорочная невеста: Тропарь праздника. На утрени, на Бог Господь, тропарь праздника, трижды, и обычныя кафисмы: и седальны праздника. Канон праздника вторый, глас 4, со ирмосом на 8: и святаго на 4, глас 2. По 3-й песни,
  
  Кондак святаго, глас 4. Подобен: Вознесыйся: Измлада Христа возлюбив преславне, и того соблюдая Божественныя заповеди, к тому притекл еси весь цел, Мироне всечестне, и со ангелы молишися прилежно. проси всем почитающим память твою оставления грехов.
  
  И седален, глас 1. Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен праздника, дважды. На стиховне стихиры праздника, глас 6. Подобен: Тридневен: Слава, и ныне, глас 3: Приидите вси концы земнии: На литургии, блаженна праздника песнь 3, обою канонов, со ирмосом на 6.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Флора и Лавра.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника 3, глас 2. Подобен: Киими похвальными: И святых 3, глас 4. Подобен: Дал еси знамение: Слава, глас 2: Ревнители святии: И ныне, праздника, глас 4: Приидите воспоим людие: На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, глас 4: Давидскую песнь:
  
  Тропарь мучеников, глас 4: Преудобренную и Богомудрую двоицу пресветлую восхвалим вернии по достоянию, Флора преблаженнаго и Лавра всечестнаго, иже усердно Троицу несозданную ясно проповедаста всем. темже пострадавше до крове, и венцы пресветлыми увязостеся, молитеся Христу Богу, да спасет души наша.
  
  Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, мучеников. И ныне, праздника, и обычныя кафисмы, и седальны праздника, и чтение. Канон праздника, со ирмосом на 8: и святых на 4, глас 8. По 3-й песни,
  
  Кондак мучеников, глас 8. Подобен: Яко начатки: Яко благочестия мученики, и страдальцы Христовы Богомудрены, вселенная. преславно почитает Флора и Лавра днесь: яко да улучим благодать и милость молитвами их, и избавимся бед и напастей, гнева же и скорби в день судный.
  
  И седален, глас 8. Слава, и ныне, праздника, глас тойже. По 6-й песни, кондак праздника, и икос. По 9-й песни, светилен праздника, дважды. На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, глас 4: Всечестное твое успение: На литургии, блаженна праздника, песнь 4-я, обою канонов, со ирмосом на 6: Прокимен праздника, и до отдания, и святых: Святым иже суть на земли его: Стих: Предзрех Господа: Апостол ко ефесеем, зачало 233: Возмогайте о Господе: Евангелие Луки, зачало 63: Ничтоже покровено есть: Причастен: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Андреа Стратилата, и с ним дву тысящ пяти сот девятидесяти трех.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника 3, глас 4. Подобен: Яко добля: и святаго 3, глас 1. Подобен: Всехвальнии мученицы: Слава, и ныне, праздника, глас тойже: Егда изшла еси Богородице: На стиховне стихиры праздника, глас 1. Подобен: Небесных чинов: Слава, и ныне, глас 5: Приидите празднолюбных собор:
  
  Тропарь святаго, глас 5: Земнаго сана славу оставив, небесное царство наследовал еси: кровными каплями, яко пречудным камением нетленныя венцы украсил еси, и ко Христу привел еси собор страстотерпец: с лики ангельскими в невечернем свете, незаходимаго солнца Христа обрел еси, святе Андрее стратилате. егоже моли с пострадавшими с тобою присно, да спасет души наша.
  
  Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь праздника дважды. Слава, святаго: И ныне, праздника, и обычныя кафисмы, и седальны праздника: и чтем от словес праздничных. Канон праздника, со ирмосом на 8: и святых на 4, глас 4. По 3-й песни,
  
  Кондак святаго, глас 2: В молитвах Господеви предстоя, якоже звезда солнцу предтекий, и желаемое сокровище царствия узрел еси, радости неизреченныя исполняяся, безсмертному Царю в безконечныя веки от ангел безпрестанно хвалимому поеши, Андрее стратилате: с нимиже молися непрестанно о всех нас.
  
  И седален. Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни светилен праздника дважды. На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, глас 5: Воспойте людие Матери Бога нашего: На литургии, блаженна праздника, песнь 5-я, обою канонов, на 6. Прокимен мучеников, глас 4: Святым, иже суть на земли его: Стих: Предзрех Господа предо мною выну: Апостол ко ефесеем, зачало 233: Возмогайте о Господе: Аллилуиа, глас 4: Воззваша праведнии: Стих: Многи скорби праведным: Евангелие Луки, зачало 106: Внемлите от человек, возложат на вы: Причастен: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго пророка Самуила.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника 3, глас 6. Подобен: Всю отложивше: и святаго 3, глас 4. Подобен: Дал еси знамение: Слава, и ныне, праздника, глас 6: На безсмертное твое успение: На стиховне, стихиры праздника, глас 6. Подобен: Тридневен: Слава, и ныне, глас тойже, самогласен: Егда преставление: Тропарь пророка, глас 2: Пророка твоего Самуила: септемвриа в 4-й день. Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, пророка: И ныне, праздника, и обычныя кафисмы, и седальны праздника, и чтение. Канон праздника, со ирмосом на 8: и святаго на 4, глас 4. По 3-й песни,
  
  Кондак, глас 8: Яко многочестный дар прежде зачатия вдан Богу: и измлада тому яко ангел послужил еси всеблаженне, и сподобился еси предбудущая вещати. темже вопием ти: радуйся пророче Божий Самуиле, архиерею великий.
  
  И седален, Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен пророка. Слава, и ныне, праздника. На стиховне, стихиры праздника, глас 2: Подобен: Доме евфрафов: Слава, и ныне, глас и подобен тойже: Вси земнороднии: На литургии, блаженна праздника, песнь 6-я, обою канонов, со ирмосом на 6.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго апостола Фаддеа: И святыя мученицы Вассы.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры апостола 3, глас 8. Подобен: О преславнаго чудесе! и святыя 3, глас 4. Подобен: Дал еси знамение: Слава, и ныне, праздника, глас 6: Приидите всемирное: На стиховне, стихиры праздника, глас 2: Подобен: Егда от древа: Слава, и ныне, глас 8: Девичестии лицы днесь: Тропарь апостола, глас 3: Апостоле святый: септемвриа в 22-й день: Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, апостола: И ныне, праздника, и обычныя кафисмы, и седальны праздника, и чтение. Канон праздника, со ирмосом на 6: и апостола на 4, глас 8: и святыя на 4, глас тойже. По 3-й песни,
  
  Кондак апостола, глас 4: Яко звезду пресветлую церковь тя стяжа, апостоле Фаддее, чудесы твоими всегда просвещаема, спаси верою чтущия память твою.
  
  И седален. Слава, святыя: И ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен апостола. Слава, и ныне, праздника. На стиховне, стихиры праздника, глас 2. Подобен: Доме евфрафов: с припевы их. Слава, и ныне, подобен тойже: Вси небеснии: На литургии, блаженна, песнь 7, на 6.`,
        },
      },
      {
        description: `В тойже день преставление преподобнаго отца нашего Аврамиа архимандрита, Смоленскаго чудотворца.
          Совершается собор его, идеже лежат мощи его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 8: Днесь возсия нам память твоя славне, яко солнце светозарно лучами озаряющая мир, и тьму нощи злых духов от нас отгоняющая. днесь небесныя силы святых ангел, и души праведных мысленно торжествуют, радующеся. днесь и мы грешнии припадающе молимся: отче преподобне Аврамие, Христа Бога моли непрестанно, спасти град и люди, любезно тебе почитающия.
  
  Кондак, глас 3. Подобен: Дева днесь: Возсия Господи, граду твоему память твоего угодника, яко светлое солнце, радостно всех яко лучами озаряющи: паче же молитвы Пречистыя твоея Матере от всех бед избавляют нас, и упражняют варварская шатания. тем мы людие твои, и град наш вельми хвалимся, и спасаемся молитвами твоего угодника, Аврамиа преподобнаго отца.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Агафоника, и иже с ним. Поется же в сий день служба и святаго Луппа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры Агафоника 3, глас 4. Подобен: Дал еси знамение: Луппа 3, глас и подобен тойже. Слава, Агафоника, глас 1: Тезоименне назвался еси: И ныне, праздника, глас тойже: Подобаше самовидцем: На стиховне, стихиры праздника, глас 8, подобен: О преславнаго чудесе! с припевы. Слава, Агафоника, глас 8: Тезоименно звание: И ныне, праздника, глас тойже: Уверяя Иисус Сын твой Богородице: Тропарь, глас 4: Мученцы твои Господи: септемвриа в 20-й день. Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, мучеников: И ныне, праздника. и обычныя кафисмы, и седальны праздника, и чтение. Канон праздника, со ирмосом на 6: и святых два канона на 8: Агафоника, глас 1, и Луппа, глас 4. По 3-й песни,
  
  Кондак мучеников, глас 1: Звание благое стяжав Богомудре, мужей лукавых отвратился еси веры, не убоявся мук Агафониче славне. темже благим был еси наследник, и приял еси со страждущими с тобою достойныя венцы.
  
  И икос, и седален. Слава, Луппа: И ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен мучеников. Слава, и ныне, праздника. На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, подобен тойже: Вси земнороднии: На литургии, блаженна праздника, песнь 8-я обоих канонов, со ирмосом на 6.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Луппа: В сий день отдается праздник Успения Пресвятыя Богородицы.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `И поется служба вся праздника сице: Вечер, обычная кафисма. На Господи воззвах, стихиры праздника, на 6: Слава и ныне, праздника. Аще ли в пяток вечера: Слава, праздника: И ныне, Богородичен 1-й настоящаго гласа. Прокимен дне. кроме входа, и паремий. На стиховне стихиры праздника, с припевы своими. Слава, и ныне, праздника. По трисвятом тропарь праздника. На повечерии, кондак праздника. Полунощницу же поем по обычаю, с кафисмою, и с тропари обычными, глаголем же и молитву: Помяни Господи: На утрени, на Бог Господь, тропарь праздника: дважды. Слава, и ныне, тойже. и обычныя кафисмы, и седальны праздника. Канон праздника со ирмосом на 8: и другий, со ирмосом на 6, ирмосы обою канонов, по дважды. Катавасиа: Преукрашенная: оба лика вкупе. По 3-й песни, ипакои праздника. По 6-й песни, кондак и икос праздника. На 9-й песни поем припевы праздника, якоже указася на самый праздник. Светилен праздника, дважды. На хвалитех стихиры праздника на 4. Слава, и ныне, праздника. Славословие великое. и час 1-й, и отпуст. На литургии, блаженна от обою канонов, песнь 9-я, со ирмосом на 8. Тропарь праздника. Слава, и ныне, кондак. Прокимен, Аллилуиа, и причастен праздника. Апостол же, и Евангелие дне и праздника.
  
  [МРК] Подобает ведати, аще случится отдание праздника Успения Пресвятыя Богородицы в неделю:
  
  В субботу на малей вечерни, стихиры воскресны по обычаю. На стиховне, стихира воскресна едина, и праздника стиховна с припевы своими великия вечерни. Слава, и ныне, праздника. Тропарь воскресен. Слава, и ныне, праздника. На велицей вечерни, по обычной кафисме, на Господи воззвах, стихиры воскресны 3, и анатолиев един, и праздника 6, поемыя на самый праздник. Слава, праздника. И ныне, Богородичен 1-й гласа. На литии стихиры и Слава, и ныне, праздника: На стиховне стихиры воскресны. Слава и ныне, праздника. На благословении хлебов, тропарь: Богородице Дево: дважды, и праздника, единожды. и чтение в посланиих апостольских. На утрени, на Бог Господь, тропарь воскресн, дважды. Слава и ныне, праздника: По кафисмах седальны воскресны, с богородичны их, и чтение во евангелии толковом, и непорочны, и ипакои гласа, и чтение. Степенна, и прокимен гласа. Всякое дыхание: Евангелие воскресно. Воскресение Христово: псалом 50. стихира воскресна, и прочая по обычаю. Канон воскресн со ирмосом на 4, и Богородицы на 2, и праздника оба канона на 8. Катавасиа: Преукрашенная: По 3-й песни, кондак праздника, и икос, и ипакои праздника. По 6-й песни, кондак воскресн и икос и пролог. На 9-й песни, поем Честнейшую: Светилен воскресн. Слава, и ныне, праздника. На хвалитех стихиры воскресны на 4, и праздника на 4 со славным, с припевы праздника. Слава, стихира евангельская. И ныне: Преблагословенна еси: Славословие великое. По трисвятом тропарь воскресн точию. ектении, и отпуст, и оглашение Студитово, и исхождение обычное в притвор, и час первый, и конечный отпуст. На часех, тропарь воскресн. Слава, праздника. И ныне, Богородичен часов. По Отче наш, кондак праздника, и воскресн, пременяюще глаголем. На литургии, блаженна гласа на 6: и праздника, песнь 9-я, на 4: По входе тропарь воскресн, и праздника. Слава, кондак воскресн. И ныне, праздника. Прокимен, апостол, Аллилуиа, и Евангелие дне и праздника. Причастен: Хвалите Господа с небес: и праздника. От сего же дне катавасиа поется: Крест начертав: до 21-го септемвриа. Святаго же Луппа поется служба в 22-й день, якоже предуказася.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Евтиха, ученика святаго Иоанна Богослова.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и Евтиха 3: глас 8. Подобен: О преславнаго чудесе! Слава, и ныне, Богородичен, или Крестобогородичен. На стиховне октоиха. Тропарь, глас 4: И нравом причастник: септемвриа в 3-й день. На утрени, обычныя кафисмы, и седальны октоиха. Оба канона октоиха: и святаго на 4, глас 8. По 3-й песни, седален, глас 3. По 6-й песни,
  
  Кондак, глас 3. Апостолов сопрестольник и святителей красота быв Евтихе, мученически прославился еси, просиял еси яко солнце, всех просвещая, и разорил еси безбожия нощь глубокую: сего ради тя почитаем, яко божественнаго воистинну священнотаинника Христова.
  
  И икос. По 9-й песни, светилен октоиха. Слава, святаго.`,
        },
      },
      {
        description: `В тойже день пренесение честных мощей, иже во святых отца нашего Петра митрополита Киевскаго, и всея России чудотворца.
          Идеже лежат мощи его, совершается полиелей.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Наста днесь всечестный праздник пренесения честных мощей твоих святителю Петре, веселя изрядно твое стадо, и вся люди: о нихже не оскудевай моляся Христу Богу, еже от него дарованней ти пастве сохранитися от враг ненаветованней, и спастися душам нашим.
  
  Кондак, глас 8. Яко врача преизрядна, и источника чудесем обильна, днесь сошедшеся любовию духовная твоя чада, в пренесение честных мощей твоих, архиерею Петре, молим тя: моли Христа Бога даровати честным твоим пренесением стране нашей на враги победительная: да твоими к Богу молитвами, находящих зол избавльшеся, радостною душею и веселием сердца, благодарная ти воспоем, глаголюще: радуйся отче Петре, архиереев и всея Российския земли удобрение.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Возвращение мощей святаго апостола Варфоломеа:
          И память святаго апостола Тита.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры Варфоломеа 3, глас 4. Подобен: Яко добля: И Тита 3, глас тойже. Подобен: Дал еси знамение: Слава, Варфоломеа, глас 2: Оставив земная: На стиховне октоиха. Тропарь, глас 3: Апостоли святии: октовриа в 31-й день. На утрени, канон октоиха един: И святых два, на 8: Варфоломеа, глас 4. И Тита, глас тойже. По 3-й песни,
  
  Кондак Тита, глас 2. Павлов явився собеседник апостоле, с ним нам слово предвозвестил еси божественныя благодати, тайноглагольниче Тите приснопамятне. сего ради вопием ти: не престай моляся о всех нас.
  
  И седален Варфоломеа. глас 3. Слава, Тита, глас 8. И ныне, Богородичен. По 6-й песни,
  
  Кондак Варфоломеа, глас 4. Подобен: Явился еси: Явился еси велие солнце церкви, учений сиянием и чудесы страшными, просвещая поющия тя, Варфоломее Господень апостоле.
  
  И икос. По 9-й песни, светилен октоиха, Слава, апостолов. На стиховне октоиха. На литургии, прокимен, глас 8: Во всю землю: Стих: Небеса поведают: Апостол к Титу, зачало 300: Павел раб Божий: Аллилуиа, глас 1: Исповедят небеса чудеса: Евангелие Матфеа, зачало 11: Вы есте свет мира: Причастен: Во всю землю:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Адриана и Наталии:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и святых 3, глас 4: Подобен: Яко добля: Слава, глас 6: О супруже святый: На стиховне октоиха. Слава, святых, глас 1: Ревность мужа благочестива: Тропарь, глас 4: Мученцы твои Господи: септемвриа в 20-й день. На утрени, оба канона октоиха и святых на 4, глас 6. По 3-й песни,
  
  Кондак, глас 4: Жены богомудрыя божественная словеса в сердце положив, Адриане мучениче Христов, к мучениям усердно устремился еси, с супругою венец прием.
  
  Таже седален, глас 4. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Мученк возсия божественная память, и земныя озари вся концы светло, с веселием зовущих: ты еси мучеников Христе радование.
  
  И икос. По 9-й песни, светилен октоиха. Слава, мучеников. На стиховне октоиха.`,
        },
      },
      {
        description: `В тойже день празднуем сретению иконы Пресвятыя Богородицы Владимирския.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь и кондак, писан иуниа в 23-й день. Аще хощет настоятель, да поет службу ея со Адрианом, якоже Знамению Богородицы с мучеником Иаковом Персским.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Пимена.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры октоиха 3, и преподобнаго 3, глас 8. Подобен: Что вы наречем: Слава, глас 6: Преподобне отче, во всю землю: На стиховне октоиха. Слава, глас 8: Монахов множества: Тропарь, глас 8: Слез твоих теченьми: септемвриа в 3-й день. На утрени, оба канона октоиха: и святаго на 4, глас 8. По 3-й песни, седален, глас 3. По 6-й песни,
  
  Кондак, глас 4: Подобен: Явился еси: Светлых подвиг твоих преподобне отче, наста днесь святая память твоя, души благочестивых веселящи, Пимене богомудре отче наш преподобне.
  
  И икос. По 9-й песни, светилен октоиха: Слава, преподобнаго. На стиховне октоиха. На литургии, прокимен: Честна пред Господем: Стих: Что воздам Господеви: Апостол к галатом: зачало 113: Плод духовный есть: Евангелие Матфеа, зачало 10: По Иисусе идоша народи: Причастен: В память:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Моисеа Мурина:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и преподобнаго 3, глас 8. Подобен: Мученцы твои Господи: На стиховне октоиха. Тропарь, глас 1: Пустынный житель: септемвриа в 29-й день. На утрени, оба канона октоиха: и святаго на 4, глас 8. По 3-й песни, седален глас 3. По 6-й песни,
  
  Кондак, глас 4: Мурины заушив, и лица демонов поплевав, мысленно просиял еси якоже солнце светло, светом жития твоего, и учением наставляя души наша.
  
  По 9-й песни, светилен октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Усекновение честныя главы честнаго славнаго Пророка, Предтечи и Крестителя Иоанна:',
        service: {
          typikonSign: TypikonSign.ВЕЛИКИЙ,
          instructions: `На малей вечерни, на Господи воззвах, стихиры на 4, глас 1. Подобен: Небесных чинов: Слава, глас 8: Предтече Спасов: И ныне: Владычице приими: Прокимен дне. На стиховне стихиры, глас 2. Подобен: Доме евфрафов: с припевы. Слава, и ныне, Богородичен, подобен тойже: Едина христиан:
  
  Тропарь, глас 2: Память праведнаго с похвалами, тебе же довлеет свидетельство Господне Предтече: показал бо ся еси воистинну и пророков честнейший, яко и в струях крестити сподобился еси проповеданнаго. темже за истину пострадав радуяся, благовестил еси и сущим во аде, Бога явльшагося плотию, вземлющаго грех мира, и подающаго нам велию милость.
  
  Слава, и ныне, Вся паче смысла: Ектениа малая, и отпуст. На велицей вечерни, по обычном псалме: поем Блажен муж, 1-й антифон. На Господи воззвах, стихиры на 8, глас 6: Рождеству сотворяему: Слава, туюжде стихиру: Рождеству сотворяему: И ныне: Кто тебе не ублажит: Вход. Прокимен дне. Чтения 3: 1-е, Пророчества Исаиина: Тако глаголет Господь: утешайте: утешайте: 2-е, Пророчества Малахиина: Тако глаголет Господь Вседержитель: се аз посылаю ангела моего: 3-е: Премудрости Соломони: Праведник аще постигнет: На литии стихиры самогласны, глас 1. Слава, глас 5: Беззаконнаго деяния: И ныне, глас тойже: Воспойте людие: На стиховне стихиры, самогласны, глас 2. Припев 1-й: Праведник яко финикс: 2-й: Возвеселится праведник: Слава, глас 8: Предтече Спасов: И ныне, Безневестная Дево: На благословении хлебов, тропарь святаго, дважды, и Богородице Дево: единожды. и Буди имя Господне, с пением трижды, и псалом 33: Благословлю Господа: Конец: Не лишатся всякаго блага. На утрени, на Бог Господь, тропарь Предтечи, дважды. Слава, и ныне: Вся паче смысла: По кафисмах седальны Предтечи: с богородичны их. И чтение: По полиелеи седален, глас 8, дважды. Слава, и ныне, Богородичен. и чтем слово торжественно. Степенна 1-й антифон 4-го гласа. Прокимен: Честна пред Господем: Стих: Что воздам Господеви: Всякое дыхание: Евангелие Матфеа, зачало 57: Слышав Ирод четвертовластник слух Иисусов: По 50-м псалме стихира, глас 6: Пляса ученица вселукаваго диавола: Канона два: един, глас 8: со ирмосом на 8: и другий глас тойже, на 6. Катавасиа: Крест начертав: По 3-й песни, седален глас 8, дважды. Слава, и ныне, Богородичен. По 6-й песни,
  
  Кондак, глас 5. Предтечево славное усекновение, смотрение бысть некое Божественное: да и сущим во аде Спасово проповесть пришествие. да рыдает убо Иродиа, беззаконное убийство испросивши: не закон бо Божий, ни живый век возлюби, но притворный, привременный.
  
  И икос, и пролог. По 9-й песни, светилен Предтечи: Слава, другий: И ныне, Богородичен. На хвалитех стихиры на 4, глас 8. Подобен: О преславнаго чудесе! Слава, глас 6: Паки Иродиа бесится: И ныне, Богородице ты еси лоза: Славословие великое. По трисвятом тропарь Предтечи. Слава, и ныне: Вся паче смысла: Ектении, и отпуст. и дается святый елей братии от кандила Предтечева, и час 1-й. На 1-м часе, тропарь и кондак Предтечи: и конечный отпуст. На литургии, блаженна от канона 1-го песнь 3-я: и 2-го песнь 6-я, на 8. Прокимен, глас 7: Возвеселится праведник: Стих: Услыши Боже глас мой: Апостол деяний, зачало 33: Во дни оны, якоже скончаваше Иоанн: Аллилуиа, глас 4: Праведник яко финикс процветет: Стих: Насаждени в дому Господни: Евангелие Марка, зачало 24: Слыша Ирод царь слух Иисусов: Причастен: В память: На трапезе утешение братии, кроме сыра и яиц и рыбы ядим дважды днем, аще среда или пяток.
  
  [Зри] Ведомо же буди, яко аще случится праздник сий в неделю, предваряет вся служба воскресна на вечерни и на утрени, и на литургии.
  
  Зри постнаго сего устава на Усекновение честныя главы Предтечевы, древними святыми отцы в сей день завещаннаго. Суть убо нецыи предают качеству быти тогда снедей, а не посту, о том бо не возмогохом ничтоже обрести написано в различных типицех: но паче достоит в той день всяко воздержатися постом, за истину пострадавшаго пророка, и проповедавшаго во аде Господа. разрешению же быти точию на древяное масло, и прочая от различных овощнаго плода, и по мере единой чашице вина в славу Божию, труда ради бденнаго. Всяко бо достоит нам в той день сетованием унылым быти, а не чревоугождение имети воздержательнаго ради жития святаго, и скверноубийственнаго кровопролития его от Ирода: понеже усечена бысть глава Предтечева на пиру плясанием блудныя плясавицы, и чревоугодием, и различных животных закланием и кровопролитием. нам же ниединаго от таковых животных, из нихже кровь изливается, но ниже рыб [кровь бо имеют, аще и в воде жительствуют, и от тварей животных суть] подобает вкушати: да не сообщницы явимся Иродову чревоугодию. како бо Крестителево честное усекновение почтити восхощем? мясо ли хощем ясти, или от иных различных брашен многоценных? а он живяше в пустыни безводней, и безтравней: ни хлеба ядяше, ни трапезы имяше. вино ли пием? а он никогдаже пияше вина, ни инаго пития мирскаго: ни в храмех живяше, но под каменем вкопався живяше. стол и трапеза, и одр ему бяше земля, разве нужды естественныя, единою днем вкушаше акриды и мед дивий: чаша же ему пригорщи бяше, а питие из камене текущая вода. Темже братие усердно почтим день сей молитвою и постом в целомудрии, отбежим пиянственнаго сего злаго нрава. аще бо кто неверствием одержимь будет, и узаконеннаго сего многоразсудительнаго повеления не сохранит, таковый зле пагубныя напасти постраждет: право содержащих же подвиг сей Господи благослови, и управи молитвами святаго Предтечи.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отец наших, патриархов Константиня града, Александра, Иоанна и Павла Новаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры Предтечи 3, глас 4. Подобен: Званный свыше: и святых 3, глас 1. Подобен: Всехвальнии мученицы: Слава, Предтечи, глас 6: Паки Иродиа бесится: И ныне, Богородичен, или Крестобогородичен. На стиховне октоиха. Слава, Предтечи, глас 4: Рождение неподобно: Тропарь Предтечи. Слава, святых, глас 4: Боже отец наших: ноемвриа в 20-й день. На утрени, на Бог Господь тропарь Предтечи, дважды. Слава, святых: И ныне, Богородичен, или Крестобогородичен. По обычных кафисмах, седальны октоиха: и чтение. Канон октоиха един: и Предтечи на 4: и святых на 4, глас 8. По 3-й песни,
  
  Кондак святых, глас 8: Христовою любовию распалаеми славнии, и ярем его приемшии крест честный, подражатели того жития явистеся, и божественныя славы его причастницы бысте, Александре богомудре со Иоанном чудным, и Павлом славным: темже престолу его предстояще, прилежно молитеся за души наша.
  
  И седален Предтечи, глас 8. Слава, святых, глас 4. По 6-й песни,
  
  Кондак Предтечи, глас 4: Ирод Предтече беззаконновав, жене подаде главу твою честную, ейже покланяющеся веселимся: Иродиа же плачет и рыдает, и Ирод и плясавшая.
  
  И икос. На стиховне октоиха. Слава, Предтечи, глас 8: Предтече Спасов:`,
        },
      },
      {
        description: `И пренесение мощей святаго благовернаго великаго князя Александра Невскаго, из Владимира в царствующий град святаго Петра.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 4: Познай свою братию Российский Иосифе, не в Египте, но на небеси царствующий, благоверный княже Александре, и приими моления их, умножая жита людем плодоносием земли твоея, грады владычествия твоего ограждая молением, православным людем на сопротивныя споборствуя.
  
  Кондак, глас 4: Якоже сродники твои, Борис и Глеб, явишася тебе с небесе в помощь, подвизающемуся на Вейлгера Свейскаго и воев его: тако и ты ныне блаженне Александре, прииди в помощь нам и побори борющия ны.`,
        },
      },
      {
        description: `В тойже день преставление преподобнаго Александра Свирскаго.
          Совершается собор его во обители его.`,
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Тропарь, глас 4: От юности богомудре желанием духовным в пустыню вселився, единаго Христа возжелал еси усердно стопам в след ходити. темже и ангельстии чини зряще тя удивишася, како с плотию к невидимым кознем подвизався премудре, победил еси полки страстей воздержанием: и явился еси равноангелен на земли, Александре преподобне, моли Христа Бога, да спасет души наша.
  
  Кондак, глас 8: Яко многосветлая звезда, днесь в странах Российских возсиял еси отче, вселився в пустыню, Христовым стопам последовати усердно возжелел еси, и того святое иго на рамо твое взем честный крест, умертвил еси труды подвиг твоих, телесная взыграния. темже вопием ти: спаси стадо твое, еже собрал еси мудре, да зовем ти: радуйся преподобне Александре отче наш.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Положение честнаго пояса Пресвятыя Богородицы.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Вечер, обычная кафисма. На Господи воззвах, стихиры на 6, глас 4. Подобен: Яко добля: Слава, и ныне, глас 2: Яко венцем пресветлым: На стиховне, глас 4. Подобен: Дал еси знамение: Слава, и ныне, глас 2: Смысл очистивше и ум:
  
  Тропарь, глас 8: Богородице Приснодево, человеков покрове, ризу и пояс пречистаго твоего телесе, державное граду твоему обложение даровала еси, безсеменным рождеством твоим, нетленна пребывающи, о тебе бо и естество обновляется и время. темже молим тя: мир граду твоему даровати, и душам нашим велию милость.
  
  На утрени, на Бог Господь, тропарь Богородицы, трижды. По кафисмах седальны Богородицы, и чтение. Каноны два, первый со ирмосом на 8. ирмос по дважды: другий на 4. Катавасиа: Крест начертав: По 3-й песни,
  
  Кондак, глас 2. Подобен: В молитвах: Богоприятное твое чрево Богородице, объемший пояс твой честный, держава граду твоему необорима, и сокровище есть благих неоскудно, едина рождшая Приснодево.
  
  И седален, глас 4. Слава, и ныне, глас тойже. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси днесь: Честнаго пояса твоего положение празднует днесь твой препетая храм, и прилежно взывает ти: радуйся Дево христиан похвало.
  
  И икос. По 9-й песни, светилен: Пояс честный твой: дважды. На хвалитех, стихиры на 4, глас 4. Подобен: Яко добля: Слава, и ныне: Смысл очистивше и ум: Славословие великое. По трисвятом, тропарь. Ектении, и отпуст, и час 1-й, и конечный отпуст. На литургии, блаженна от канонов, песнь 3-я, и 6-я. Прокимен, глас 3, песнь Богородицы: Величит душа моя Господа: Стих: Яко призре на смирение: Апостол ко евреем, зачало 320: Имеяше первая: Аллилуиа: Воскресни Господи в покой твой: Евангелие Луки, зачало 54: Вниде Иисус в весь некую: Причастен: Чашу спасения:
  
  Конец с Богом дванадесяти месяцев Типика.`,
        },
      },
    ],
  },
];
