import { Day } from '../../../typicon/models';

export const JULY: Day[] = [/*
  {
    memories: [
      {
        description: 'Святых и чудотворцев безсребреников Космы и Дамиана, в Риме мучившихся.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, обычная кафисма. На Господи воззвах, стихиры святых на 6, глас 1. Подобен: Небесных чинов: Ины стихиры, глас 4. Подобен: Дал еси знамение: Слава, глас 6: Безконечна есть благодать: И ныне, Богородичен: Богородице, ты еси лоза истинная: Или Крестобогородичен. На стиховне октоиха. Слава, глас 6: Всегда имуще Христа: И ныне, Богородичен, или Крестобогородичен. Тропарь, глас 8: Святии безсребреницы: ноемвриа в 1-й день. На утрени, на Бог Господь, тропарь, святых, дважды. Слава, и ныне, Богородичен, или Крестобогородичен: и седальны октоиха: и чтение. Канона оба октоиха, и святых на 6, глас 4. По 3-й песни, седален, глас 8. Слава, глас тойже. И ныне, Богородичен, или Крестобогородичен. По 6-й песни,

  Кондак, глас 2: Благодать приимше исцелений, простираете здравие сущим в нуждах, врачеве, чудотворцы преславнии: но вашим посещением ратников дерзости низложите, мир исцеляюще чудесы.

  И икос. По 9-й песни, светилен октоиха. Слава, святых: Кое довольно будет слово: На хвалитех стихиры на 6, самогласны, с припевы: 1-й, Святым, иже суть на земли его: 2-й, Се что добро, или что красно: Слава, глас 4: Источник исцелений: И ныне, Богородичен или Крестобогородичен. На стиховне октоиха. Слава, глас 8: Кто не удивится: На литургии, блаженна октоиха, на 4: и от канона святых, песнь 3-я, на 4. Прокимен, глас 4: Святым, иже суть на земли его: Стих: Предзрех Господа: Апостол к коринфяном, зачало 153: Вы есте тело Христово: Аллилуиа, глас 4: Се что добро: Евангелие Матфеа, зачало 34, от полу: Призва Иисус обанадесяте ученики своя: Причастен: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Положение честныя ризы Пресвятыя Владычицы нашея Богородицы, во Влахерне.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, обычная кафисма. На Господи воззвах стихиры, на 6, глас 4. Подобен: Дал еси знамение: Дал еси человеколюбче: Слава, и ныне, глас 2: Смысл очистивше и ум: На стиховне стихиры, глас 1. Подобен: Всехвальнии мученицы: Палата одушевленная: Слава, и ныне, глас 2: Яко венцем:

  Тропарь, глас 8: Богородице приснодево, человеков покрове, ризу и пояс пречистаго твоего телесе, державное граду твоему обложение даровала еси, безсеменным рождеством твоим, нетленна пребывающи: о тебе бо и естество обновляется и время. темже молим тя: мир граду твоему даровати, и душам нашим велию милость.

  На утрени, на Бог Господь, Тропарь Богородицы, трижды: и обычныя кафисмы: и седальны Богородицы: и чтение. Каноны Богородицы два: един, глас 4: со ирмосом на 8: Другий, глас тойже, на 4. Катавасиа: Отверзу уста моя: По 3-й песни, седален, глас 4. Подобен: Вознесыйся: Чудес реки Богородице: Слава, и ныне, тойже. По 6-й песни,

  Кондак, глас 4. Подобен: Вознесыйся: одеяние всем верным нетления, богоблагодатная чистая даровала еси, священную ризу твою, еюже священное тело твое покрывала еси, покрове всех человеков, еяже положение празднуем любовию, и вопием со страхом ти чистая: радуйся Дево, христиан похвало.

  И икос. По 9-й песни, светилен. Подобен: Свете неизменный: Окрилившую Христа ризу: Слава, и ныне: Едина и естество: На хвалитех стихиры на 4, глас 4. Подобен: Яко добля: Рака, содержащая ризу твою: Слава, и ныне, глас 2: Смысл очистивше и ум: писан на вечерни. Славословие великое. По трисвятом тропарь Богородицы единожды: Ектении, и отпуст: и час 1-й: и конечный отпуст. На литургии, блаженна от канона Богородицы, песнь 3-я и 6-я. Прокимен, глас 3: Песнь Богородицы: Величит душа моя Господа: Стих: Яко призре на смирение рабы своея: Апостол, ко евреем, зачало 320: Имеяше первая скиниа: Аллилуиа, глас 8: Воскресни Господи в покой твой: Евангелие Луки, зачало 54: Вниде Иисус в весь некую: Причастен: Чашу спасения:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Вакинфа:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3, и мученика 3, глас 8. Подобен: О преславнаго чудесе! На стиховне, октоиха. Тропарь, глас 4: Мученк твой Господи Вакинф: септемвриа во 2-й день. Оба канона октоиха: и святаго на 4, глас 8. По 3-й песни, седален, глас 3. По 6-й песни,

  Кондак, глас 6: Древо жизни посреде души своея веру твою Христе стяжавый твой мученик, едемскаго рая честнейший бысть, древо прелести змиевы погубив дерзновенно духом, венчася славою твоею многомилостиве.`,
        },
      },
      {
        description: 'В тойже день пренесение мощей во святых отца нашего Филиппа митрополита Московскаго, и всея России чудотворца.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 8: Первопрестольников преемниче, столпе православия, истины поборниче, новый исповедниче святителю Филиппе, душу положивый за паству твою: темже яко имея дерзновение ко Христу моли за град и люди, чтущия достойно святую память твою.

  Кондак, глас 3. Подобен: Дева днесь: Православия наставника, и истины провозвестника, златоустаго ревнителя, Российскаго светильника, Филиппа премудраго восхвалим, пищею словес твоих разумно чада своя питающа: той бо языком хваление пояше, устнама же пение вещаше, яко таинник Божия благодати.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description:
            'Иже во святых отца нашего Андреа, архиепископа Критскаго иерусалимита: И преподобныя Марфы, матере святаго Симеона Дивногорца:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры Андреа 3, глас 1. Подобен: Небесных чинов: и Марфы 3, глас 4. Подобен: Яко добля: Слава, глас тойже: Духовною благодатию: На стиховне октоиха. Слава, святаго, глас 8: Монахов множества: Тропарь святаго, глас 4: Правило веры: септемвриа во 2-й день: и святыя, глас 8: В тебе мати: септемвриа в 11-й день. На утрени, на Бог Господь, тропарь Андреа, дважды. Слава, святыя: и обычныя кафисмы: и седальны октоиха: и чтения. Канон октоиха един: и святых два, на 8. Андреа, глас 5: Преподобныя, глас 8. По 3-й песни,

  Кондак Марфы, глас 2. Подобен: В молитвах: В молитвах Господеви предстоящи, пречистей Деве Богородице пение и хвалы приносящи Марфо честная, породила еси священное отроча, Симеона предивнаго светильника всемирнаго: с нимже моли присно о всех нас.

  И седален святаго, глас 4. Слава, преподобныя, глас тойже. По 6-й песни,

  Кондак, глас 2. Подобен: Вышних ищя: Вострубив ясно божественная сладкопения, явился еси светильник мира светлейший, светом сияя Троицы, Андрее преподобне. темже вси вопием ти: не престай моляся о всех нас.

  И икос. По 9-й песни, светилен октоиха. Слава, святаго. На стиховне октоиха. Слава, глас 6: Преподобне отче: На литургии, прокимен, глас 7: Восхвалятся преподобнии во славе: Стих: Воспойте Господеви песнь нову: Апостол к евреем, зачало 318 от полу: Всяк первосвященник: Аллилуиа, глас 2: Священницы твои облекутся в правду: Евангелие Матфеа, зачало 21: Вся елика аще хощете: Причастен: В память:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Афанасиа Афонскаго.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Идеже храм Афанасиа, творим бдение. На малей вечерни, стихиры на 4, глас 1. Подобен: Всехвальнии мученицы: Слава, глас 6: Безсмертия тезоименитаго: И ныне: Богородице, ты еси лоза истинная: На стиховне стихиры, глас 2. Подобен: Доме евфрафов: с припевы их: 1-й, Честна пред Господем смерть преподобных его. 2-й, Блажен муж бояйся Господа: Слава, и ныне: Горе тя лицы Богородице:

  Тропарь, глас 3: Еже во плоти житию твоему удивишася ангельстии чини, како с телом к невидимым сплетением изшел еси приснославне, и уязвил еси демонския полки. Отонудуже Афанасие Христос тебе воздаде богатыми дарованьми: сего ради, отче, моли спастися душам нашим.

  Слава, и ныне, Богородичен. Ектениа малая, и отпуст. На велицей вечерни, по обычном псалме, поем Блажен муж: 1-й антифон. На Господи воззвах, стихиры на 8, глас 2. Подобен: Киими похвальными венцы: Слава, глас 6: Яко божественная жизнь твоя: И ныне, Богородичен. Вход. прокимен дне. чтения 3 преподобническая. На литии стихира храма, и Афанасиа самогласны, глас 1. Слава, глас 5: Вострубим трубою: И ныне, Богородичен, глас тойже: Вострубим трубою песней: На стиховне стихиры, глас 5. Подобен: Радуйся: Слава, глас 6: Отеческую доброту: И ныне: Богородице ты еси лоза: На благословении хлебов тропарь, глас 3: Еже во плоти житию твоему: дважды. писан на малей вечерни: и Богородице Дево: единожды. и Буди имя Господне: трижды. и псалом: Благословлю Господа: На утрени, на Бог Господь, тропарь святаго, дважды. Слава, и ныне: Тя ходатайствовавшую: и обычныя кафисмы, и седальны святаго. По полиелеи седален, глас 8. Слава, и ныне, Богородичен. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Честна пред Господем смерть преподобных его. Стих: Что воздам Господеви о всех: Евангелие Матфеа, зачало 43: Вся мне предана суть: По 50-м псалме стихира, глас 6: Безсмертия тезоименитаго: Канон Богородицы со ирмосом на 6: и святаго на 8: Катавасиа: Отверзу уста моя: По 3-й песни, седален, глас 8: Подобен: Премудрости: дважды. Слава, и ныне, Богородичен. По 6-й песни,

  Кондак, глас 8. Подобен: Взбранной: Яко невещественных существ зрителя изрядна, и деятельна сказателя всеистинна, взывает тя стадо твое богоглагольниче: не оскудей моля о рабех твоих, избавитися напастей и обхождений, вопиющим ти: радуйся отче Афанасие.

  И икос. По 9-й песни, светилен, дважды. Слава, и ныне, Богородичен. На хвалитех стихиры на 4, глас 8. Подобен: О преславнаго чудесе! Слава, глас тойже, самогласен: Монахов множества: И ныне, Владычице приими: Славословие великое. По трисвятом тропарь святаго. Слава, и ныне, Богородичен. Ектении, и отпуст, и час 1-й, и конечный отпуст. На литургии, блаженна от канона святаго, песнь 3-я и 6-я. Прокимен, глас 7: Честна пред Господем: Стих: Что воздам Господеви: Апостол к галатом, зачало 213: Плод духовный есть: Аллилуиа, глас 6: Блажен муж бояйся Господа: Стих: Сильно на земли будет семя его. Евангелие Луки, зачало 24: Ста Иисус на месте равне: Причастен: В память вечную:`,
        },
      },
      {
        description: `В тойже день обретение честных мощей преподобнаго и богоноснаго отца нашего Сергиа игумена, Радонежскаго чудотворца.
          Совершается собор его во обители его, и идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 8: От юности восприял еси Христа в души твоей преподобне, и паче всего вожделел еси мирскаго мятежа уклонитися, мужески в пустыню вселился еси, и чада послушания в ней, плоды смирения возрастил еси. тем быв Троице вселение, чудесы твоими всех просветил еси приходящих к тебе верою, и исцеления всем подая обильно, отче наш Сергие, моли Христа Бога, да спасет души наша.

  Кондак, глас 8. Подобен: Взбранной: Днесь яко солнце пресветло, возсиявше от земли честныя мощи твоя нетленны обретошася. яко благоуханный цвет, множеством чудес сияюще, и всем верным источающе различная исцеления, и веселяще избранное твое стадо, еже мудре собрав, добре паствил еси. О нихже и ныне Троице предстоиши моляся, победительная на враги даровати, да вси вопием ти: радуйся Сергие Богомудре.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Сисоа Великаго:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры, глас 4: Подобен: Дал еси знамение: Слава, глас 8: Монахов множества: Тропарь, глас 1: Пустынный житель: септемвриа в 29-й день. На утрени, обычныя кафисмы, и седальны октоиха: и чтение. Оба канона октоиха. и святаго на 4, глас 8. По 3-й песни, седален, глас 4. По 6-й песни,

  Кондак, глас 4. Подобен: Явился еси: Подвизався, ангел на земли виден был еси, озаряя преподобне помышления верных богознаменьми всегда: темже тя верою Сисое почитаем.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобных отец наших Фомы, иже в Малеи: И Акакиа, иже в Лествице.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры Фомы, глас 1, подобен: Небесных чинов: И Акакиа, глас 4, подобен: Яко добля: На стиховне октоиха. Тропарь, глас 4: Боже отец наших: ноемвриа в 20-й день. На утрени, канон един октоиха: И святых два на 8. Фомы, глас 2: Акакиа, глас 4. По 3-й песни,

  Кондак Акакиа, глас 2. Подобен: Вышних ищя: Мир оставль, Христу последовал еси от младенства, премудре Акакие преподобне, того подражая вольное смирение, низвергл еси гордостнаго мучителя: моли непрестанно о всех нас.

  Таже седален Фомы, глас 4. Другий Акакиа, глас тойже. По 6-й песни.

  Кондак Фомы, глас 4. Подобен: Вознесыйся: Велию победу мужески показал еси, отонудуже Божественною любовию разгоревся, царя тленнаго и вся красная преобидел еси: на горе Малейстей вселение совершив, от неяже в небесная возшел еси к Царю царей Фомо, моли непрестанно о всех нас.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго великомученика Прокопиа.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры на 6: глас 4, подобен: Яко добля: Ины стихиры, глас тойже, подобен: Дал еси знамение: Слава, глас 6: Просия днесь славная память: На стиховне октоиха. Слава, глас 8: Тайными сиянии: Тропарь, глас 4: Мученк твой Господи Прокопий: септемвриа во 2-й день: На утрени, обычныя кафисмы, и седальны октоиха, и чтение. Оба канона октоиха без мученичнов: и святаго, на 6, глас 4. По 3-й песни, седален, глас 1. По 6-й песни,

  Кондак, глас 2. Подобен: Вышних ищя: Ревностию ко Христу Божественною распалаемь, и креста крепостию ограждаемь, врагов шатание и дерзость низложил еси Прокопие, и честную церковь возвысил еси, верою преуспевая, и просвещая нас.

  И икос. По 9-й песни, светилен октоиха. Слава, святаго. На хвалитех стихиры, на 4, глас 2. Слава, глас 4: Червленицею кровей: На стиховне октоиха. таже глаголем припев: Дивен Бог во святых своих: и поем стихиру самогласну, глас 6: Приидите вси: Слава, глас 8: Якоже Павел звание: На литургии, блаженна октоиха, и от канона святаго, песнь 3. Прокимен, глас 4: Дивен Бог во святых своих: Стих: В церквах благословите Бога: Апостол к Тимофею, зачало 292: Возмогай о благодати: Аллилуиа, глас 4: Праведник яко финикс процветет: Евангелие Матфеа, зачало 39: Иже любит отца, или матерь паче мене: Причастный: В память вечную:

  В тойже день воспоминание знамения, явльшагося от иконы Пресвятыя Владычицы нашея Богородицы, честнаго и славнаго ея Благовещения, во граде велицем Устюзе: И святаго Прокопиа, Христа ради юродиваго, Устюжскаго чудотворца.

  Тропарь, глас 4: Просветився Божественною благодатию Богомудре, и весь разум и сердце, от суетнаго мира сего к Зиждителю неуклонно возложив, целомудрием и многим терпением, во временней жизни течение добре скончал еси, и веру соблюл еси непорочну. темже и по смерти явися светлость жития твоего: источаеши бо чудес источник неисчерпаемый, верою притекающим ко святому твоему гробу, Прокопие всеблаженне, моли Христа Бога, да спасет души наша.

  Кондак, глас 4: Христа ради юродством воздушная мытарства, на руках ангельских неприкосновенно прешед, царскаго достигл еси престола, и от царя всех Христа Бога дар прием благодать исцелений: многими во чудесы твоими и знамением страшным удивил еси град твой великий Устюг. людем твоим милость испросив, миро от честнаго образа Пресвятыя Богородицы молитвою извел еси, и недужным подал еси цельбы. темже молим тя чудоносче Прокопие, моли Христа Бога непрестанно, подати грехов наших прощение.`,
        },
      },
      {
        description: 'В сий день явление образа пресвятыя Богородицы во граде Казани.',
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `Аще хощет настоятель, да поет службу ея с мучеником, якоже Знамения Богородицы с мучеником Иаковом во всем подобно.

  Тропарь, глас 4: Заступнице усердная, мати Господа вышняго, за всех молиши Сына твоего Христа Бога нашего, и всем твориши спастися, в державный твой покров прибегающим. всех нас заступи, о Госпоже Царице и Владычице, иже в напастех и скорбех, и в болезнех обремененных грехи многими, предстоящих и молящихся тебе умиленною душею, и сокрушенным сердцем, пред пречистым твоим образом со слезами, и невозвратно надежду имущих на тя, избавления всех зол, всем полезная даруй, и вся спаси Богородице Дево: ты бо еси божественный покров рабом твоим.

  Кондак, глас 8. Подобен: Взбранной: Притецем людие к тихому сему и доброму пристанищу, скорой помощнице, готовому и теплому спасению, покрову Девы, ускорим на молитву, и потщимся на покаяние: источает бо нам неоскудныя милости, Пречистая Богородица, предваряет на помощь, и избавляет от великих бед и зол, благонравныя и богобоящияся рабы своя.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Панкратиа, епискпа Тавроменийскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и Панкратиа 3: глас 2: Подобен: Егда от древа: На стиховне октоиха. Тропарь, глас 4: И нравом причастник: септемвриа в 3-й день. На утрени, оба канона октоиха: и Панкратиа на 4, глас 1. По 3-й песни, седален, глас 4. По 6-й песни,

  Кондак, глас 4. Подобен: Явился еси: Светлая тавромениом Панкратие, звезда показался еси, и священнострадалец явился еси за Христа: емуже ныне предстоя моли за чтущия тя блаженне.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых четыредесяти пяти мучеников, иже в Никополи Арменстей.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3, и мучеников 3, глас 1. Подобен: Всехвальнии мученицы: На стиховне октоиха. Тропарь, глас 4: Мученцы твои Господи: септемвриа в 20-й день. Оба канона октоиха, и мученичен на 4, глас 5. По 3-й песни седален, глас 4. По 6-й песни,

  Кондак, глас 8. Подобен: Яко начатки: Христа ради мученицы многия муки подъясте, и многобожия низложисте все идольское: и разрушисте безбожие всякия прелести, Христовою силою сия поправше, нас всех верно научаете вопити яве: аллилуиа.`,
        },
      },
      {
        description: 'В сий день празднуем положение честныя ризы Господа нашего Иисуса Христа, иже есть хитон, в царствующем граде Москве.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 4: Днесь притецем вернии, к Божественней и цельбоносней ризе Спасителя нашего Бога, благоизволившаго сию плотию носити, и на Кресте святую свою кровь излияти, еюже искупи нас от работы вражия. тем благодаряще вопием ему: спаси святителей, и град, и вся люди честною твоею ризою защити, и спаси души наша яко человеколюбец.

  Кондак, глас 4: Одеяние нетления, спасительнаго целения, всем человеком Владыко даровал еси твое Божественное сокровище, честную ризу, яже есть хитон, еюже живоносную и святую плоть вочеловечения твоего одеяти благоволил еси. сию желанием приемлюще светло празднуем, страхом же и любовию, яко благодателю воспевающе зовем ти Христе: сохрани в мире святителей и вся люди, по велицей твоей милости.`,
        },
      },
      {
        description: `И память преподобнаго отца нашего Антониа Печерскаго, иже в Киеве бывшаго начальника всех Российских монахов.
          Совершается собор его во обители его, и идеже храм его: в прочих же полиелей.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 4: От мирскаго мятежа изшед, отвержением же мира евангельски Христу последовал еси и равноангельное житие пожив, в тихое пристанище святыя горы Афона достигл еси. Отонудуже благословением отцев в гору Киева пришед, и тамо трудолюбно жизнь совершив, отечество твое просветил еси, и множеству монашествующих стезю ведущую к небесному царствию показав, Христу сия привел еси: егоже моли Антоние преподобне, да спасет души наша.

  Кондак, глас 4. Подобен: Взбранной: Возложив себе Богу, паче всех возлюбленному от юности преподобне, тому от всея души любовию последовал еси: мира же тленная нивочтоже вменив, в земли пещеру соделал еси, и в ней добре противу невидимаго врага козней подвизався, яко светозарное солнце во вся концы земли возсиял еси: отонудуже веселяся прешел еси к небесным чертогом. и ныне со ангелы Владычню престолу предстоя, поминай нас чтущих память твою, да зовем ти: радуйся Антоние, отче наш.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святыя мученицы и прехвальныя Евфимии, сиречь предела отцев:
          И преставление блаженныя Ольги, княгини Российския, во святом крещении нареченныя Елены.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры Евфимии 3, глас 8. Подобен: О преславнаго чудесе! И Ольги 3, глас 4. Подобен: Яко добля: Слава, глас 6: Одесную Спаса предста: На стиховне октоиха. Таже припев: Дивен Бог во святых своих Бог Израилев. и поем стихиру, глас 8: Пеньми да почтится мученица: Слава, глас 6: Одеяна добродетельми: Тропарь, глас 4: Агница твоя Иисусе, Евфимиа: септемвриа в 16-й день.

  Или сей, глас 4: Жениха твоего Христа возлюбивши, и свещу твою светлу уготовльши, добродетельми возсиявши, всехвальная Евфимие: тем возшла еси с ним на брак, венец страдания от него приемши: но от бед избави нас, чтущих верою память твою.

  Слава, тропарь Ольги, глас 1: Крилами богоразумия вперивши твой ум, возлетела еси превыше видимыя твари: взыскавши Бога и Творца всяческих, и того обретши, паки рождение крещением прияла еси: древа животнаго наслаждающися, нетленна во веки пребываеши, Ольго приснославная.

  На утрени, обычныя кафисмы, и седальны октоиха. Канон октоиха един: и Евфимии на 4, глас 8: и Ольги на 4, глас 5. По 3-й песни,

  Кондак Ольги, глас 4. Подобен: Явился еси: Воспоем днесь благодетеля всех Бога, прославльшаго в России Ольгу Богомудрую: да молитвами ея подаст душам нашим грехов оставление.

  Таже седален Евфимии, глас 8, дважды. Слава, и ныне, Богородичен, или Крестобогородичен. По 6-й песни,

  Кондак, глас 6. Подобен: Еже о нас: Подвиги во страдальчестве, подвиги в вере положила еси тепле за Христа Жениха твоего: но и ныне якоже ереси, и врагов шатание под ноги православных царей покорити моли Богородицею, яже от шестисот тридесяти богоносных отец предел приемшая, и хранящая всехвальная.

  И икос. По 9-й песни светилен октоиха. Слава, святыя: И ныне, Богородичен. На хвалитех стихиры Евфимии на 4, глас 3, самогласны, повторяюще первую. Слава, глас 8: Всяк язык да подвижется: На стиховне октоиха. Таже глаголем припев: В церквах благословите Бога: и поем стихиру, глас 8: Радуйся пределе веры: Слава, глас 1: Днесь лицы отечестии: На литургии, блаженна октоиха, на 4: и Евфимии песнь 3-я, на 4. Прокимен, глас 4: Дивен Бог во святых своих: Стих: В церквах благословите Бога: Апостол к коринфяном, зачало 181: Поспешствующе молим: Аллилуиа, глас 1: Терпя потерпех Господа, и внят ми. Евангелие Луки, зачало 33: Моляше Иисуса некий от фарисей: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Прокла и Илариа: И преподобнаго отца нашего Михаила Малеина.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры мучеников три, глас 1. Подобен: Небесных чинов, и преподобнаго, глас 5. Подобен: Преподобне отче: Слава, глас 6: Преподобне отче Михаиле: На стиховне октоиха. Слава, глас 8: Монахов множества: Тропарь, глас 8: В тебе отче: октовриа в 1-й день. На утрени, един канон октоиха: и святых два, на 8. По 3-й песни,

  Кондак мучеников, глас 4. Подобен: Вознесыйся: Яко денница звезда возсия мучеников Прокла и Илариа честное страдание, предозаряющи нас чудес светлостьми: темже празднуем память вашу, Христа Бога молите, да спасет души наша.

  И седален, глас 1. Слава, преподобнаго, глас 8. По 6-й песни,

  Кондак преподобнаго, глас 2. Подобен: Твердыя: Плотскую тяготу утончил еси делы, душевную же быстрость вперил еси просвещением Михаиле, и явился еси Троице жилище, юже зря блаженне ясно, моли непрестанно о всех нас.

  И икос. По 9-й песни, светилен октоиха. Слава, преподобнаго.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Собор святаго архангела Гавриила:
          И преподобнаго отца нашего Стефана Савваита.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры архангела 3, глас 4. Подобен: Дал еси знамение: и преподобнаго 3, глас 8. Подобен: О преславнаго чудесе! Слава, архангела, глас 6: Срадуйтеся с нами: И ныне, Богородичен, или Крестобогородичен. На стиховне октоиха. Слава, и ныне, глас 8: Яко чиноначальник: Тропарь, глас 4: Небесных воинств архистратиже: септемвриа в 6-й день. На утрени, на Бог Господь, тропарь архангела, дважды. Слава, и ныне, Богородичен, или Крестобогородичен. и обычныя кафисмы. и седальны октоиха. Канон октоиха со ирмосом на 4: и архангела на 6, глас 4: и преподобнаго на 4, глас 2. По 3-й песни,

  Кондак, глас 2: На небесех зря Божию славу, и на земли с высоты подая благодать, начальниче ангелов, мудре Гаврииле, Божия славы служителю, и мира Божественный поборниче, спасай, соблюдай вопиющия ти: сам буди помощник, и никтоже на ны.

  Таже седален архангела, глас 4. Слава, преподобнаго, глас 3. По 6-й песни,

  Кондак, глас 2. Подобен: Твердыя: Архистратиже Божий, служителю Божественныя славы, ангелов начальниче, и человеков наставниче, полезное нам проси, и велию милость, яко безплотных архистратиг.

  И икос. По 9-й песни светилен октоиха. Слава, архангела. На стиховне октоиха: Слава, глас 5: Идеже осеняет: На литургии, блаженна октоиха: и архангела, песнь 3, на 4. Прокимен, глас 4: Творяй ангелы своя духи: Стих: Благослови душе моя Господа: Апостол к евреем, зачало 305: Аще глаголанное ангелы слово: Аллилуиа, глас 5: Хвалите Господа вси ангели его: Стих: Яко той рече, и быша: Евангелие Луки, зачало 51: Слушаяй вас, мене слушает: Причастен: Творяй ангелы своя духи.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святаго апостола Акилы.
          Сего же дне поется служба Кирика и Иулитты, вкупе со апостолом.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры апостола 3, глас 1, подобен: Небесных чинов: и мучеников 3, глас 4, подобен: Яко добля: Слава, глас 6: Приидите и узрите: На стиховне октоиха: Слава, глас 8: Трилетен Троицу: Тропарь, глас 3: Апостоле святый Акило, моли: октовриа в 1-й день. Слава: Мученцы твои Господи: септемвриа в 20-й день. На утрени, канон октоиха един: и апостола на 4, глас 2: и мучеников на 4, глас 8. По 3-й песни,

  Кондак, апостола, глас 4: Яко велие солнце, церковь тя стяжавши славне Акило светлостьми учения твоего, просвещает верно чтущия тя Господень апостоле.

  И седален, глас 4. Слава, мучеников, глас тойже. По 6-й песни,

  Кондак мучеников, глас 4. Подобен: Явился еси: Во объятиих носящи христомученица Иулитта Кирика, на подвизе мужески веселящися взываше: Христос есть мучеников похвала.

  И икос. По 9-й песни, светилен октоиха. Слава, мучеников. На хвалитех стихиры, на 4, глас 1, самогласны. Слава, глас 2: Приидите вернии: На стиховне октоиха. Слава, глас 4: Радуйся и красуйся: На литургии, блаженна октоиха: и мучеников песнь 3, на 4. Прокимен, глас 4: Дивен Бог во святых своих: Апостол к коринфяном, зачало 154 от полу. Аллилуиа: Из уст младенец: Евангелие Луки, зачало 51, от полу. Причастен: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святых мученик, Кирика и Иулитты. Служба их предписася вчерашняго дне.
          В тойже день святаго и равноапостола великаго князя Владимира, нареченнаго во святом крещении Василиа.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Вечер поем, Блажен муж, антифон 1-й. На Господи воззвах стихиры на 6: глас 4, подобен: Яко добля: Слава, глас 8: Приидите стецемся вси: И ныне, Богородичен: Царь небесный: Вход, прокимен дне, и чтения 3, писаны маиа в 21. На литии стихира храма, таже святаго, глас 2. Слава, глас 6: Приидите стецемся вси верно: И ныне: Творец и Избавитель: На стиховне стихиры, глас 8. Подобен: О преславнаго чудесе! Припев 1-й: Вознесох избраннаго: 2-й: Елеем святым моим: Слава, глас 8: Начальника благочестия: И ныне, Богородичен.

  Тропарь, глас 4: Уподобился еси купцу ищущему добраго бисера, славнодержавный Владимире, на высоте стола седя матере градов, богоспасаемаго Киева: испытуя же и посылая к царскому граду, уведети православную веру, обрел еси безценный бисер Христа, избравшаго тя яко втораго Павла, и оттрясшаго слепоту во святей купели душевную вкупе и телесную. темже празднуем твое успение людие твои суще: моли спастися державы твоея Российския начальником, и множеству владомых.

  Слава, и ныне: Еже от века утаеное: На утрени, обычныя кафисмы и седальны святаго. По полиелеи седален, глас 4. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Вознесох избраннаго от людей моих. Стих: Ибо рука моя заступит его: Всякое дыхание: Евангелие Иоанна, зачало 36: По 50-м псалме стихира, глас 8: Апостолом ревнителя: Канон Богородицы, на 6: и святаго канона два, на 8. Катавасиа: Отверзу уста моя: По 3-й песни седален, глас 2, дважды. Слава, и ныне, Богородичен. По 6-й песни,

  Кондак, глас 8: Подобствовав великому апостолу Павлу, в сединах всеславне Владимире, вся яко младенческая мудрования, яже о идолех тщания оставль, яко муж совершенный украсился еси Божественнаго крещения багряницею. и ныне Спасу Христу в веселии предстоя, моли спастися державы Российския начальником, и множеству владомых.

  И икос, и пролог. По 9-й песни, светилен, дважды. Слава, и ныне, Богородичен. На хвалитех стихиры на 4, глас 4. Подобен: Дал еси знамение: Слава, глас 2: Не от человек звание приял еси: И ныне, Богородичен. Славословие великое, и отпуст. На литургии, блаженна обоих канонов, песнь 3, и 6-я. Прокимен, глас 3: Пойте Богу нашему, пойте: Стих: Вси язы́цы: Апостол к галатом, зачало 200. Аллилуиа, глас 6: Вознесох избраннаго: Стих: Ибо рука моя: Евангелие Иоанна, зачало 35, от полу. Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Афиногена, и десяти ученик его.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры, глас 8. Подобен: О преславнаго чудесе! На утрени, канон, глас 8, на 4. По 3-й песни, седален, глас 4. По 6-й песни,

  Кондак, глас тойже. Подобен: Вознесыйся: Владычню речению последовав, яко пастырь изрядный душу твою положил еси за Христовы овцы, священномучениче Афиногене. сего ради восхваляем тя, и с тобою десятицу ученик твоих, иже пострадаша, страхом Божиим и твоим учением наставляеми. тем угодивших Владыка венча вас живоначальною десницею: егоже о всех нас молите.

  Вестно буди, яко в сей 16-й день память совершаем святых Вселенских шести соборов: прилучившагося же святаго память поем на повечерии. Аще случится неделя, служба поется святых отец в сию неделю. Аще же в среду, поется служба их в мимошедшую неделю. Аще в четверток, поется служба их в приидущую неделю.

  В субботу на малей вечерни, стихиры воскресны и Богородицы, по обычаю. На велицей вечерни, по обычном псалме поем: Блажен муж, кафисму всю. На Господи воззвах, стихиры на 10. воскресны гласа, 3, и анатолиев, 1: и отцев, 6, глас 6. Подобен: Отчаянная: Слава, глас тойже, самогласен: Тайныя днесь Духа трубы: И ныне, Богородичен 1-й, гласа. Вход, прокимен дне, и чтения три: 1-е, Бытия, глава 14: Слышав Аврам: 2-е, Втораго закона, глава 1: Рече Моисей к сыном Израилевым: видите, предах пред лицем вашим: 3-е, Втораго закона, глава 10: Рече Моисей к сыном Израилевым: се Господа Бога твоего небо: На литии стихира храма. Слава, отцев, глас 3: Апостольских преданий, И ныне: Без семене от Божественнаго Духа: На стиховне октоиха, по алфавиту. Слава, отцев, глас 4: Молебную память: И ныне, Богородичен: Призри на моления: На благословении хлебов, Богородице Дево, дважды:

  И отцев тропарь, глас 8: Препрославлен еси Христе Боже наш, светила на земли отцы наши основавый, и теми ко истинней вере вся ны наставивый: многоблагоутробне, слава тебе.

  И Буди имя Господне, трижды: и чтение в посланиих апостольских. На утрени, на Бог Господь, тропарь воскресн дважды: Слава, отцев: И ныне, Иже нас ради рождейся: По обычных кафисмах седальны октоиха воскресны, и богородичны их: и чтение во евангелии толковом: По непорочных, ипакои гласа. Степенна гласа. Евангелие воскресно. Воскресение Христово: По 50-м псалме стихира воскресна. Канон воскресн, со ирмосом на 4, и Богородицы на два, и отцев на 8. Катавасиа: Отверзу уста моя: По 3-й песни, кондак и икос воскресн: И седален отцев, глас 4, дважды, Слава, и ныне, Богородичен. По 6-й песни,

  Кондак, глас 8. Подобен: Яко начатки: Апостол проповедание, и отец догматы, церкве едину веру запечатлеша: яже и ризу носящи истины исткану от еже свыше богословия, исправляет и славит благочестия великое таинство.

  И икос: и пролог. По 9-й песни, светилен воскресн. Слава, отцев. И ныне, Богородичен. На хвалитех стихиры воскресны, 4: и отцев, 4: с припевы их, глас 6. Подобен: Всю отложивше: Все собравше: Слава, глас 8: Святых отцев лик: И ныне: Преблагословенна еси Богородице: Славословие великое. По трисвятом тропарь воскресн точию. Ектении, и отпуст: и оглашение Студитово, и исхождение в притвор. Слава, и ныне, стихира евангельская, и час 1, и конечный отпуст. На часех, тропарь воскресн. Слава, отцев. И ныне, Богородичен часов. По трисвятом, кондак воскресн. На литургии, блаженна октоиха на 6: и отцев, песнь 3, на 4. По входе тропарь воскресн, и отцев, кондак воскресн. Слава, отцев. И ныне, храма Богородицы, или Предстательство христиан: Прокимен гласа, и отцев песнь: глас 4: Благословен еси Господи Боже отец наших: Апостол дне и отцев, ко евреем, зачало 334: Поминайте наставники ваша: Аллилуиа, гласа, и отцев, глас 1: Бог богов Господь глагола: Стих: Соберите ему преподобныя его: Евангелие дне, и отцев: Иоанна, зачало 56: Возвед Иисус очи свои на небо, и рече: Отче, прииде час: Причастен: Хвалите Господа с небес: и отцев: Радуйтеся:`,
        },
      },
      ОтцовШестиСоборов,
    ],
  },
  {
    memories: [
      {
        description: 'Святыя великомученицы Марины.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры святыя на 6, глас 8. Подобен: О преславнаго чудесе! Слава, глас 2: Во граде Бога нашего: На стиховне октоиха. Слава, глас 2: Во гласе радования: Тропарь, глас 4: Агница твоя Иисусе: септемвриа в 16-й день. На утрени, оба канона октоиха, без мученичнов: и святыя на 6: глас 8. По 3-й песни, седален, глас 4. дважды. По 6-й песни,

  Кондак, глас 3. Подобен: Дева днесь: Девства добротами преиспещрена дево, нетленными венцы венчалася еси Марино. кровьми же мученичества обагрена, чудесы просветившися исцелений, благочестно мученице прияла еси почесть победы твоего страдания.

  И икос. По 9-й песни, светилен октоиха. Слава, святыя. И ныне, Богородичен. На стиховне октоиха, Слава, глас 1: Яко на камени тверде: На литургии, блаженна октоиха, на 4: и святыя песнь 3, на 4. Прокимен, глас 4: Дивен Бог во святых своих: Стих: В церквах благословите Бога Господа: Апостол к коринфяном, зачало 181: Поспешствующе молим: Аллилуиа, глас 1: Терпя потерпех Господа, и внят ми. Евангелие от Луки, зачало 33: Моляше Иисуса некий от фарисей: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Вакинфа, иже во Амастриде: И святаго мученика Емилиана:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и святаго 3: глас 4. Подобен: Яко добля: На стиховне октоиха. Тропарь: Мученк твой Господи: септемвриа во 2-й день. На утрени, оба канона октоиха: и Емилиана на 4, глас 4. По 3-й песни, седален, глас 8. По 6-й песни,

  Кондак, глас 3. Подобен: Божественныя веры: Божественною ревностию распалаемь, огня сослужащаго не устрашился еси: но возшед небоязненно волею, возгнещающим огнем всесожжегся, и Владыце яко жертва принеслся еси мучениче, славне Емилиане, Христа Бога моли, даровати нам велию милость.

  По 9-й песни, светилен октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобныя матере нашея Макрины, сестры великаго Василиа: И преподобнаго отца нашего Диа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры святыя, 3, глас 4. Подобен: Дал еси знамение: и святаго стихиры 3, глас тойже. Подобен: Яко добля: На стиховне октоиха. Тропарь святыя, глас 8: В тебе мати. септемвриа в 11-й день. Слава, преподобнаго, глас 1: Пустынный житель: септемвриа в 29-й день. На утрени, канон октоиха един: и святых два на 8. Святыя, глас 4: и преподобнаго, глас тойже. По 3-й песни,

  Кондак, глас 2. Подобен: Твердыя: Чистотою души божественне вооружився, непрестанную молитву яко копие приим державно, разсекл еси демонов полки, чудотворче отче наш Дие, моли непрестанно о всех нас.

  И седален святыя, глас 4: Слава, преподобнаго, глас 8. По 6-й песни,

  Кондак святыя, глас 4. Подобен: Явился еси: Бога благаго всем сердцем возлюбила еси Макрино преподобная, и сего крест честный на рамо приемши, усердно последовала еси ему: отонудуже согрешений обрела еси прощение.

  И обретение честных мощей преподобнаго Серафима Саровскаго.

  [Тропарь и кондак зри месяца ианнуариа во 2-й день.]`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго славнаго пророка Илии:',
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `Вечер, обычная кафисма. На Господи воззвах, стихиры на 6, глас 1. Подобен: Небесных чинов: и самогласны, глас 2: Слава, глас 6: Приидите православных: И ныне, Богородичен, или Крестобогородичен. На стиховне октоиха. Слава, глас 6: Пророче проповедниче Христов: И ныне, Богородичен.

  Тропарь, глас 4: Во плоти ангел, пророков основание, вторый Предтеча пришествия Христова, Илиа славный, свыше пославый Елиссееви благодать, недуги отгоняти, и прокаженныя очищати: темже и почитающим его точит исцеления.

  Слава, и ныне, Богородичен. На утрени, на Бог Господь, тропарь пророка, дважды. Слава, и ныне, Богородичен, или Крестобогородичен. Обычныя кафисмы: и седален октоиха. Оба канона октоиха: и святаго на 6. По 3-й песни, седален, глас 8, дважды. По 6-й песни,

  Кондак, глас 2: Пророче и провидче великих дел Бога нашего, Илие великоимените, вещанием твоим уставивый водоточныя облаки, моли о нас единаго Человеколюбца.

  И икос, и пролог. По 9-й песни, светилен пророка. На хвалитех стихиры, на 6: Слава, глас 8: Пророков верховники: И ныне, Богородичен. На стиховне октоиха: Слава, глас 4: На огненней колеснице: На литургии, блаженна от канона, песнь 3-я и 6-я. Прокимен, глас 4: Ты иерей во век, по чину Мелхиседекову. Стих: Рече Господь Господеви моему: седи одесную мене. Апостол соборнаго послания Иаковля, зачало 57: Образ приимите злострадания: Аллилуиа, глас 5: Моисей и Аарон во иереех его: Евангелие от Луки, зачало 14: Дивляхуся народи о словесех: Причастен: В память вечную будет праведник:

  Аще храм святаго пророка Илии, или изволит настоятель: творим бдение.

  На малей вечерни, на Господи воззвах, стихиры на 4: глас 1. Подобен: Небесных чинов: Слава, глас 6: Божественный пророче Илие: И ныне, Богородичен. На стиховне стихиры, глас 2. Подобен: Доме евфрафов: с припевы их. Слава, глас и подобен тойже: Божественный пророче: И ныне: Владычице благая: По трисвятом, тропарь, глас 4. Слава, и ныне: Еже от века: Ектениа малая, и отпуст. На велицей вечерни, по обычном псалме, поем Блажен муж, 1-й антифон. На Господи воззвах, стихиры, на 8, глас 1. Подобен: Небесных чинов: и самогласны, глас 2. Слава, глас 6: Приидите православных: И ныне: Кто тебе не ублажит: Вход. прокимен дне, и чтения пророка, 3. На литии стихиры храма, и святаго самогласны, глас 4. Слава, глас 6: О нечестиваго царя повеления: И ныне, Богородице, ты еси лоза: На стиховне стихиры, глас 8. Подобен: О преславнаго чудесе! с преждеписанными припевы. Слава, глас 6: Пророче проповедниче: И ныне: Творец и Избавитель мой: На благословении хлебов, тропарь святаго, дважды, и Богородице Дево, единожды: и Буди имя Господне, трижды: и псалом 33: Благословлю Господа: и чтение пророка. На утрени, на Бог Господь, тропарь пророка, дважды. Слава, и ныне, Богородичен. и обычныя кафисмы, и седальны пророка. По полиелеи седален, глас 8, дважды. Слава, и ныне, Богородичен, и чтение. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Ты иерей во век: Стих: Рече Господь Господеви моему: Всякое дыхание: Евангелие Луки, зачало 14: Дивляхуся народи о словесех благодати: По 50-м псалме стихира, глас 4: На огненней колеснице: и прочая. Канон Богородицы со ирмосом на 6, глас 8: Многими содержимь напастьми: и пророка два канона на 8: един, глас 2: Другий, глас 8. Катавасиа: Отверзу уста моя: По 3-й песни, седален, глас 8, дважды. Слава, и ныне, Богородичен. По 6-й песни, кондак, глас 2: Пророче и провидче: писан в 1-й службе, и икос. По 9-й песни, светилен. На хвалитех стихиры на 6, глас 8. Подобен: Что вас наречем: и самогласны 3, глас 1. Слава, глас 8: Пророков верховники: И ныне: Владычице приими: Славословие великое: По трисвятом тропарь. Слава, и ныне, Богородичен. Ектении, и час 1, и отпуст. На литургии, блаженна, перваго канона, песнь 3-я, и втораго 6-я. Прокимен, глас 4: Ты иерей во век по чину Мелхиседекову. Стих: Рече Господь Господеви моему: Апостол Иаковля послания, зачало 57. Аллилуиа, глас 4: Моисей и Аарон: Евангелие Луки, зачало 14. Причастен: В память:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобных отец наших, Симеона Христа ради юродиваго, и Иоанна спостника его: И святаго пророка Иезекииля.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры преподобных, глас 4. Подобен: Дал еси знамение: и пророка, глас 8. Подобен: О преславнаго чудесе! На стиховне октоиха. Тропарь преподобных, глас 4: Боже отец наших: ноемвриа в 20-й день. и пророка, глас 2: Пророка твоего Иезекииля: септемвриа в 4-й день. На утрени, канон октоиха един: и святых два, на 8: преподобных, глас 4: и пророка, глас 8. По 3-й песни,

  Кондак пророка, глас 4. Подобен: Явился еси: Божий явился еси пророк Иезекииле чудне, Господне воплощение всем провозвестил еси, сего Агнца и Зиждителя Сына Божия явльшася во веки.

  И седален преподобных, глас 5: Слава пророка, глас 3. По 6-й песни,

  Кондак преподобных, глас 2. Подобен: Твердыя: Во плоти явльшася безплотнаго, и добродетельми премирно просиявшаго, Симеона равноангельнаго и богоноснаго восхвалим, с нимже Иоанна приснопамятнаго, верою и любовию, яко молящияся Господу непрестанно о всех нас.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святыя мироносицы и равноапостольныя Марии Магдалины:
          И возвращение мощей святаго священномученика Фоки.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Стихиры святыя, глас 8. Подобен: О преславнаго чудесе, и святаго, глас 4. Подобен: Дал еси знамение: Слава, святыя, глас 6: Первее видевши: На стиховне октоиха. Слава, святыя, глас 8: Волею обнищавшему:

  Тропарь святыя, глас 1: Христу нас ради от Девы рождшемуся честная Магдалина Мариа последовала еси, того оправдания и законы хранящи: темже днесь всесвятую твою память празднующе, грехов разрешение молитвами твоими приемлем.

  И святаго, глас 4: И нравом причастник: септемвриа в 3-й день. На утрени, канон октоиха един, и святых два: святыя, глас 8, и святаго, глас тойже. По 3-й песни,

  Кондак Фоки, глас 6. Подобен: Еже о нас: Яко святитель принося отче жертвы, на конец себе принесл еси жертву живу: свидетельствовав законно о Христе Бозе, от ангел укрепляемь, и смерть изволяя сый с вопиющими тебе: прииди Фоко с нами, и никтоже на ны.

  И икос, и седален святыя, глас 8: и мученика, глас 4. По 6-й песни,

  Кондак святыя, глас 3. Подобен: Дева днесь: Предстоящи преславная у Креста Спасова, со иными многими, и Матери Господни состраждущи, и слезы точащи, сие в похвалу приношаше глаголющи: что сие есть странное чудо, содержай всю тварь пострадати изволи: слава державе твоей.

  И икос. По 9-й песни, светилен октоиха, и святыя. Слава, мученика. На стиховне октоиха. Слава, мученика, глас 4: От младенства был еси Господеви рачитель: И ныне, святыя, глас 8: Волею обнищавшему: На литургии, блаженна октоиха, и святыя песнь 3-я, на 4. Прокимен, глас 4: Дивен Бог во святых своих, Бог Израилев. Стих: В церквах благословите Бога: Апостол к коринфяном, зачало 141: Печать моего апостольства: Аллилуиа, глас 1: Терпя потерпех Господа: Евангелие от Луки, зачало 34: Прохождаше Иисус сквозе грады и веси: Причастен: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик Трофима, Феофила, и иже с ними.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: 'На Господи воззвах, стихиры, глас 1. Подобен: Всехвальнии мученицы: Тропарь: Мученцы твои Господи: септемвриа в 20-й день. Канон, глас 4. По 3-й песни, седален, глас 1.',
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя мученицы Христины:',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, на Господи воззвах, стихиры на 6, глас 4. Подобен: Яко добля: Христоименнаго тя звания: Слава, глас 2: Якоже многоценное миро: На стиховне октоиха. Слава, глас 2: Христоименитому званию: Тропарь, глас 4: Агница твоя Иисусе: септемвриа в 16-й день. На утрени, оба канона октоиха, и святыя на 6, глас 8. По 3-й песни, седален, глас 1. По 6-й песни:

  Кондак, глас 4. Подобен: Вознесыйся: Световидная голубица познался еси, криле имущи злате и к высоте небесней возлетела еси Христино честная: темже твой славный праздник совершаем, верою покланяющеся твоих мощей раце, из неяже истекает всем обильно исцеление Божественное, душам же и телом.

  И икос. По 9-й песни, светилен октоиха. Слава, святыя: И ныне Богородичен. На хвалитех стихиры на 4, глас 4, самогласны: Крест яко оружие: Слава, глас 5: Девства твоего: На стиховне октоиха: Слава, глас 1: С вышними силами: И ныне, Богородичен, или Крестобогородичен. На литургии, блаженна октоиха, на 4: и святыя песнь 3-я, на 4. Прокимен, глас 4: Дивен Бог во святых своих: Стих: В церквах благословите: Апостол к коринфяном, зачало 181: Евангелие Луки, зачало 33. Причастен: В память вечную:`,
        },
      },
      {
        description: `В тойже день святых мученик Бориса и Глеба, нареченных во святом крещении, Романа и Давида.
          Совершается собор их, идеже лежат мощи их, и идеже храм их.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 2: Правдивая страстотерпца, и истинная евангелиа Христова послушателя, целомудренный Романе с незлобным Давидом, не сопротив стаста врагу сущу брату, убивающему телеса ваша, душам же коснутися не могущу. да плачется убо злый властолюбец, вы же радующеся с лики ангельскими, предстояще Святей Троице, молитеся о державе нашей, богоугодней быти, и сыновом Российским спастися.

  Кондак, глас 3: Возсия днесь преславная память ваша благороднии страстотерпцы Христовы, Романе и Давиде, созывающи нас к похвалению Христа Бога нашего. тем притекающе к раце мощей ваших, исцеления дар приемлем, молитвами вашими святии: вы бо божественнии врачеве есте.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Успение святыя Анны, матере пресвятыя Богородицы.
          И память святых жен Олимпиады и Евпраксии.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, обычная кафисма. На Господи воззвах, стихиры, глас 4. Подобен: Дал еси знамение: Ины стихиры, глас 1. Подобен: О дивнаго чудесе! Слава, и ныне, глас 8: Иже от неплодных чресл: На стиховне стихиры, глас 5. Подобен: Радуйся: Слава, и ныне, глас 8: Приидите вся тварь:

  Тропарь, глас 4: Жизнь рождшую, во чреве носила еси чистую Богоматерь, Богомудрая Анно: темже к приятию небесному, идеже веселящихся жилище, в славе радующися ныне преставилася еси, чтущим тя любовию, прегрешений просящи очищение присноблаженная.

  Сей тропарь глаголется без богородична.

  Святых же жен служба поется на повечерии, или егда хощет екклисиарх.

  На утрени, на Бог Господь, тропарь святыя Анны, трижды: и обычныя кафисмы, и седальны святыя, и чтение. Каноны октоиха, оба без мученичнов: и святыя Анны, на 6. Катавасиа: Отверзу уста моя: По 3-й песни, седален, глас 8: Матери Владыки и Творца: Слава, и ныне, тойже. По 6-й песни,

  Кондак, глас 2. Подобен: Вышних ищя: Прародителей Христовых память празднуем, тех верно просяще помощи, избавитися всем от всякия скорби, зовущим: Бог наш с нами, сих прославлей, якоже благоволи.

  И икос. По 9-й песни, светилен октоиха. Слава, святыя: И ныне, Богородичен. На хвалитех стихиры, глас 1. Подобен: Небесных чинов: Слава, и ныне, глас 2: Приидите любодевственнии вси: Славословие великое, и отпуст. На литургии, блаженна, песнь 3-я и 6-я. Прокимен, глас 4: Дивен Бог во святых своих: Стих: В церквах благословите: Апостол к галатом, зачало 210: Авраам два сына име: Аллилуиа, глас 1: Спасение праведных от Господа: Евангелие Луки, зачало 36: Никтоже светильника вжег: Причастен: Радуйтеся:`,
        },
      },
      {
        description: `В тойже день преподобнаго отца нашего Макариа Желтоводскаго, Унжескаго чудотворца.
          Совершается собор его во обители его, и идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 5: Днесь град твой Галичь тобою хвалится: в концех бо его пресветло яко велие солнце возсиял еси, и чудесы твоими преподобне Макарие вся озарил еси. и ныне молися Господеви, избавитися душам нашим от прелести вражия, и спастися граду твоему от поганскаго наития.

  Кондак, глас 2: Вторый Моисей явился еси преподобне: он бо жезлом море раздели, ты же страсти яко амалика победил еси, и непроходную пустыню немятежным умом прошел еси, в нейже молитвами твоими велие чудо сотворил еси: гладныя люди до изобилия прекормил еси. и ныне молися Господеви, подати всем печальным утешение, Макарие отче приснопамятне, иже Галичестей стране и всей Российстей земли похвала и утверждение.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Ермолаа, и иже с ним:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 8. Подобен: О преславнаго чудесе! На стиховне октоиха. Тропарь, глас 4: Мученцы твои Господи: септемвриа в 20-й день. На утрени, оба канона и октоиха, и святаго на 4, глас 8. По 3-й песни, седален, глас 8. По 6-й песни,

  Кондак, глас 4. Подобен: Вознесыйся: Яко святитель благочестно пожив, и священномучения венец приял еси, идольския жертвы погасив, добрый пастырь Христова стада был еси премудре, и Пантелеимону истинный учитель. сего ради почитаем тя песньми вопиюще: от бед избави нас присно молитвами твоими, Ермолае отче наш.`,
        },
      },
      {
        description: 'В тойже день святыя мученицы Параскеви:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Тропарь, глас 8: Тщание твое званию прилично соделавши тезоименитая, единоименную твою веру в жилище наследовала еси Параскево страстотерпице: отонудуже изливаеши исцеления, и молишися о душах наших.

  Кондак. глас 8. Подобен: Взбранной: Страстотерпице вернии песнь Параскеве приидите согласно воспоим: облиставает бо чудесы в мире, отгоняющи прелести тьму, и подающи верным благодать независтную, зовущим: радуйся мученице многострадальная.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго великомученика и целителя Пантелеимона:',
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `Стихиры на 6, глас 4. Подобен: Званный свыше: Ины стихиры, глас 2, самогласны. Слава, глас 6: Возсия днесь честная память: На стиховне октоиха. Слава, глас 8: Матернее возлюбив благочестие:

  Тропарь, глас 3: Страстотерпче святый и целебниче Пантелеимоне, моли милостиваго Бога, да прегрешений оставление подаст душам нашим.

  На утрени, оба канона октоиха без мученичнов, и святаго на 6, глас 2. По 3-й песни, седален, глас 4. Слава, глас тойже. По 6-й песни,

  Кондак, глас 5: Подражатель сый милостиваго, и исцелении благодать о него прием, страстотерпче и мучениче Христа Бога, молитвами твоими душевныя наша недуги исцели, отгоня присно борца соблазны от вопиющих верно: спаси ны Господи.

  И икос. По 9-й песни, светилен октоиха. Слава, святаго. На хвалитех стихиры на 4, глас 8. Подобен: О преславнаго чудесе! Слава, глас 4: Днесь просия страстоносца память: И ныне: Богородице всех Царице: На стиховне октоиха. Таже святаго припев: Праведник яко финикс процветет: И поем стихиру, глас 1: Подвигом добрым подвизался еси: Слава, глас 5: Приидите мучениколюбцы: И ныне, Богородичен. На литургии, блаженна октоиха, на 4: и святаго песнь 3, на 4. Прокимен, глас 4: Дивен Бог во святых своих: Стих: В церквах благословите Бога: Апостол к Тимофею, зачало 292: Чадо Тимофее, возмогай о благодати: Аллилуиа, глас 2: Праведник яко финикс: Евангелие Иоанна, зачало 52: Си заповедаю вам: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых апостол и диаконов: Прохора, Никанора, Тимона и Пармена.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 1. Подобен: Небесных чинов: Тропарь, глас 3: Апостоли святии: октовриа в 31-й день. На утрени, оба канона октоиха, и апостолов на 4, глас 4. По 3-й песни, седален, глас 3. По 6-й песни,

  Кондак, глас 1. Подобен: Утробу Девичу: Диакони честнии и самовидцы слова, и сосуди избраннии явистеся веры, Никанор, Прохор, Пармен и Тимон, славнии: темже день священную память вашу празднуем, в веселии сердца вас ублажающе.`,
        },
      },
      {
        description: 'В тойже день празднуем явление иконы Смоленския, Пресвятыя Владычицы нашея Богородицы Одигитриа.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 4: К Богородице прилежно ныне притецем грешнии и смиреннии, и припадем в покаянии зовуще из глубины души: Владычице помози, на ны милосердовавши. потщися погибаем от множества прегрешений: не отврати твоя рабы тщи, тя бо и едину надежду имамы.

  Слава, и ныне: Не умолчим никогда Богородице, силы твоя глаголати недостойнии. аще бо ты не бы предстояла молящи, кто бы нас избавил от толиких бед? кто же бы сохранил до ныне свободны? не отступим Владычице от Тебе: твоя бо рабы спасаеши присно от всяких лютых.

  Кондак, глас 6: Не имамы иныя помощи, не имамы иныя надежды, разве тебе Владычице: ты нам помози, на тебе надеемся, и тобою хвалимся: твои бо есмы раби, да не постыдимся.

  Ин кондак, глас тойже: Предстательство христиан непостыдное, ходатайство ко Творцу непреложное, не презри грешных молений гласы: но предвари яко благая на помощь нас, верно зовущих ти: ускори на молитву, и потщися на умоление, предстательствующи присно Богородице чтущих тя.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Каллиника.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и святаго 3, глас 8. Подобен: О преславнаго чудесе! Слава, глас тойже. Самогласен: Благочестия поборника: На стиховне октоиха: Тропарь, глас 4: Мученк твой Господи: септемвриа во 2-й день. На утрени оба канона октоиха: и святаго на 4, глас 4. По 3-й песни, седален, глас 3. По 6-й песни,

  Кондак, глас 2. Подобен: Вышних ищя: Горняя красная достойно ныне наследовал еси: Христовою бо зело любовию разжжегся на огнь Каллиниче. тем мужественно дерзнул еси: емуже и ныне предстоя не престай моля о всех нас.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых апостол, Силы и Силуана, и иже с ними.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха, 3: и апостолов, 3, глас 4. Подобен: Дал еси знамение: На стиховне октоиха: Тропарь, глас 3: Апостоли святии: октовриа в 31-й день. На утрени, оба канона октоиха: и апостолов на 4, глас 2. По 3-й песни, седален, глас 3. По 6-й песни,

  Кондак, глас 4. Подобен: Вознесыйся: Лозие явистеся Христова винограда, гроздие приносяще мудрии в добродетелех, вино нам спасения источающе: еже приемлюще веселия исполняемся, празднующе всечестную вашу память: в нюже молитеся, о оставлении грехов наших, Господни апостоли.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Предпразднство происхождения Честнаго и Животворящаго Креста Господня:
          И святаго и праведнаго Евдокима.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Стихиры Креста 3, глас 1. Подобен: Небесных чинов: и святаго 3, глас 8: Подобен: О преславнаго чудесе! Слава, святаго, глас 1: Како не дивимся благоумию твоему: И ныне, Креста, глас тойже: Днесь яко воистинну: На стиховне октоиха: Слава, и ныне, Креста, глас 2: Ты ми покров державен:

  Тропарь святаго, глас 4: От земли воззвавый тя к небесным селением, соблюдает и по смерти невредимо тело твое, святе Евдокиме: ты бо в целомудрии и чистом жительстве блаженне жительствовал еси не осквернив плоти. темже со дерзновением моли Христа Бога спастися нам.

  Слава, и ныне: Спаси Господи люди твоя: На утрени, на Бог Господь, тропарь Креста дважды: Слава, святаго: И ныне, Креста. По обычных кафисмах седальны октоиха: и чтение. Канон октоиха един: и Креста на 4, глас 1, и святаго на 4, глас 2. По 3-й песни, седален, глас 4. Слава, и ныне, предпразднства, глас тойже. По 6-й песни,

  Кондак, глас 2: Вышних желая, с вышними совокупляяся, и колесницу огненную, божественными восхожденьми добродетелей, совершил еси душу, преблаженне Евдокиме: на земли пожив яко безплотен, Зиждителю всех благоугодил еси.

  И икос. По 9-й песни, светилен октоиха. Слава, святаго. И ныне, Креста. На стиховне октоиха. Слава, святаго, глас 1: Како не дивимся благоумию твоему: И ныне, Креста, глас 6: Пророчестии гласи: На литургии, прокимен, глас 7: Честна пред Господем смерть преподобных его. Стих: Что воздам Господеви: Апостол к галатом, зачало 213. Аллилуиа, глас 6: Блажен муж бояйся Господа: Стих: Сильно на земли будет семя его. Евангелие Матфеа, зачало 43: Вся мне предана суть: Причастен: В память вечную:

  В сий день мясо оставляют правовернии. аще среда или пяток, в 1-й начинающе пост до Успения Пресвятыя Богородицы, со всяким воздержанием. не подобает же тогда никако разрешения рыбы творити, кроме Преображения Господня.`,
        },
      },
    ],
  },
 */];
