import { Day } from '../../../typicon/models';
import { ЗахарииИЕлисаветыРодителейПредтечи } from './05_Захарии-и-Елисаветы-родителей-Предтечи.memory';

export const SEPTEMBER: Record<number, Day> = {
  /*{
  {
    memories: [
        description: 'Начало индикта, сиречь новаго лета. И память преподобнаго отца нашего Симеона столпника, и архимандрита: И матере его Марфы: И Собор Пресвятыя Богородицы, иже в Миасинех: И святаго мученика Аифала: И святых мучениц четыредесяти жен: И святаго Аммуна диакона, и учителя их: И святых мученик, Каллисты, Евода и Ермогена, самобратных: И память праведнаго Иисусуса сына Навина.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Вечер, во светильничное, стихологисуем: Блажен муж, 1 антифон. Аще же в субботу вечера, стихологисуем всю кафисму. На Господи воззвах, поставим стихов 10: И поем стихиры индикта, 3: Глас 1. Подобен: Небесных чинов: Самословнаго и божественнаго: И преподобнаго 3: Глас 5. Подобен: Преподобне отче: Ины стихиры самогласны 4, глас 2: От корене благаго: Слава, глас 6: Божественная благодать: И ныне, индикта, глас тойже: Иже со духом святым: И бывает вход. Прокимен дне. И чтения 3: 1-е, Пророчества Исаиина: Дух Господень на мне: 2, Левит: Глагола Господь сыном израилевым: 3, святаго, Премудрости Соломони: Праведник аще постигнет: Посем ектениа. Таже, Сподоби Господи в вечер сей: И паки ектениа, Исполним вечернюю молитву: И возглас. Таже поем, На стиховне, стихиры индикта, глас 1, самогласны: Наста вход лета: с припевы. Припев 1, Тебе подобает песнь, Боже, в сионе: 2, Исполнимся во благих: 3, Благословиши венец лета: Слава, святаго, глас 5: Преподобне отче: И ныне, индикта, глас тойже: Ты царю сый: Таже, Ныне отпущаеши: Трисвятое, и Отче наш.
Тропарь индикта, глас 2: Всея твари содетелю, времена и лета во своей власти положивый, благослови венец лета благости твоея Господи, сохраняя в мире град твой, молитвами Богородицы, и спаси ны.
Слава, преподобнаго, глас 1: Терпения столп был еси, ревновавый праотцем преподобне: Иову во страстех, Иосифу во искушениих, и безплотных жительству, сый в телеси, Симеоне отче наш, моли Христа Бога, спастися душам нашим.
И ныне, Богородицы, глас тойже: Радуйся обрадованная Богородице Дево, пристанище и предстательство рода человеческаго, из тебе бо воплотися Избавитель мира: едина бо еси Мати и Дева, присноблагословенная и препрославленная. моли Христа Бога, мир даровати всей вселенней.
Посем, иерей, Премудрость. Лик, Благослови. Иерей, Сый благословен: И лик, Утверди Боже: И прочая и отпуст. На утрени, на Бог Господь, Тропарь индикта, дважды. Слава, преподобнаго: И ныне, Богородицы: Радуйся обрадованная: И обычныя кафисмы. По 1-й кафисме, Седален индикта, глас 4. Подобен: Удивися Иосиф: Яко Владыце всех: Слава, преподобнаго, глас 8. Подобен: Премудрости и слова: Крест Господень взем мудре: И ныне, индикта, Яко Владыце всех: И чтение.
[Зри] От днесь начинается чести Метафраст Логофета Симеона, и Маргарит Златоустов, и толкования посланий святаго апостола Павла.
По 2-й кафисме седален преподобнаго, глас 8. Подобен, Премудрости: Воздержанием и труды: Слава, глас 4, подобен: Скоро предвари: Вошла еси в подвиг мучения: И ныне, Богородичен: Скоро приими, Владычице, мольбы наша: И чтение. Псалом 50. Таже поем каноны, 3: Индикта, глас 1, со ирмосом на 6. Кир Иоанна, ирмос по дважды: Тропари на 4, и святых жен на 4, глас 4: И преподобнаго Симеона на 4, глас 8. Катавасиа, Крест начертав: [И до отдания Воздвижения Честнаго Креста. По 3-й песни,
Кондак индикта, глас 2: В вышних живый Христе Царю, всех видимых и невидимых творче и зиждителю, иже дни и нощи, времена и лета сотворивый, благослови ныне венец лета, соблюди и сохрани в мире град, и люди твоя, Многомилостиве.
Таже седален индикта, глас 8. Подобен, Премудрости: Иже времена плодоносна: Другий седален преподобнаго, глас 8 подобен тойже: Земная вся оставив: Слава, святых жен, глас 1. Подобен: Гроб твой: Агницы словесныя: И ныне, Богородичен, Настави ны: По 6-й песни:
Кондак преподобнаго, глас 2: Вышних ищяй, вышним совокупляяйся, и колесницу огненную столп соделавый: тем собеседник ангелом был еси преподобне, с ними Христу Богу моляся непрестанно о всех нас.
И икос. И чтем пролог. По 9-й песни, Катавасиа: Таин еси Богородице рай: И другий, Снедию древа: Светилен, индикта: Подобен: Учеником: Боже богов и Господи: Слава, преподобнаго. Подобен: тойже: Якоже светило: И ныне, индикта. Подобен: тойже, Содетелю и правителю: На хвалитех стихиры индикта, на 4, самогласны, глас 3: Превечное слово: Слава, преподобнаго, глас 2: От корене благаго: И ныне, индикта, глас 8: Неизреченною мудростию: Славословие великое. По трисвятом тропарь индикта: Слава, святаго: И ныне, Радуйся обрадованная: Ектении: И отпуст. И час 1. На 1-м часе тропарь индикта: Слава, святаго: И ныне, Богородичен часов. По трисвятом кондак индикта, и святаго, глаголем пременяюще: и прочая, и совершенный отпуст. На литургии, блаженна от канона индикта, песнь 3-я на 4: И преподобнаго, песнь 6 на 4. По входе тропарь прежде индикта: И Богородицы: Радуйся обрадованная: И преподобнаго: Слава, кондак преподобнаго: И ныне, индикта. Аще же храм Богородицы, И ныне, храма Богородицы: индикта же кондак глаголи в начале. Прокимен индикта, глас 3: Велий Господь наш, и велия крепость его, и разума его несть числа. Стих: Хвалите Господа, яко благ псалом. И преподобнаго, глас 7: Честна пред Господем смерть преподобных его. Апостол к Тимофею, зачало 282: Чадо Тимофее, молю прежде: И преподобнаго к колоссаем, зачало 258: Братие, облецытеся убо: Аллилуиа, глас 4: Тебе по добает песнь, Боже, в Сионе. Стих: Благословиши венец лета благости твоея Господи. И преподобнаго: Блажен муж бояйся Господа, в заповедех его восхощет зело. Евангелие Луки, зачало 13: Во время оно, вниде Иисус в Назарет, идеже бе воспитан: И преподобнаго: Матфеа, зачало 43: Вся мне предана суть: Причастен: Благословиши венец лета благости твоея Господи. Другий: В память вечную: [Зри] Дневный же апостол и Евангелие вычитаем напреди.
[МРК] Подобает ведати. Аще случится первый день месяца септемвриа в неделю, оставляется служба святых жен, и поется егда екклисиарх разсудит. Поется же воскресна служба со возследованием индикта, и преподобнаго Симеона, сице: На малей вечерни, стихиры воскресны, и Богородицы по обычаю. Тропарь воскресн: Слава, и ныне, Богородичен. На велицей вечерни поем, Блажен муж: кафисму всю. На Господи воззвах, стихиры воскресны 3: и анатолиев един, и индикта 3, и святаго 3. Слава, индикта: И ныне, Богородичен гласа. И чтения индикта два: И святаго едино. На литии стихира храма, и индикта, стихиры стиховныя. Слава, святаго: И ныне, индикта, писан на хвалитех. На стиховне стихиры воскресны но алфавиту, с припевы их. Слава, святаго: И ныне, индикта. На благословении хлебов, Богородице Дево радуйся, дважды: и индикта, единожды. И чтение в посланиих апостольских. На утрени, на Бог Господь, тропарь воскресн, дважды: Слава, святаго: И ныне, индикта. По кафисме седальны воскресны с богородичны их. И чтение в толкованиих евангельских, еже на ряду. По непорочнах тропари и ипакои: И чтение. Степенны. и прокимен гласа, и Всякое дыхание: Евангелие воскресное. Воскресение Христово: псалом 50. Стихира воскресна. Канон воскресн, со ирмосом на 4. Богородицы на два: индикта на 4, и святаго на 4. Катавасиа: Крест начертав: По 3-й песни, кондак индикта, и святаго, и седален святаго, дважды. Слава, и ныне, индикта. И чтение жития святаго Симеона: По 6-й песни, кондак воскресн и икос. И чтем пролог. На 9-й песни поем, Честнейшую: Светилен воскресный. Слава, святаго: И ныне, индикта. На хвалитех стихиры воскресны 4: И индикта 3, глас 3. Превечное слово: с припевом индикта. Таже самогласен святаго, глас 2-й, с припевом: Честна пред Господем смерть преподобных его. От корене благаго: Слава, стихира евангельская. И ныне, Преблагословенна еси: Славословие великое. По трисвятом тропарь воскресн точию, ектении, и отпуст, и оглашение, и обычное исхождение: и час 1-й в притворе: и конечный отпуст. На часех глаголем тропарь воскресн: Слава, индикта: И ныне, Богородичен, часов. По Отче наш, кондак индикта. На 3-м часе тропарь воскресн: Слава, святаго: И ныне, Богородичен часов. По Отче наш, кондак святаго. Такожде и на прочих часех кондак воскресн, и индикта, и святаго, глаголем пременяюще. На литургии: блаженна воскресна гласа, на 4: И от канона индикта песнь 3-я на 4: И святаго песнь 6-я на 4. По входе тропарь воскресн, и индикта, и святаго. Кондак воскресн: Слава, святаго: И ныне, индикта. Прокимен, апостол, аллилуиа, и Евангелие, прежде индикта: воскресно же под зачало: Таже святаго. Причастен, индикта, потом святаго.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Маманта: И преподобнаго отца нашего Иоанна постника, патриарха Царя града.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Вечер обычная кафисма: На Господи воззвах, стихиры мученика 3, глас 8. Подобен: О преславнаго чудесе! И преподобнаго 3, глас и подобен тойже: Слава, мученика, глас 2, самогласен: Нов сад: И ныне, Богородичен, в тойже глас. Аще среда, или пяток, И ныне, Крестобогородичен. На стиховне октоиха: Слава, мученика: глас 4, самогласен: Приидите согласно вернии: И ныне, Богородичен, или Крестобогородичен.

      Тропарь мученика, глас 4: Мученк твой Господи, Мамант, во страдании своем венец прият нетленный от Тебе Бога нашего: имеяй бо крепость твою, мучителей низложи, сокруши и демонов немощныя дерзости: того молитвами спаси души наша.

      Слава, тропарь преподобнаго, глас тойже: Правило веры и образ кротости, воздержания учителя яви тя стаду твоему, яже вещей истина: сего ради стяжал еси смирением высокая, нищетою богатая, отче Иоанне, моли Христа Бога спастися душам нашим.

      И ныне, Богородичен, или Крестобогородичен. На утрени, на Бог Господь, тропарь мученика, дважды: Слава, преподобнаго: И ныне, Богородичен, или Крестобогородичен: и обычныя кафисмы: и седальны октоиха: И чтения. Канон октоиха един со ирмосом на 6: мученика на 4, глас 8, и преподобнаго на 4, глас тойже. По 3-й песни, седален мученика: глас 8. Слава, преподобнаго, глас 3: И ныне, Богородичен, или Крестобогородичен. По 6-й песни:

      Кондак мученика, глас 3. Подобен: Дева днесь: Жезлом святе от Бога тебе данным люди твоя упаси на пажитех живоносных, звери же невидимыя и неукротимыя сокруши под ноги тя поющих, яко вси иже в бедах, предстателя тя тепла, Маманте, имут.

      И икос. и чтем пролог. По 9-й песни, светилен октоиха: Слава, мученика: И ныне, Богородичен, или Крестобогородичен: На стиховне октоиха.

      Припевы же поем во все лето. Припев 1-й: Исполнихомся заутра: весь до конца. 2-й: И буди светлость: и прочая, и час 1: и отпуст, и обычное исхождение в притвор: И бывает литиа о усопших. На часех, тропарь мученика: Слава, преподобнаго: И ныне, Богородичен часов. По трисвятом, кондак святых. На литургии, Блаженна октоиха. Прокимен, глас 7: Возвеселится праведник о Господе, и уповает на него. Стих: Услыши, Боже, глас мой: Апостол к римляном, зачало 99: Вемы, яко любящим Бога: Аллилуиа, глас 4: Праведник яко финикс процветет: Евангелие Иоанна, зачало 50: Аз есмь лоза истинная: Причастен: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Анфима, епископа Никомидийскаго: И преподобнаго отца нашего Феоктиста, спостника великаго Евфимиа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Вечер обычная кафисма. На Господи воззвах, стихиры святых, на 6: Анфима, 3: глас 1. Подобен: Всехвальнии мученицы: И Феоктиста, 3: глас и подобен тойже. Слава, Анфима, глас 6. Самогласен: Священник законен: И ныне, Богородичен, или Крестобогородичен. На стиховне октоиха: Слава, преподобнаго, глас 6: Преподобне отче, во всю землю: И ныне, Богородичен, или Крестобогородичен.

        Тропарь, глас 4: И нравом причастник, и престолом наместник апостолом быв, деяние обрел еси богодохновенне, в видения восход: сего ради слово истины исправляя, и веры ради пострадал еси даже до крове, священномучениче Анфиме, моли Христа Бога спастися душам нашим.

        Слава, тропарь преподобнаго, глас 8: Слез твоих теченьми пустыни безплодное возделал еси, и иже из глубины воздыханьми, во сто трудов уплодоносил еси, и был еси светильник вселенней, сияя чудесы, Феоктисте отче наш, моли Христа Бога спастися душам нашим.

        И ныне, Богородичен, или Крестобогородичен. На утрени, на Бог Господь, тропарь Анфима, дважды: Слава, преподобнаго: И ныне, Богородичен. И обычныя кафисмы: И седальны октоиха: И чтения. Канон октоиха един, со ирмосом на 6: И святым два: Анфима, глас 8: и преподобнаго, глас тойже. По 3-й песни, седален Анфима, глас 1: Слава, преподобнаго, глас 4: И ныне, Богородичен. И чтение. По 6-й песни,

        Кондак Анфиму, глас 4. Подобен: Вознесыйся: Во священницех благочестно пожив, и мучения путь скончав, идольская угасил еси служения, поборник быв твоему стаду, богомудре. темже тя и почитаем ныне тайно вопиюще: от бед избави нас твоими молитвами, приснопамятне Анфиме.

        И икос: И чтем пролог. По 9-й песни, Светилен октоиха. Слава, святаго. И ныне, Богородичен. На стиховне октоиха. Слава, самогласен, глас 4: Никомидийскому великограду: И ныне, Богородичен, или Крестобогородичен. На литургии, блаженна октоиха на 4: И Анфима песнь 3, на 4. Прокимен, глас 7: Честна пред Господем смерть преподобных его. Стих: Что воздам Господеви: Апостол ко евреем, зачало 334: Братие, поминайте наставники ваша: Аллилуиа, глас 2: Священницы твои: Стих: Блажен муж: Евангелие Иоанна, зачало 36: Рече Господь: Аз есмь дверь: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Вавилы, епископа Великия Антиохии: И святаго пророка и Боговидца Моисеа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры на 6. Вавилы, 3: глас 6. Подобен: Всю отложивше: И пророка, 3: глас 4. Подобен: Званный свыше: Слава, Вавилы, глас 6. Самогласен: Восходный степень: И ныне, Богородичен, или Крестобогородичен. На стиховне октоиха: Слава, святаго, глас 6: Судищу мучителеву: И ныне, Богородичен. Тропарь Вавилы, глас 4: И нравом причастник: Вчерашний.

Слава, тропарь пророка, глас 2: Пророка твоего Моисеа память, Господи, празднующе, тем тя молим, спаси души наша.

Или сей, глас тойже: На высоту добродетелей возшел еси, пророче Моисее: и сего ради сподобился еси видети славу Божию. скрижали благодатныя закона прият, и начертаний благодать в себе нося, и пророков был еси честная похвала, и благочестия великое таинство.

На утрени, на Бог Господь, тропарь Вавилы дважды. Слава, пророка: И ныне, Богородичен. И обычныя кафисмы.: И седальны октоиха: И чтение. Канон октоиха един, со ирмосом на 6: И святых два: Вавилы, глас 6: И пророка, глас 4. По 3-й песни,

Кондак пророка, глас 2: Лик пророческий с Моисеем и Аароном, веселием днесь веселится, яко конец пророчествия их на нас исполнися: днесь сияет Крест, имже нас спасл еси. тех молитвами Христе Боже помилуй нас.

И седален, Вавилы, глас 3. Слава, пророка, глас 4: И ныне, Богородичен. По 6-й песни,

Кондак Вавилы, глас 8. Подобен: Яко начатки: Яко благочестия проповедника, и страдальцев утверждение, церковь славит тя Вавило славне, освещаема днесь: но яко имея дерзновение ко Господу, в мире совершеннем, величающия и восхваляющия тя, сохранити Христу молися, о многострадальне.

И икос, и пролог. По 9-й песни, светилен октоиха: Слава, Вавилы: И ныне, Богородичен: На стиховне октоиха. На литургии прокимен, глас 4: Святым иже суть на земли его, удиви Господь вся хотения своя в них. Стих: Предзрех Господа: Апостол к евреем, зачало 330: Святии вси, верою: Аллилуиа, глас 4: Воззваша праведнии: Евангелие Луки, зачало 67: Не бойся малое стадо: Причастен, Радуйтеся:`,
        },
      },
    ],
  },
  */
  5: { memories: [ЗахарииИЕлисаветыРодителейПредтечи] },
  /*
  {
    memories: [
      {
        description: 'Воспоминание бывшаго чудесе в Колоссаех, еже есть в Хонех, от архистратига Михаила: И святаго мученика Евдоксиа, и иже с ним: И преподобнаго отца нашего Архиппа.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, обычная кафисма: На Господи воззвах, стихиры архангела, на 6, глас 4. Подобен: Яко добля: Трисолнечнаго Божества: Слава, глас 6, самогласен: Срадуйтеся нам: И ныне, Богородичен: Срадуйтеся нам вся: На стиховне октоиха, Слава, и ныне, глас 8: Яко чиноначальник: Тропарь, глас 4: Небесных воинств архистратиже, молим тя присно мы недостойнии, да твоими молитвами оградиши нас кровом крил невещественныя твоея славы, сохраняя нас припадающих прилежно, и вопиющих: от бед избави нас, яко чиноначальник вышних сил.

    Слава, и ныне, Богородичен, или Крестобогородичен.

    [Зри] Служба святаго Евдоксиа поется на повечерии.

    На утрени, на Бог Господь, тропарь архангела, дважды. Слава, и ныне, Богородичен, или Крестобогородичен. И обычныя кафисмы, и седальны октоиха, и чтения. Оба канона октоиха, без мученичнов: И архангела, на 6, глас 4. По 3-й песни седален, глас 8. Слава, глас 1. По 6-й песни,

    Кондак, глас 2: Архистратиже Божий, служителю Божественныя славы, ангелов начальниче, и человеков наставниче, полезное нам проси, и велию милость, яко безплотных архистратиг.

    И икос. По 9-й песни, Светилен октоиха: Слава, архангела: И ныне, Богородичен. На хвалитех стихиры архангела, на 4, глас 1-й. Подобен: Небесных чинов: Ангельски в мире: Слава, глас тойже, самогласен: Чиноначальник вышних сил: И ныне, Богородичен, или Крестобогородичен: На стиховне, октоиха: Слава, архангела, глас 5: Идеже осеняет: И ныне, Богородичен. На литургии блаженна, архангела, песнь 3-я и 6-я. Прокимен, глас 4: Творяй ангелы своя духи, и слуги своя пламень огненный. Стих: Благослови душе моя Господа: Апостол ко евреем, зачало 305: Братие, аще глаголанное ангелы слово бысть: Аллилуиа, глас 5: Хвалите Господа вси ангели его, хвалите его вся силы его. Стих: Яко той рече, и быша: той повеле, и создашася. Евангелие Луки, зачало 51: Рече Господь, слушаяй вас: Причастен, Творяй ангелы своя духи:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Предпразднство Рождества Пресвятыя Богородицы: И святаго мученика Созонта:',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры предпразднства 3, глас 1-й. Подобен. Небесных чинов: Всемирныя миру радости: и мученика 3, глас 4. Подобен: Дал еси знамение: Слава, и ныне: предпразднства, глас 4: Всечестное твое рождество: Аще же в пяток вечера, Слава, предпразднства: И ныне, догматик гласа настоящаго. На стиховне стихиры, глас 8. Подобен: О преславнаго чудесе! О преславнаго чудесе, яко от нераждающия: с припевы, 1-й, Слыши дщи: 2-й, Лицу твоему: Слава, и ныне, предпразднства, глас 4: Всемирная радость: Тропарь мученика, глас 4: Мученк твой Господи: писан сего месяца во 2 день.

    Слава, и ныне, предпразднства, глас тойже: От корене Иессеева, и от чресл Давидовых Богоотроковица Мариам раждается днесь нам: радостию бо радуются всяческая и обновляются. срадуйтеся купно небо и земля, восхвалите ю отечествия языков: Иоаким веселится, и Анна торжествует зовущи: неплоды раждает Богородицу, и питательницу жизни нашея.

    На утрени, на Бог Господь, тропарь предпразднства дважды. Слава, мученика: И ныне, предпразднства. И обычныя кафисмы. По 1-й кафисме седален, глас 1, подобен: Камени: Рождшися преславно: Слава, и ныне, тойже. По 2-й кафисме седален, глас 5, подобен: Собезначальное: Небесная вся: Слава, и ныне, тойже: и чтение. Канон предпразднства, со ирмосом на 8, глас 4: И мученика на 4, глас тойже. По 3-й песни.

    Кондак мученика, глас 2. Подобен: Твердыя: Истиннаго и Богомудраго мученика, страдальца благочестия искуснаго, сошедшеся днесь, велегласно восхвалим, Созонта таинника благодати, исцелений дателя богатейшаго: молит бо Христа Бога о всех нас.

    И икос, и седален, глас 4. Подобен: Скоро предвари: Спаслся верою Созонте: Слава, и ныне, предпразднства, глас 8: Да радуется небо: По 6-й песни,

    Кондак предпразднства, глас 3. Подобен: Дева днесь: Дева днесь и Богородица Мариа, чертог безконечный небеснаго Жениха, раждается от неплодове, Божиим советом: колесница Слова благоукрашается. на сие бо преднаречеся Божественная дверь, и Мати сущия жизни.

    И икос. По 9-й песни, светилен мученика: Слава, и ныне, предпразднства. на стиховне стихиры, глас 2. Подобен: доме евфрафов: приидите, иже от адама: слава, и ныне, глас 2, самогласен: пронареченная всех царица: На литургии, блаженна, предпразднства, песнь 3, на 4: И святаго песнь 6, на 4. Прокимен, глас 7: Возвеселится праведник о Господе: Стих: Услыши, Боже, глас мой: Апостол к ефесеем, зачало 233: Возмогайте о Господе: Аллилуиа, глас 4: Воззваша праведнии: Стих: Многи скорби праведным: Евангелие Иоанна, зачало 52: Си заповедаю вам: Причастен: В память вечную:`,
        },
      },
      {
        description: 'И память иже во святых отца нашего Иоанна, архиепископа Новгородскаго, чудотворца.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Совершается собор его, идеже лежат мощи его, и идеже храм его.

    Тропарь, глас 8: Днесь светло красуется славнейший великий Нов град, имея мощи твоя в себе, святителю Иоанне, яко солнечныя лучи испущающия, и подающия исцеления притекающим с верою к раце мощей твоих. молися Христу Богу, избавити град сей невредимь от варварскаго пленения, и междоусобныя брани, и огненнаго запаления, святителю Богомудре и чудоносче, небесный человече, и земный ангеле: да сошедшеся любовию в память твою, светло празднуем в песнех и пениих радующеся, и Христа славяще, тебе таковую благодать даровавшаго исцелений, и великому Нову граду заступление и утверждение.

    Кондак, глас 4. Подобен: Вознесыйся: Возвеселися явленно честная церковь Христова, в память днесь приснословущаго святителя Иоанна, от великаго Нова града возсиявшаго, и всю страну удивившаго преславными чудодеянии, и всеми добродетельми украсившагося: и по преставлении бо честное тело его обретеся нетленно, истощающее велия чудеса. темже зовем ему: О всеблаженне, моли Христа Бога непрестанно о всех нас.

    [МРК] Аще случится предпразднство Рождества Пресвятыя Богородицы, и святаго мученика Созонта, в неделю. В субботу на малей вечерни, стихиры воскресны, и Богородицы по обычаю. Тропарь воскресн: Слава, и ныне, Богородичен его. На велицей вечерни, по кафисме, на Господи воззвах, стихиры воскресны 3: и Анатолиев един. И предпразднства, 3, и мученика 3: Слава, предпразднства: И ныне, Богородичен настоящаго гласа. На литии стихира храма: Таже стихиры стиховны предпразднства вечерния. Слава, и ныне, предпразднства: писан на утрени на стиховне. На стиховне, стихиры воскресны. Слава, и ныне, предпразднства. На благословении хлебов тропарь: Богородице Дево: дважды, и предпразднства единожды. И чтение в посланиих апостольских. На утрени, на Бог Господь: тропарь воскресн дважды. Слава, мученика: И ныне, предпразднства. По кафисмах седальны воскресны, и богородичны их: И чтение во евангелии толковом: неделя пред Воздвижением. Посем непорочны: И ипакои: И чтение, неделя ряд. Степенны, и прокимен гласа: Всякое дыхание: и Евангелие воскресно: и Воскресение Христово: Таже канон воскресн, со ирмосом на 4: и Богородицы на два и предпразднства на 4: и мученика на 4. Катавасиа, Крест начертав: По 3-й песни, кондак и икос предпразднства, и мученика. Слава, седален мученика: И ныне, предпразднства. По 6-й песни, кондак и икос воскресн. И чтем пролог. На 9-й песни, поем Честнейшую: Светилен воскресн: Слава, мученика: И ныне предпразднства. На хвалитех, стихиры воскресны 4, и Анатолиев един един, и предпразднства, подобны 3 стиховныя с припевы их. Слава, стихира евангельская: И ныне, Преблагословенна еси: Славословие великое. Тропарь воскресн точию. Ектении: и отпуст: и оглашение. И обычное исхождение в притвор: И час 1-й. На 1-м часе тропарь воскресн: Слава, предпразднства: И ныне, Богородичен часов. По Отче наш: кондак предпразднства: И конечный отпуст. На 3-м часе тропарь воскресн: Слава, мученика: И ныне, Богородичен часов. По Отче наш, кондак воскресн. Такожде и на прочих часех, глаголем воскресн тропарь прежде: а предпразднства и мученика, пременяюще. Кондаки же воскресн и предпразднства, глаголем пременяюще. На литургии блаженна октоиха на 6, и с троичным и предпразднства песнь 3, на 4. По входе тропарь воскресн, и предпразднства: таже храма святаго, и мученика. Кондак воскресн, и храма святаго: Слава, мученика: И ныне, предпразднства. Прокимен, апостол, Аллилуиа и Евангелие, прежде недели пред Воздвижением: И ряд недели под зачало: таже святаго. Прокимен же гласа оставляется. Причастен: Хвалите Господа: и мученика. В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Рождество Пресвятыя Владычицы нашея Богородицы и Приснодевы Марии.',
        service: {
          typikonSign: TypikonSign.ВЕЛИКИЙ,
          instructions: `На малей вечерни, на Господи воззвах, стихиры на 4, глас 1-й. Подобен: Небесных чинов: Иоаким и Анна торжествуют: Слава, и ныне, глас 4: Всечестное твое рождество: На стиховне стихиры, глас 2. Подобен: Доме евфрафов: Радуйся Иоаким: с припевы: 1-й, Слыши дщи и виждь: 2-й, Лицу твоему помолятся: Слава, и ныне, подобен тойже: Храм Божий едина Богородица:

    Тропарь, глас 4: Рождество твое, Богородице Дево, радость возвести всей вселенней: из тебе бо возсия солнце правды Христос Бог наш, и разрушив клятву, даде благословение: и упразднив смерть, дарова нам живот вечный.

    На велицей вечерни, по предначинательном псалме, поем: Блажен муж: 1-й антифон. На Господи воззвах, стихиры на 8, глас 6. Самогласны: Днесь иже на разумных престолех: Слава, и ныне, 1-ю стихиру: Днесь иже на разумных: Вход. Прокимен дне, и чтения 3: 1-е, Бытия: Изыде Иаков: 2-е, Пророчества Иезекиилева: Тако глаголет Господь, будет от дне осмаго: 3-е, Притчей: Премудрость созда себе дом: Ектениа, Рцем вси: и Сподоби Господи в вечер сей: и Исполним вечернюю молитву нашу: На литии стихиры самогласны, глас 1: Начало нашего спасения: Слава, и ныне, глас 8: В благознаменитый день: На стиховне стихиры самогласны, глас 4: Всемирная радость: с припевы праздника, [писаны на малей вечерни]. Слава, и ныне, глас 8: Приидите вси вернии: Таже, Ныне отпущаеши: На благословении хлебов, отпустительный тропарь, глас 4: Рождество твое, Богородице Дево: трижды, писан на малей вечерни. Буди имя Господне: трижды, с пением: и псалом 33: Благословлю Господа на всякое время: до Не лишатся всякаго блага. И раздаются благословенныя хлебы по обычаю. Таже иерей глаголет: Благословение Господне на вас: и предложится чтение праздника: Слово Андреа Критскаго, емуже начало: Аще мерима есть земля пядию: [А идеже не бывает бдения, по Ныне отпущаеши: Тропарь, и отпуст. Полунощницу же поем по обычаю. На нейже вместо, Се жених: глаголем тропарь праздника. По 2-м трисвятом, глаголем кондак, и Господи помилуй, 12, и отпуст. молитвы же Помяни Господи, не глаголем. На утрени, по шестопсалмии, на Бог Господь: тропарь праздника, трижды. По 1-й кафисме седален праздника, глас 4. Подобен: Удивися Иосиф: Возопий Давиде: Слава: и ныне, тойже. И чтение праздника. По 2-й кафисме седален, глас и подобен тойже. И чтем слово святаго Иоанна Дамаскина, емуже начало: Приидите вси язы́цы: По чтении же даются свещи братии. Таже полиелей, и седален праздника, глас 8. Подобен: Повеленное: Да радуется небо: Слава, и ныне, глас тойже: Обновися Адаме: И чтем слово Григориа иеромонаха. Степенна, 1-й антифон 4-го гласа. Прокимен, глас тойже: Помяну имя твое во всяком роде и роде. Стих: Отрыгну сердце мое слово благо. Всякое дыхание: Стих: Хвалите Бога во святых его. Евангелие Луки, зачало 4: Во дни оны, воставши Мариам: Таже псалом 50. Слава, Молитвами Богородицы: И ныне, тойже. И посем, Помилуй мя Боже: И стихира праздника, глас 6: Сей день: Таже, Канона два: един кир Иоанна, глас 2: Другий кир Андреа, глас 8: Ирмосы обою канонов по дважды. Тропари же на 12. Катавасиа: Крест начертав: По 3-й песни, седален праздника: глас 4: Дева Мариа: Слава, и ныне, тойже. По 6-й песни,

    Кондак, глас 4: Иоаким и Анна поношения безчадства, и Адам и Ева от тли смертныя свободистася, Пречистая, во святем рождестве твоем: то празднуют и людие твои, вины прегрешений избавльшеся, внегда звати ти: неплоды раждает Богородицу и питательницу жизни нашея.

    И икос, и чтем пролог. На 9-й песни вжигают свещи братия. Честнейшую же не поем, но поем припевы праздника: Величай душе моя: И другий, Величай душе моя: На сходе, Катавасиа, Таин еси Богородице рай: И другий, Снедию древа: с припевы праздника. Ектениа малая. Светилен праздника, От неплодныя днесь: дважды. Слава, и ныне: Адаме обновися: На хвалитех стихиры на 4, глас 1. Подобен: О дивнаго чудесе: Слава, и ныне, глас 6: Сей день Господень: Славословие великое. По трисвятом тропарь праздника единожды. Ектении, и отпуст. Знаменаются же братия от иереа святым елеем. И поем стихиру самогласну праздника, юже хощет екклисиарх. И молитве глаголемей от иереа, якоже уставлено есть, на литии вечер воскресныя службы: Владыко многомилостиве: И час 1 в притворе. На 1-м часе тропарь праздника: И ныне, Богородичен часов. По трисвятом кондак праздника: И прочее все до конца. И совершенный отпуст. На литургии, блаженна от канона гласа 2-го, песнь 3-я, на 4: и 8-го песнь 6-я на 4. По входе, тропарь праздника: Слава и ныне, кондак. Прокимен, глас 3, песнь Богородицы: Величит душа моя Господа, и возрадовася дух мой о Бозе Спасе моем. Стих: Яко призре на смирение рабы своея: Апостол к филипписием, зачало 240: Сие да мудрствуется в вас: Аллилуиа, глас 8: Слыши дщи и виждь, и приклони ухо твое. Стих: Лицу твоему помолятся богатии людстии. Евангелие Луки, зачало 54: Вниде Иисус в весь некую: Вместо Достойна, поем ирмос: Чужде матерем: И до отдания, с припевом праздника. Сице поем во вся праздники Владычни и Богородицы. Причастен: Чашу спасения прииму: Бывает же на трапезе утешение братии, довольно же и духовно.

    [Зри] Аще случится праздник сей в субботу пред Воздвижением: Апостол, и Евангелие, субботы пред Воздвижением, чти в 13-й день. Прокимен же, Аллилуиа, и причастен Обновления.

    Подобает ведати. Яко кафисма не глаголется на вечерни, труда ради бденнаго.

    Сице убо творим и на всяк праздник, егда бывает бдение.

    По обычном псалме, на Господи воззвах, стихиры праздника: и стиховна праздника же. Празднуем же праздник сей 5 дней, за еже близ быти празднику Святаго Воздвижения Честнаго Креста.

    [МРК] Аще ли случится Рождество Богородицы в неделю.

    В субботу, на малей вечерни, на Господи воззвах, стихиры воскресны гласа, на 4: Слава, и ныне, праздника. На стиховне стихира воскресна едина: И праздника стиховна великия вечерни, с припевы праздника: Слава, и ныне, праздника. Тропарь воскресн. Слава, и ныне, праздника. Ектения малая. И отпуст. На велицей вечерни, по обычной кафисме, на Господи воззвах, стихиры воскресны 3: и Анатолиев един, и праздника 6. Слава, и ныне праздника. Вход, Прокимен дне: и чтения 3, праздника. На литии стихиры, и Слава, и ныне, праздника. На стиховне стихиры воскресны: Слава, и ныне, праздника. На благословении хлебов, тропарь праздника, трижды: и чтение в посланиих, или праздника. На утрени, на Бог Господь, тропарь воскресн дважды: Слава, и ныне, праздника. По обычных кафисмах седальны воскресны с богородичны их: и чтение во евангелии толковом, неделя пред Воздвижением. Таже полиелей: и тропари, Ангельский собор: и ипакои гласа. И седальны праздника оба по единожды: Слава, седален, иже по полиелеи: И ныне, другий: и чтение праздника. Степенна гласа: Прокимен и Евангелие праздника. Таже, Воскресение Христово: Псалом 50. И целование евангелиа по обычаю. Посем, Слава, Молитвами Богородицы: И ныне, тойже. Стихира праздника. Канон воскресн со ирмосом на 4. И Богородицы на два: И праздника оба канона, на 8. Катавасиа, Крест начертав: По 3-й песни, кондак и икос воскресн, и седален праздника, дважды. По 6-й песни, кондак и икос праздника: и чтем пролог. На 9-й песни, припевы не поем, но поем Честнейшую: Светилен воскресн: Слава, и ныне, праздника. На хвалитех стихиры воскресны 4, и праздника 4, с припевы праздника. Слава, праздника: И ныне, Преблагословенна еси: И славословие великое. и тропарь воскресн точию. И ектении: И отпуст. Дается же и елей от кандила праздника. Таже, Слава, и ныне, стихира евангельская: оглашение, и обычное исхождение: И час первый в притворе. На 1-м часе тропарь воскресн: Слава, праздника: И ныне, Богородичен часов. По Отче наш, кондак воскресн, и отпуст. Такожде и на прочих часех, тропарь воскресн: Слава, праздника: И ныне, Богородичен часов. Кондак праздника, и воскресн, глаголем пременяюще. На литургии, блаженна воскресна, гласа, на 6: И праздника песнь 3-я, на 4. По входе тропарь воскресн и праздника: Слава, кондак воскресн: И ныне, праздника. Прокимен, апостол, Аллилуиа, и Евангелие чтем прежде недели пред Воздвижением: Таже ряд: Посем Богородицы, А прокимен гласа оставляется. Причастен, Хвалите Господа с небес: И праздника, Чашу спасения прииму:

    [МРК] Аще случится попразднство Рождества Пресвятыя Богородицы в неделю.

    В субботу, на малей вечерни, стихиры воскресны, и Богородицы, по обычаю: На велицей вечерни, на Господи воззвах, стихиры воскресны 3: и Анатолиев един: И праздника того дне на ряду, 3, и минеи святаго 3. Аще ли поется святый на 6: или емуже и полиелей, и поем стихиры воскресны 3: и праздника 3: и святаго 4. Слава, святаго. Аще же ни: Слава, праздника: И ныне, Богородичен первый, гласа. Вход. Прокимен дне: и ектениа. На литии стихиры праздника. Стиховна вечерняя того дне. и святаго, аще полиелей. Слава, и ныне, праздника. Аще ли имать святый Славу, Слава святаго: И ныне, праздника. На стиховне стихиры воскресны: Слава, святаго. Аще ли ни: Слава, и ныне, праздника. На благословении хлебов, тропарь: Богородице Дево радуйся: дважды, и Праздника единожды. И чтение во апостольских посланиих. На утрени, тропарь воскресн дважды: Слава святаго: Аще ли ни, Слава, и ныне, праздника. По кафисмах седальны воскресны, с богородичны их: и чтение во евангелии толковом, неделя пред Воздвижением. Таже непорочны и тропари: Ангельский собор, и ипакои гласа, и чтение во евангелии толковом, неделя ряд. Степенна, и прокимен гласа. Евангелие воскресно. Воскресение Христово: и псалом 50, и прочее воскресно. Канон воскресн, со ирмосом на 4: и Богородицы на два: и праздника на 4: и святаго на 4. Аще полиелей: Канон воскресн со ирмосом на 4: и праздника на 4, и святаго на 6. Катавасиа, Крест начертав: По 3-й песни, кондак праздника и икос, и святаго аще имать, и седален его. Слава, и ныне, праздника. По 6-й песни, кондак и икос воскресн. На 9-й песни поем, Честнейшую: Светилен воскресн, Слава, святаго: Аще ли ни, Слава, и ныне, праздника. На хвалитех стихиры воскресны 4: и праздника 4, стиховна того дне со Славным, с припевы праздника. Аще имать святый стихиры на хвалитех: и поем стихиры воскресны 4, и святаго со Славным 4, с припевы его. Слава, стихира евангельская: И ныне, Преблагословенна еси: По славословии, тропарь воскресн точию, и ектении, и отпуст, и оглашение, и исхождение в притвор, и час 1-й. На 1-м часе тропарь воскресн: Слава, праздника: И ныне, Богородичен часов. По Отче наш, кондак праздника, и конечный отпуст. На 3-м часе тропарь воскресн: Слава, святаго. Аще ли ни, Слава, праздника. По трисвятом, кондак праздника, и воскресн глаголем пременяюще: аще ли полиелей, и святаго. На литургии, блаженна гласа на 6, и праздника от канона песнь рядовая, на 4. Аще ли имать святый песнь, и воскресна на 4: и праздника на 4, и святаго песнь 6-я на 4. По входе тропарь воскресн, и праздника, и храма святаго, или святыя, и святаго, аще есть. Таже кондак воскресн, и храма святаго, или святыя. Слава, святаго, аще есть. Аще ли ни. Слава, храма святаго: И ныне, праздника. Прокимен, апостол, Аллилуиа, и Евангелие, прежде недели пред Воздвижением: ряд же под зачало, потом святаго. Причастен: Хвалите Господа с небес: и святаго, аще есть, аще ли ни, праздника.

    [Зри] Суббота пред воздвижением. На литургии, прокимен, глас 3: Пойте Богу нашему, пойте, пойте Цареви нашему, пойте. Стих: Вси язы́цы восплещите руками: Апостол к коринфяном, зачало 126: Братие, премудрость глаголем: Аллилуиа, глас 5: Милости твоя, Господи, во век воспою в род и род. Евангелие Матфеа, зачало 39: Рече Господь: иже любит отца или матерь: Апостол же и Евангелие субботы ряд под зачало. Таже святаго, аще имать. Причастен дне.

    Подобает ведати: Аще случится отдание Рождества Богородицы в субботу пред Воздвижением: Прокимен, Аллилуиа, и причастен праздника. Апостол, и Евангелие прежде субботы пред Воздвижением. Таже праздника. А прокимен субботы пред Воздвижением оставляется.

    [Зри] Неделя пред Воздвижением. На утрени чтем в толковании евангелиа от Иоанна: и дне ряд. На литургии, прокимен, глас 6: Спаси Господи люди твоя: Стих: К тебе Господи воззову: Апостол к галатом, зачало 215: Братие, видите колицеми книгами: Аллилуиа, глас 1: Вознесох избраннаго: Евангелие Иоанна, зачало 9: Рече Господь: никтоже взыде на небо: Таже ряд. Причастен дне.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых и праведных Богоотец Иоакима и Анны: И святаго мученика Севириана.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, поем стихиры праздника 3, глас 1, подобен: Небесных чинов: Иоаким и Анна: и святых 3, глас 4, подобен: Дал еси знамение: Приидите ныне: Слава, и ныне, глас 5, самогласен: О блаженная двоице: Аще ли случится в пяток вечера: Слава, праздника: И ныне, Богородичен первый настоящаго гласа. На стиховне, стихиры праздника: глас 2, подобен: Егда от древа: Анна Богомудренная: с припевы. Слава, и ныне, праздника, глас 8, самогласен: Иже из неплодных ложесн.

    Тропарь святых, глас 2: Праведных твоих Господи память празднующе, теми молим тя, спаси души наша.

    Или сей, глас 1: Иже в законней благодати праведни бывше, младенеца Богоданнаго породиша нам, Иоаким и Анна. темже днесь светло торжествует, весело празднующи Божественная церковь честную вашу память, славящи Бога, воздвигшаго рог спасения нам в дому Давидове.

    Слава, и ныне, праздника: Рождество твое:

    Служба святаго Севириана поется на повечерии. По Достойне, и по трисвятом, кондак праздника: во все попразднство, и до отдания. На утрени, на Бог Господь, тропарь праздника, дважды: Слава, Богоотцев: И ныне, праздника. По кафисмах седальны праздника. Канон праздника 2-го гласа со ирмосом на 6: и святых глас тойже, на 6. По 3-й песни, кондак и икос праздника. И седален святых, глас 5: Слава, и ныне, тойже. По 6-й песни,

    Кондак Богоотцев, глас 2. Подобен: Вышних ищя: Радуется ныне Анна, неплодства разрешившися соуз, и питает пречистую, созывающи вся воспети, даровавшаго от чрева ея человеком едину Матерь и неискусомужную.

    И икос: и пролог. По 9-й песни, Светилен: подобен: Посетил ны: Яже Евы клятву: Слава, и ныне: Яко от солнца солнце: На стиховне стихиры праздника, глас 6. Подобен: Тридневен: с припевы их. Слава, и ныне, праздника, глас 2: Днесь всенепорочная чистая: и отпуст. На литургии, блаженна праздника, песнь 1-я 2-го гласа, на 4: и святых песнь 6-я, на 4. По входе тропарь праздника: и храма святаго: и святых: Слава, кондак святых: И ныне, праздника. Аще храм Христов, и глаголем тропарь, прежде храма Христова: и праздника Богородицы, и храма святаго: и святых. Таже кондак храма Христова, и святаго. Слава, кондак святых: И ныне, праздника. Сице по входе тропари и кондаки глаголем и в прочия дни. Прокимен праздника и до отдания: потом святых, глас 4: Дивен Бог во святых своих: Стих: В церквах благословите Бога Господа: Апостол к галатом, зачало 210, от полу: Братие, Авраам два сына име: Аллилуиа, глас 1: Спасение праведных от Господа: Евангелие Луки, зачало 36: Рече Господь: никтоже убо светильника вжег: Причастен праздника, и до отдания: и святых: Радуйтеся:`,
        },
      },
      {
        description: 'В тойже день преподобнаго отца нашего Иосифа Волоцкаго чудотворца.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Совершается собор его во обители его, и идеже храм его.

    Тропарь, глас 5: Яко постников удобрение, и отцев красоту, милости подателя, разсуждения светильника, вси вернии сошедшеся восхвалим, кротости учителя, и ересей посрамителя, премудраго Иосифа: Российскую звезду, молящася Господу, помиловатися душам нашим.

    Кондак, глас 8. Подобен: Взбранной: Жития треволнения, и мятеж мирский, и страстная взыграния в ничтоже вменив, пустынный гражданин показался еси, многих быв наставник Иосифе преподобне, монахов собратель, и молебник верен, чистоты рачитель, моли Христа Бога спастися душам нашим.`,
        },
      },
      {
        description: 'В тойже день обретение и пренесение честных мощей иже во святых отца нашего Феодосиа архиепископа Черниговскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Тропарь, глас 4: Преудобрен во архиереех, святителю Феодосие, был еси светило своему стаду, таже преставился еси в вечныя обители. умоли у престола Царя славы, избавитися нам от находящих на ны зол, и спастися душам нашим, святе, молитвами твоими.

    Кондак, глас тойже: Пастырей начальнику Христу трудился еси, святителю Феодосие, на пажити духовней питая словесныя твоя овцы, и приял еси от Христа Спаса целебный дар, целити от немощи душевныя и телесныя, всякаго с верою приходящаго к целебным твоим мощем. моли, святе, о призывающих имя твое, от наветов вражиих спастися душам нашим.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мучениц, Минодоры, Митродоры и Нимфодоры.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры праздника 3: глас 8. Подобен: О преславнаго чудесе! и святых 3, глас 4. Подобен: Яко добля: Слава, и ныне, праздника, глас 2: Что шум празднующих: На стиховне стихиры праздника, с припевы их. Слава, и ныне, праздника глас 2: Пронареченная всех царица: По Отче наш: тропарь праздника. На утрени, на Бог Господь, тропарь праздника трижды, и обычныя кафисмы: и седальны праздника. Канон праздника, глас 8, со ирмосом на 8: и мучениц, на 4, глас 4. По 3-й песни,

Кондак мучениц, глас 4. Подобен: Вознесыйся: За Троицу терпеливно страдальчествовавшия, многокозненнаго врага победисте, братски облекшеся духом. темже водвористеся с пятьми девами в небесном страстотерпицы чертозе, и со ангелы Всецарю в веселии непрестанно предстоите.

И седален мучениц: Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен праздника. На стиховне стихиры праздника: Слава, и ныне, праздника, глас 4: Всемирная радость: На литургии блаженна праздника: песнь 4 и 5-я, на 8.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобныя матере нашея Феодоры Александрийския.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `[Зде же поется служба и священномученика Автонома.]

На Господи воззвах, стихиры преподобныя 3, глас 4, подобен: Яко добля: И Автонома, 3, глас и подобен тойже: Слава, и ныне, праздника: глас тойже самогласен: Ангеловым проречением. На стиховне стихиры праздника: Слава, и ныне, глас 4: Неплоды безчадная:

Тропарь преподобныя, глас 8: В тебе мати известно спасеся еже по образу: приимши бо крест, последовала еси Христу, и деющи учила еси презирати убо плоть, преходит бо, прилежати же о души вещи безсмертней: темже и со ангелы срадуется, преподобная Феодоро, дух твой.

Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь праздника, дважды: Слава, святыя: И ныне, праздника, и обычныя кафисмы и седальны праздника. Канон праздника, глас 2, со ирмосом на 6: И преподобныя, глас 4, на 4: и Автонома, глас 8, на 4. По 3-й песни,

Кондак святыя, глас 2: Подобен: Вышних ищя: Тело твое постами изнуривши, бденными молитвами Творца умолила еси о гресе твоем, яко да приимеши совершенное прощение: и прияла еси оставление, путь покаяния показавши.

И святаго, Кондак, глас 2: Подобен: Вышних ищя: Божественная премудре, непорочне тайноводил еси, жертва приятная был еси богоблаженне: Христову бо пил еси чашу преславне, светильниче всемирный, моля непрестанно о всех нас.

И седален святыя. Слава, мученика. И ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен праздника. На стиховне стихиры праздника. Слава, и ныне, глас 8: В благознаменитый день: На литургии, блаженна праздника, песнь 7-я и 8-я, на 8. Прокимен, глас 4: Дивен Бог во святых своих, Бог Израилев. Стих: В церквах благословите Бога: Апостол к галатом, зачало 250: Прежде пришествия веры: Аллилуиа, глас 1: Терпя потерпех Господа, и внят ми: Евангелие Иоанна, зачало 28: Приведоша книжницы: Причастен, В память вечную.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Автонома: В сей день отдается праздник Рождества Пресвятыя Богородицы, и поется вся служба праздника.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Вечер, обычная кафисма. На Господи воззвах, стихиры праздника, на 6: Слава, и ныне, праздника. Аще же в пяток вечера, Слава, праздника: И ныне, догматик настоящаго гласа. Прокимен дне, кроме входа и паремий. и абие, Сподоби Господи: Ектениа, Исполним вечернюю: На стиховне стихиры, и Слава, и ныне, праздника. По Отче наш, тропарь праздника, единожды: и ектениа, и отпуст. На повечерии, кондак праздника. Полунощницу же поем по обычаю, с кафисмою и тропари обычными, а не праздника. Глаголем же и молитву, Помяни Господи в надежди: На утрени, на Бог Господь, тропарь праздника, дважды: Слава, и ныне, тойже. По кафисмах седальны праздника: и чтение, и псалом 50. Каноны праздника: первый со ирмосом на 8, другии со ирмосом на 6. Ирмосы же поем обою канонов, по дважды. Катавасиа, Крест начертав: По 3-й песни, седален праздника, дважды. По 6-й песни, кондак и икос праздника. На 9-й песни. Честнейшую не поем: Но поем припевы праздника. На сходе катавасиа, Таин еси: и другий, Снедию древа: с припевы праздника. Светилен праздника, дважды. На хвалитех, стихиры праздника, на 4: Слава, и ныне, праздника. Славословие великое. По трисвятом, тропарь праздника, единожды. Ектении, и отпуст, и исхождение в притвор, и час 1-й. На часех тропарь и кондак праздника. На литургии, блаженна обою канонов песнь 9-я на 8. По входе тропарь праздника: Слава, и ныне, кондак праздника. Прокимен, Аллилуиа, и причастен праздника. Апостол и Евангелие дне, и праздника.

[МРК] Подобает ведати, аще случится отдание Рождества Богородицы в неделю. В субботу на малей вечерни стихиры воскресны, по обычаю. На стиховне стихира воскресна едина, и праздника стиховна, с припевы своими, великия вечерни: Слава, и ныне, праздника. Тропарь воскресн: Слава, и ныне, праздника. На велицей вечерни, по обычной кафисме, на Господи воззвах, стихиры воскресны 3, и Анатолиев един: и праздника 6: поемыя на самый праздник. Слава, праздника: И ныне, Богородичен первый гласа. На литии стихиры, и Слава, и ныне, праздника. На стиховне стихиры воскресны. Слава, и ныне, праздника. На благословении хлебов тропарь, Богородице Дево: дважды: и праздника, единожды. и чтение в посланиих апостольских. На утрени, на Бог Господь, тропарь воскресн, дважды: Слава, и ныне, праздника. По кафисмах седальны воскресны, с богородичны их. и чтение в толковом евангелии, неделя пред Воздвижением. Посем непорочны. И ипакои гласа, и чтение, неделя ряд. Степенна, и прокимен гласа. Всякое дыхание: Евангелие воскресное. Воскресение Христово: псалом 50. стихира воскресна, и прочее по обычаю. Канон воскресн со ирмосом на 4, и Богородицы на 2, и праздника оба канона на 8. Катавасиа, Крест начертав: По 3-й песни, кондак и икос праздника: и седален праздника, дважды. По 6-й песни, кондак и икос воскресн, и пролог. На 9-й песни поем Честнейшую: Светилен воскресн: Слава, и ныне, праздника. На хвалитех стихиры воскресны на 4: и праздника со славным на 4: припевы праздника. Слава, стихира евангельская: И ныне, Преблагословенна еси: Славословие великое. По трисвятом тропарь воскресн точию. Ектении, и отпуст, и оглашение Студитово. И исхождение обычное в притвор, и час 1-й, и конечный отпуст. На часех, тропарь воскресн: Слава, праздника: И ныне, Богородичен часов. По Отче наш, кондак праздника, и воскресн, глаголем пременяюще. На литургии, блаженна гласа на 6: и праздника песнь 9-я, на 4. По входе, тропарь воскресн, и праздника. Слава, кондак воскресн: И ныне, праздника. Прокимен, апостол, Аллилуиа, и Евангелие, недели пред Воздвижением, и ряд под зачало. Таже Богородицы. Причастен, Хвалите Господа с небес: другий праздника, Чашу спасения.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Память обновлений храма святаго, Христа и Бога нашего, Воскресения: И предпразднство Воздвижения Честнаго и Животворящаго Креста: И святаго священномученика Корнилиа сотника.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, обычная кафисма. На Господи воззвах, стихиры на 6: обновления, 3, глас 6, самогласны: и святаго, 3, глас 4. Подобен: Дал еси знамение: Слава, обновления, глас 6, самогласен: Память обновлений. И ныне, предпразднства, глас тойже: Днесь древо явися: Аще ли в пяток вечера, И ныне, Богородичен первый, настоящаго гласа. Вход. Прокимен дне, чтения 3, обновления: 1-е, Царств третиих: Ста Соломон: 2-е, Притчей: Бог премудростию: 3-е, Притчей: Премудрость созда себе дом: и ектении. На стиховне стихиры Креста, глас 5, подобен: Радуйся живоносный Кресте: с припевы их. первый, Возносите Господа Бога нашего: вторый, Бог же Царь наш прежде века: Слава, обновления, глас 2, самогласен: Обновление совершающе, И ныне, предпразднства, глас тойже: Божественное сокровище: По трисвятом,

Тропарь обновления, глас 4: Якоже вышния тверди благолепие, и нижнюю споказал еси красоту святаго селения славы твоея Господи, утверди сие во век века, и приими наша в нем непрестанно приносимая тебе моления Богородицею, всех животе и воскресение.

Слава, мученика, глас тойже: И нравом причастник: писан сего месяца в 3-й день.

И ныне, предпразднства, глас тойже: Животворящий Крест твоея благости, егоже даровал еси нам недостойным Господи, тебе приносим в молитву: спаси град твой молящийся, Богородицею едине человеколюбче.

И отпуст. На повечерии, по трисвятом кондак обновления. На утрени, на Бог Господь, тропарь обновления, дважды: Слава, святаго: И ныне, предпразднства: и обычныя кафисмы. По 1-й кафисме седален обновления, глас 4, подобен: Скоро предвари: Вся просвети: Слава, и ныне, тойже: и чтение. По 2-й кафисме седален, глас и подобен тойже: Празднственный днесь: Слава, и ныне, тойже: и чтение. Каноны 3: обновления, глас 4, со ирмосом на 6: и предпразднства, глас тойже, на 4: и святаго, глас 5, на 4. Катавасиа, Крест начертав: По 3-й песни,

Кондак обновления, глас 4. Подобен: Явился еси: Небо многосветлое церковь показася, вся просвещающая верныя. в нейже стояще зовем: сей дом утверди Господи.

И седален, глас 8. Слава, святаго, глас 4: И ныне, предпразднства, глас тойже. По 6-й песни,

Кондак обновления, глас 2. Подобен: Твердыя: Обновления духа в сердцах, и просвещение внутренним даруй, верою совершающим священная обновления храма дому твоего, емуже благоволил еси создатися в твое Божественное имя, едине во святых прославляемый.

И икос: и пролог. По 9-й песни светилен обновления, подобен: Духом: Юже пречистою кровию: Слава, и ныне, Светодательными: На хвалитех стихиры обновления на 6, глас 4, подобен: Дал еси знамение: Днесь божественный и священный: Ины стихиры, глас 1, самогласны: Обновляйся, обновляйся: Слава, глас 3, К себе восходи человече: И ныне, предпразднства, глас тойже: Христе Боже наш: Славословие великое. По трисвятом, тропарь обновления: Слава, святаго: И ныне, Креста. Ектении, и отпуст, и час 1. На 1-м часе, тропарь обновления: Слава, Креста: И ныне, Богородичен часов. Кондаки на часех пременяюще глаголем. На литургии, блаженна от канона обновления, песнь 3-я и 6-я. По входе тропарь обновления, и Креста, и святаго. Слава, и ныне, кондак обновления. Прокимен, глас 4: Дому твоему подобает святыня Господи в долготу дний. Стих: Господь воцарися, в лепоту облечеся. Апостол ко евреем, зачало 307: Святая звания: Аллилуиа, глас 2: Основания его на горах святых. Стих: Преславная глаголашася о тебе граде Божий. Евангелие Матфеа, зачало 67: Прииде Иисус во страны Кесарии Филипповы: Причастен: Господи возлюбих благолепие дому твоего, и место селения славы твоея. Аллилуиа, трижды.

[Зри] Ведомо же буди и сие: Аще случится Воздвижение Честнаго Креста в неделю: В субботу же пред Воздвижением, на литургии: Прокимен, и Аллилуиа обновления. един. Субботы же прокимен пред Воздвижением оставляется. Апостол, и Евангелие прежде обновления, и потом субботы пред Воздвижением: Причастен обновления. Рядовый же апостол, и Евангелие вычитаем напреди: Недели же пред Воздвижением, чтется апостол, и Евангелие, в мимошедшую неделю.

[МРК] Подобает ведати: Яко аще случится обновление, 13 день в неделю, оставляется служба святаго Корнилиа, и поется, егда разсудит екклисиарх. Поется же воскресна служба со обновлением: и с предпразднством Честнаго Креста. На малей вечерни, стихиры воскресны, и Богородицы по обычаю. Тропарь воскресн. Слава, и ныне, Богородичен. На велицей вечерни, Блажен муж, кафисма вся. На Господи воззвах, стихиры воскресны, 3: и Анатолиев един. И обновления, 3: и Креста 3, глас 5: Подобен: Радуйся: писаны на стиховне. Слава, обновления: И ныне, Богородичен 1-й гласа. Вход: И чтения 3, обновления. На литии стихира храма: И обновления хвалитныя. глас 1: Обновляйся, обновляйся: И гласа 4-го: Обновляется днесь: Глас тойже: Посреди земли возносима: Слава, глас 5: Иже в недрех: И ныне, глас 6: Днесь древо явися: На стиховне стихиры воскресны гласа. Слава, глас 2: Обновление совершающе: И ныне, Креста, глас тойже: Божественное сокровище: На благословении хлебов тропарь: Богородице Дево, дважды. И обновления единожды. И чтение в посланиих апостольских. На утрени, на Бог Господь, тропарь воскресн, дважды: Слава, обновления: И ныне, Креста. По кафисмах седальны воскресны: Слава, и ныне, обновления. богородичны же оставляются.И чтение во евангелии, неделя пред Воздвижением. По непорочных ипакои: И чтем во евангелии неделю рядовую. Степенны, и прокимен гласа: Всякое дыхание: Евангелие воскресное. Воскресение Христово: и псалом 50. Стихира воскресна. Канон воскресн со ирмосом на 4: Богородицы на 2: обновлению на 4: и Креста на 4. Катавасиа: Крест начертав: По 3-й песни, кондак и икос обновления: И седален. Слава, и ныне, Креста: И чтение. По 6-й песни, кондак воскресн: И икос. И пролог. На 9-й песни, поем Честнейшую. Светилен воскресн: Слава, обновления: И ныне, Креста. На хвалитех стихиры воскресны, 4: И обновления, глас 4, подобен: Дал еси знамение: две. И самогласны две, глас 3: К себе восходи человече: Другий, Христе Боже наш: Первый припев: Дому твоему подобает святыня Господи в долготу дний. Другий: Господь воцарися, в лепоту облечеся: Слава, стихира евангельская. И ныне, Преблагословенна еси Богородице Дево: Славословие великое. Тропарь воскресн: И ектении. И отпуст: И оглашение. И обычное исхождение в притвор. И час 1-й. На часех, тропарь воскресн. Слава, обновления: И ныне, Богородичен часов. По Отче наш, кондак воскресн, и обновления, пременяюще глаголем. На литургии блаженна воскресна гласа, на 6: И обновления, песнь 3-я, на 4. По входе, тропарь воскресн, и обновления и Креста. Кондак воскресн: Слава, и ныне, обновления. Прокимен, апостол, Аллилуиа, и Евангелие прежде недели пред Воздвижением: И ряд под зачало: таже обновления. Причастен, Хвалите Господа с небес: И обновления.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Всемирное воздвижение Честнаго и Животворящаго Креста:
        И успение во святых отца нашего Иоанна, архиепископа Константина града, Златоустаго.`,
        service: {
          typikonSign: TypikonSign.ВЕЛИКИЙ,
          instructions: `[Зри] Ведомо же буди, яко Златоустаго воследование в сей пресветлый день, в Константине граде, и повсюду не поется, Воздвижения ради Честнаго Креста, Господьскаго праздника: и преложися в 13 день ноемвриа месяца.

Во время же вечера, кандиловжигатель, по благословению ударяет в кампан. Иерей же входит в сосудохранительницу, и полагает Честный Крест, со благовонными васильки на жертвенник, на мисе, и поем, На малей вечерни, на Господи воззвах, стихиры праздника на 4, глас 1. Подобен: Небесных чинов: Крест возносится: Слава, и ныне, глас 6, самогласен: Днесь сад: Таже, Свете тихий: Прокимен дне. И Сподоби Господи: На стиховне стихиры, глас 2. Подобен: Доме евфрафов: С припевы их: Водою боготворною: Припевы: 1-й, Возносите Господа Бога нашего: 2-й, Бог же царь наш прежде века: Слава, и ныне, глас 6, самогласен: Днесь древо явися: Ныне отпущаеши: Трисвятое, и по Отче наш:

Тропарь праздника, глас 1: Спаси Господи люди твоя и благослови достояние твое, победы на сопротивныя даруя, и твое сохраняя Крестом твоим жительство.

Ектениа малая: И отпуст. По отпущении же малыя вечерни, входит екклисиарх со иереем и диаконом и параекклисиархом в жертвенник, со свещами, и облачится иерей и диакон: и кадив Честный Крест, глаголет: Благослови владыко. Иерей: Благословен Бог наш: Таже, Трисвятое: и по Отче наш, тропарь Креста: Спаси Господи люди твоя: Слава и ныне:

Кондак, глас 4: Вознесыйся на Крест волею, тезоименитому твоему новому жительству, щедроты твоя даруй Христе Боже: возвесели нас силою твоею, победы дая нам на сопостаты, пособие имущым твое оружие мира, непобедимую победу.

И взимает иерей Честный Крест со блюдом на главу, и вносит его во святый олтарь, предыдущим же пред ним со двема лампадама: И полагает Честный Крест на святой трапезе на евангельском месте: а Евангелие поставляет на горнее место, и вжигают пред ним свещу на всю нощь.

[Зри] Подобает ведати: Яко аще случится праздник сей в неделю, ничтоже поется воскресно: ни стихиры воскресны, ниже непорочны, ни степенна гласа, ни Евангелие воскресное чтется: Точию, Воскресение Христово, глаголем: и Свят Господь Бог: не поется же, но всю службу поем праздника. На велицей вечерни: Аще в субботу вечера поем, Блажен муж, кафисму всю. Аще же в неделю вечера, поем, Блажен муж, 1-й антифон. Аще же ин день, стихологиа не бывает: но по обычном псалме поем, Господи воззвах, на глас 6. И поем стихиры праздника, на 8, глас 6. Подобен: Всю отложивше: Крест воздвизаемь: Слава, и ныне, глас 2: Приидите вси язы́цы: Таже вход. Прокимен дне, Аще случится праздник сей в субботу, в пяток вечера, прокимен дне оставляется: и поется прокимен великий, глас 7: Бог наш на небеси и на земли: понеже в субботу вечера поется прокимен, Господь воцарися: Чтения 3: 1-е Исхода. Поят Моисей сыны Израилевы: 2-е, Притчей: Сыне не пренебрегай: 3-е, Пророчества Исаиина: Сия глаголет Господь: отверзутся врата: И посем ектениа: Рцем вси: и Сподоби Господи: и Исполним вечернюю молитву: На литии стихиры самогласны, глас 1: Днесь яко воистинну: Слава, и ныне, глас 4: Честнаго Креста Христе: И обычныя молитвы бдения. На стиховне стихиры праздника, глас 5. Самоподобен: Радуйся живоносный Кресте: с припевы их, писаны на малей вечерни. Слава, и ныне, глас 8. Егоже древле Моисей: Таже, Ныне отпущаеши: и трисвятое. По Отче наш, тропарь Креста, глас 1: Спаси Господи люди твоя: трижды, писан на малей вечерни. И обычное благословение хлебов, и раздаяние их: и Буди имя господне, трижды с пением. и псалом 33: Благословлю Господа: И чтем слово о честном древе. На утрени, на Бог Господь, тропарь праздника трижды: И обычныя кафисмы. По кафисмах седальны, и чтения праздника. По чтении же даются свещи братии. Таже полиелей: И седален праздника: И чтение праздника. Степенна, 1 и антифон 4-го гласа. Прокимен, глас 4: Видеша вси концы земли спасение Бога нашего. Стих: Воспойте Господеви песнь нову. Всякое дыхание: Стих: Хвалите Бога во святых его. Евангелие Иоанна, зачало 42 от полу: Рече Господь: Отче, прослави имя твое: Таже Воскресение Христово: и псалом 50. Слава, Молитвами апостолов: И ныне, Молитвами Богородицы: Посем стихира, глас 6: Кресте Христов: И молитва, Спаси, Боже, люди твоя: и Господи помилуй, 12. Таже иерей: Милостию и щедротами: Канон, глас 8: творение кир Космы. ирмос, Крест начертав: по дважды. Тропари на 12: И последи ирмос, оба лика вкупе: Крест начертав: По 3-й песни седален Креста, глас 4: В тебе треблаженне: Слава, и ныне, тойже. И чтение праздника. По 6-й песни, кондак Креста, глас 4: Вознесыйся на Крест волею: писан после малыя вечерни. И икос: И чтем пролог. На 9-й песни вжигают паки свещи братия. Честнейшую не поем, но поем припев праздника: Величай душе моя: Таже ирмос 1-го канона: Таин еси Богородице: И другий лик подобне припев, и ирмос: и к прочим стихам тойже припев поем. Таже поем и вторый припев: Величай душе моя: И ирмос: Снедию древа: И другий лик, подобне припев, и ирмос. Тропари обою канонов на 12. Катавасиа: Таин еси Богородице рай: Посем другий, Снедию древа: с припевом. И поклон: По 9-й песни светилен праздника, подобен: Учеником: Крест хранитель: дважды. Слава и ныне, подобен: Жены услышите: Крест воздвизается: На хвалитех стихиры, на 4, глас 8, самоподобен: О преславнаго чудесе! Слава, и ныне, глас 6, самогласен: Днесь происходит Крест Господень: Таже, Славословие великое. Поему же великому славословию, облачится настоятель во всю священную одежду, и приемлет кадильницу с фимиамом, и приходит ко святей трапезе, и кадит Честный Крест крестообразно, и взимает его на главу, и исходит северными дверьми, предыдущим ему со двема лампадами даже до царских врат, и тамо став ожидает конца славословия и трисвятаго. Сему же скончану, возглашает настоятель велегласно: Премудрость, прости. Мы же начинаем тропарь: Спаси Господи люди твоя: трижды. И приходит настоятель, нося на главе Честный Крест до среды церкве пред святыя царския двери: тамо убо уготовану аналогию, полагает верху его Честный Крест, и кадит крестообразно. Таже творит поклоны три до земли, в койлибо буди день, и взем Честный Крест со благовонными васильками, на подножии Креста обложенными, станет пред аналогием зря к востоком. И диакон возглашает велегласно во услышание всех: Помилуй нас, Боже, по велицей милости твоей, молимся тебе, услыши нас, Господи, и помилуй, рцем вси. И начинаем первую сотницу, Господи помилуй, 50: знаменающу настоятелю в начале Честным Крестом, трижды. Таже преклоняет главу, елико пядию отстояти главе от земли, и помалу воздвизается горе даже до скончания втораго, 50, Господи помилуй. Егда же доспеет до 97, Господи помилуй, возвышает глас свой екклисиарх, настоятель же прямо стоя, и конца сотницы ожидая, знаменует Крестом паки трижды. Таже обращается к западней стране. И глаголет диакон: Еще молимся о милости, жизни и оставлении грехов Великого Господина и Отца нашего Святейшаго Патриарха [имярек] и всего о Христе братства нашего, о здравии и о спасении, рцем вси. И начинаем вторую сотницу, Господи помилуй. И творит настоятель второе воздвижение, якоже преднаписася. Таже обращается к полуденной стране. И глаголет диакон: Еще молимся о Богохранимей стране Российстей, о властех и воинстве ея, да тихое и безмолвное житие поживем во всяком благочестии и чистоте. И начинаем третию сотницу, Господи помилуй. Скончаваемей же той, обращается настоятель к северной стране. И глаголет диакон: Еще молимся о всякой души христианстей, скорбящей же и озлобленней, здравия, спасения, и оставления грехов требующей, рцем вси. И бывает 4 воздвижение: И обращается настоятель к востоком. И глаголет диакон: Еще молимся о всех служащих и послуживших во святей обители сей [или храме семъ], отец и братий наших, о здравии и о спасении, и оставлении грехов их, рцем вси. И начинаем пятую сотницу. По пятом же воздвижении, поем: Слава, и ныне, кондак: Вознесыйся на Крест волею: Поему же сему, полагает настоятель честное древо Креста на аналогии, и поет тропарь сей во глас 6: Кресту твоему покланяемся Владыко, и святое воскресение твое славим. трижды. Поющим же и братиям тойже тропарь начинает кланятися настоятель, и творит метания два пред Честным Крестом, таже целует его. По целовании же творит паки едино метание, такожде и на оба лика но единому метанию. Посем приходят братия вся от десныя и левыя страны два два, по чину покланяются, и целуют Честный Крест. Поем же и стихиры самогласны, Дóндеже совершится целование. Стихиры Креста, глас 2: Приидите вернии: Глас 5: Приидите людие, преславное чудо видяще: Глас тойже, Глас пророк твоих: Глас 6, Четвероконечный мир: Пророков гласи: Глас 8, Глас пророка твоего Моисеа, Боже: Днесь Владыка твари: Слава, и ныне: Днесь неприкосновенный существом: И по скончании целования Честнаго Креста, поставляется аналогий, с Честным Крестом, о десную страну царских дверей, и тамо стоит, Дóндеже праздник отдастся. [Зри] Аще ли же не в соборных храмех, и воздвижение Креста не бывает, точию поклонение Кресту, якоже указано в неделю 3-ю святых постов. Посем входит иерей во святый олтарь, и диакон глаголет ектению: Помилуй нас Боже: Иерей возглас: Яко милостив и человеколюбец: Таже диакон: Исполним утреннюю молитву нашу: Иерей же возглас: Твое бо есть, еже миловати: По амине, Премудрость. Лик: Благослови. Иерей, Сый благословен: Лик, Утверди Боже: Иерей, Пресвятая Богородице: Клирицы, Честнейшую: И отпуст. И час 1-й. На 1-м часе тропарь праздника. По Отче наш: кондак праздника же: И совершенный отпуст.

На литургии антифон 1-й, глас 2, псалом 21: Боже Боже мой, вонми ми, Вскую оставил мя еси? Молитвами Богородицы, Спасе спаси нас. И паки другий лик, 2-й стих: Далече от спасения моего словеса грехопадений моих. Молитвами Богородицы, Спасе, спаси нас. И паки 1-й лик, стих 3: Боже мой, воззову во дни, и не услышиши, и в нощи, и не в безумие мне. Молитвами Богородицы: Таже 2-й лик, стих 4: Ты же во святем живеши, хвало Израилева. Молитвами Богородицы: Слава, и ныне: Молитвами Богородицы: Антифон 2, глас 2, псалом 73: Вскую, Боже, отринул ны еси до конца; Спаси ны Сыне Божий, плотию распныйся, поющия ти: аллилуиа. Другий лик, стих 2-й: Помяни сонм твой, егоже стяжал еси исперва. Спаси ны Сыне Божий, плотию распныйся, поющия ти: Стих 3-й: Гора Сион сия, в нейже вселился еси. Спаси ны Сыне Божий: Стих 4: Бог же Царь наш, прежде века содела спасение посреде земли. Спаси ны Сыне Божий: Слава, и ныне: Единородный Сыне: оба лика вкупе. Антифон 3-й, глас 1, псалом 98: Господь воцарися, да гневаются людие. Таже тропарь: Спаси Господи люди твоя: весь до конца. Другий лик, тойже стих: Господь воцарися, да гневаются людие, седяй на херувимех, да подвижится земля. Тропарь: Спаси Господи люди твоя: И паки первый лик, стих 3: Господь в Сионе велик и высок есть над всеми людьми. Тропарь: Спаси Господи люди твоя: Другий лик, стих 4: Поклонитеся Господеви во дворе святем его: Тропарь: Спаси Господи люди твоя: Таже вход. Диакон речет: Премудрость, прости. Мы же входное: Возносите Господа Бога нашего, и покланяйтеся подножию ногу его, яко свято есть. Таже тропарь: Спаси Господи люди твоя: Слава, и ныне, кондак: Вознесыйся на Крест: Вместо трисвятаго поем: Кресту твоему покланяемся, Владыко, и святое воскресение твое славим. Прокимен, глас 7: Возносите Господа Бога нашего, и покланяйтеся подножию ногу его, яко свято есть. Стих: Господь воцарися, да гневаются людие. Апостол к коринфяном, зачало 125: Слово крестное: Конец: Христа Божию Силу, и Божию Премудрость. Аллилуиа, глас 1: Помяни сонм твой, егоже стяжал еси исперва. Стих: Бог же Царь наш прежде века, содела спасение посреде земли. Евангелие от Иоанна, зачало 60: Во время оно, совет сотвориша архиереи: Причастен: Знаменася на нас свет лица твоего Господи. На трапезе же бывает утешение братии, о елеа и вина, и прочих снедей овощных. Сыра же и яиц и рыбы, никакоже дерзнем коснутися.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго великомученика Никиты.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер кафисмы не глаголем, труда ради бденнаго. На Господи воззвах, стихиры праздника, 3, глас 5: Подобен: Радуйся живоносный Кресте: И святаго 3, глас 1. Подобен, Небесных чинов: Слава, святаго, глас 6: Светильника мучеников тя: И ныне, праздника, глас тойже: Пророков гласи: Вход. Прокимен, глас 7: Бог наш на небеси и на земли, вся елика восхоте сотвори. Стих 1: Во исходе Израилеве от Египта, дому Иаковля: Стих 2: Море виде и побеже, Иордан возвратися вспять. Стих 3: Что ти есть море, яко побегло еси, и тебе Иордане, яко возвратился еси вспять? Посем ектениа: Рцем вси: и Сподоби Господи: И Исполним вечернюю молитву нашу: Сице подобает пети во вся Господския праздники, в нихже бывает вход, и великий прокимен. Таже на стиховне, стихиры праздника, глас 6. Подобен: Всю отложивше: Крест воздвизаемь: с припевы их. Слава, святаго, глас 8: Победы тезоименит: И ныне, Креста, глас тойже: Глас пророка твоего Моисеа, Боже: Тропарь святаго, глас 4: Мученк твой Господи: Сего месяца во вторый день.

Или сей, глас тойже: Крест Христов, яко некое оружие, усердно восприим, и к борению врагов притекл еси, и за Христа пострадав, последи огнем священную твою душу Господу предал еси: отонудуже и даров исцеления от него сподобился еси прияти, великомучениче Никито, моли Христа Бога спастися душам нашим.

Слава, и ныне, праздника.

На утрени, на Бог Господь, тропарь праздника, дважды. Слава, святаго: И ныне, праздника. И обычныя кафисмы. И седальны праздника. И чтение. Канон праздника со ирмосом на 6: И святаго на 6, глас 4. По 3-й песни кондак и икос праздника: и седален святаго, дважды. Слава, и ныне, праздника. По 6-й песни,

Кондак святаго, глас 2. Подобен: Вышних ищя: Прелести посек державу стоянием твоим, и победы приим венец во страдальчествех твоих, со ангелы славне радуешися, Никито тезоимените, с ними Христа Бога моля непрестанно о всех нас.

И икос. По 9-й песни, светилен святаго дважды. [Зри] [Сице глаголем всем шестеричным святым в попразднстве. Слава, и ныне, праздника. На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: с преждеписанными припевы. Слава, глас 6: Днесь вселенная: И ныне, глас тойже: Днесь сад: По трисвятом, тропарь святаго. Слава, и ныне, праздника. Ектении, и час 1-й. На часех глаголем тропарь праздника. Слава, святаго, По Отче наш, кондак праздника, на всех часех глаголем. И отпуст. На литургии, блаженна праздника, песнь 1, на 4: и святаго песнь 6, на 4. По входе, Спаси ны Сыне Божий, плотию распныйся, поющия ти: аллилуиа. Сице поем и до отдания. Тропарь праздника. Таже храма Богородицы, или святаго или святыя. Таже кондак праздника, и храма. Слава, кондак святаго: И ныне, Богородицы храма. А идеже несть храма Богородицы, И ныне, праздника. [Зри] Во храме же Христове, в попразднствах Владычних праздников, и до отдания, тропарь и кондак храма, не глаголется. Аще ли несть святому кондака: Слава, храма святаго, И ныне, праздника. [Зри] [По сему же указу глаголем тропари и кондаки, во вся дни в попразднствах и до отдания. Прокимен праздника: И святаго, глас 7: Возвеселится праведник о Господе: Стих: Услыши, Боже, глас мой: Апостол к Тимофею, зачало 292: Чадо Тимофее, возмогай о благодати: Аллилуиа, глас 4: Праведник яко финикс процветет: Евангелие от Матфеа, зачало 36: Се аз посылаю вас: Причастен праздника и до отдания. И святаго, В память вечную: Сице поем во вся Владычни попразднства.

[Зри] Суббота по Воздвижении: Апостол к коринфяном, зачало 125 от полу: Видите звание ваше: Евангелие от Иоанна, зачало 30: Аз иду, и взыщете мене:

[Зри] Неделя по Воздвижении: Прокимен праздника. Апостол к галатом, зачало 203: Уведевше, яко не оправдится человек: Евангелие от Марка, зачало 37: Иже хощет по мне ити, да отвержется себе: Причастен дне, и праздника.

[Зри] Подобает ведати, аще случится Воздвижение честнаго Креста в субботу: Неделя по Воздвижении, чтется апостол, и Евангелие, на утрии праздника в неделю. В приидущую же субботу, во отдании праздника: На литургии, Прокимен, Аллилуиа, и причастен праздника. Апостол и Евангелие прежде субботы по Воздвижении, и ряд.

[МРК] Подобает ведати, аще случится попразднство Воздвижения Честнаго Креста в неделю, а святый поется на 4, или на 6: или емуже и полиелей.

В субботу на малей вечерни, стихиры воскресны, и Богородицы, по обычаю. Тропарь воскресн. Слава, и ныне, Богородичен его. На велицей вечерни: по обычней кафисме, На Господи воззвах, стихиры воскресны 3, и Анатолиев 1: и праздника 3, того дне: и святаго минеи 3. [Зри] Аще ли поется святый на 6, или емуже и полиелей: И поем стихиры воскресны, 3: и праздника 3: и святаго 4, Слава, святаго: И ныне, Богородичен первый, гласа. На литии стихиры праздника, того дне рядовыя стиховныя. Слава, и ныне, праздника: писан на утрени на стиховне. Аще ли имать святый Славу, Слава святаго, И ныне, праздника. На стиховне стихиры воскресны. Слава святаго, аще есть. И ныне, праздника. Аще ли ни, Слава, и ныне, праздника. На благословении хлебов, тропарь, Богородице Дево, дважды. И праздника единожды. На утрени, на Бог Господь, тропарь воскресн дважды. Слава, святаго, аще есть. И ныне, праздника. Аще ли ни, Слава, и ныне, праздника. По кафисмах седальны воскресны, с богородичны их. И чтение во евангелии толковом, неделя по Воздвижении. И непорочны с тропари их. Ипакои гласа. И чтение во евангелии толковом, неделя ряд. Аще ли святый имать полиелей, по дву кафисму, поем святаго полиелей, и по полиелеи тропари: Ангельский собор: и ипакои гласа, и седальны святаго вси, и чтение. Степенна, и прокимен гласа. И Всякое дыхание: Евангелие воскресно, и стихира воскресна, и прочее воскресно. Канон воскресн, со ирмосом на 4: Богородицы на два: праздника на 4: и святаго на 4. Катавасиа праздника. Аще имать святый полиелей, или славословие: И поем канон воскресн, со ирмосом на 4: И праздника на 4: И святаго на 6. По 3-й песни, кондак и икос праздника: и святаго, аще имать, и седален святаго. Слава, и ныне, праздника: И чтение. По 6-й песни кондак и икос воскресн. И пролог. На 9-й песни поем Честнейшую: Светилен воскресн. Слава, святаго, аще имать: аще ли ни, Слава, и ныне, праздника. На хвалитех стихиры воскресны, 4: И святаго, аще имать, подобны, 3. И самогласен иже на Славу, поем с припевы его. Аще ли не имать святый хвалитных: И поем стихиры воскресны, 4, и праздника 4, того дне стиховныя утренния, с припевы праздника. Слава, стихира евангельская. И ныне, Преблагословенна еси: Славословие великое. И по трисвятом, тропарь воскресн точию. Ектении, и отпуст. И оглашение. И обычное исхождение в притвор. Таже час 1-й. На 1-м часе тропарь воскресн. Слава, праздника: И ныне, Богородичен часов. По Отче наш, кондак праздника. Такожде и на прочих часех, кондак праздника и воскресн глаголем пременяюще: Аще полиелей, и святаго. На литургии, блаженна гласа на 6, и праздника песнь рядовая на 4. Аще ли имать святый песнь: И блаженна воскресна на 4: И праздника песнь рядовая на 4: И святаго песнь 6-я, на 4. По входе тропарь воскресн, и праздника. Таже храма: и святаго, аще имать. Слава, кондак святаго: И ныне, праздника. Аще ли не имать святый тропаря и кондака: И глаголем кондак воскресн: Слава, храма: И ныне, праздника. Прокимен, апостол, Аллилуиа, и Евангелие недели по Воздвижении: таже святаго, аще имать: аще ли ни, ряд. А прокимен гласа оставляется. Причастен: Хвалите Господа с небес: Другий святаго, аще имать, аще ли ни, праздника.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя великомученицы Евфимии всехвальныя.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры праздника, 3: И святыя 3, глас 4: Подобен: Яко добля: Слава, святыя, глас 6: Процветшая добродетельми: И ныне, праздника, глас тойже: Четвероконечный мир: На стиховне праздника, Слава, святыя, глас 8: Всяк язык, И ныне, праздника, глас тойже: Егоже древле Моисей:

Тропарь святыя, глас 4: Агница твоя, Иисусе, Евфимиа, зовет велиим гласом: тебе Женише мой люблю, и тебе ищущи страдальчествую, и сраспинаюся, и спогребаюся крещению твоему, и стражду тебе ради, яко да царствую в тебе, и умираю за тя, да и живу с тобою: но яко жертву непорочную приими мя, с любовию пожершуюся тебе. тоя молитвами, яко Милостив спаси души наша.

Слава, и ныне, праздника.

На утрени, на Бог Господь, тропарь праздника, дважды. Слава, святыя: И ныне, праздника. И обычныя кафисмы. И седальны праздника, и чтение. Канон праздника, со ирмосом на 6, и святыя на 6, глас 8. По 3-й песни кондак и икос праздника, и седален святыя, глас 8, дважды. Слава, и ныне, праздника, глас тойже. По 6-й песни,

Кондак святыя, глас 4. Подобен: Вознесыйся: Во страдальчестве твоем добре подвизалася еси, и по смерти ны освящаеши чудес точеньми, всехвальная. темже твое успение святое поем, верою притекающе в божественный храм твой, да избавимся недугов душевных, и чудес благодать почерпем.

И икос. По 9-й песни светилен святыя, дважды: Слава, и ныне, праздника. На хвалитех, стихиры святыя, на 4: глас 3, самогласны. Слава, глас 6: Одесную Спаса: И ныне, праздника, глас тойже: Днесь происходит: На стиховне, стихиры праздника, с припевы их. Слава, святыя, глас 1: Днесь лицы: И ныне, праздника, глас тойже: Днесь яко воистинну: По трисвятом, тропарь святыя: Слава, и ныне, праздника. Ектениа, и час 1-й. И отпуст. На литургии, блаженна праздника, песнь 3-я, на 4: И святыя, песнь 6, на 4. Прокимен, глас 4: Дивен Бог во святых своих, Бог Израилев. Стих: В церквах благословите Бога Господа: Апостол к коринфяном, зачало 181: Поспешствующе молим: Аллилуиа, глас 6: Терпя потерпех Господа, и внят ми. Евангелие Луки, зачало 33: Моляше Иисуса некий от фарисей: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя мученицы Софии, и трех ея дщерей, Веры, Надежды и Любве.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника, 3: И святых 3, глас 4. Подобен: Дал еси знамение: Слава, и ныне, праздника, глас 1: Насажденое в краниеве месте: На стиховне праздника. Слава, и ныне, глас 1: Прообразуя крест: По Отче наш, тропарь праздника. На утрени, на Бог Господь, тропарь праздника, трижды. И обычныя кафисмы. И седальны праздника. И чтение. Канон праздника со ирмосом на 8: И мучениц на 4, глас 1. По 3-й песни,

Кондак мучениц, глас 1. Подобен: Гроб твой Спасе: Софии честныя священнейшия ветви, Вера, и Надежда, и Любовь показавшеся, мудрость обуиша еллинскую благодатию, и пострадавше, и победоносицы явившеся, венцем нетленным от всех веки Христа увязошася.

И седален: Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. И пролог. По 9-й песни, светилен праздника: На стиховне стихиры праздника: Слава, и ныне, глас 2: Приидите вси язы́цы: Тропарь праздника. И отпуст. На литургии, Блаженна праздника, песнь 4, на 6.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Евмениа епископа, Гортинскаго чудотворца.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника 3: И святаго 3, глас 4. Подобен: Яко добля: Слава, и ныне, праздника, глас 2: Божественное сокровище: На стиховне праздника, Слава, и ныне, глас 4: Честнаго Креста: По трисвятом тропарь праздника. И отпуст. На утрени, на Бог Господь, тропарь праздника, трижды. По кафисмах, седальны праздника. Канон праздника со ирмосом на 8: И святаго на 4, глас 2. По 3-й песни,

Кондак святаго, глас 2. Подобен: Вышних ищя: Светом Божественным просветився, всеблаженне, просвещаеши ны любовию поющия твое честное и славное, и святое, отче, преставление, иерарше Евмение, моля непрестанно о всех нас.

И седален, глас 5. Слава, и ныне праздника. По 6-й песни кондак и икос праздника. По 9-й песни светилен праздника. На стиховне, стихиры праздника: Слава, и ныне, глас 4, самогласен: Светосиянен: Ектениа. И час 1-й. И отпуст. На литургии блаженна праздника, песнь 5-я, и 6-я, на 6.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик Трофима, Савватиа и Доримедонта.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника, 3. И святых 3, глас 8. Подобен: Мученцы твои Господи: Слава, и ныне, глас 4: Восплещем днесь: На стиховне стихиры праздника: Слава, и ныне, глас 5: Глас пророк твоих:

Тропарь, глас 8: В Троице хвалимый Бог, троицу мученик прослави, Трофима и Савватиа и Доримедонта: в того бо веровавше, врага низложиша. тех молитвами, Христе Боже наш, помилуй нас.

Слава, и ныне, праздника.

На утрени, канон праздника, со ирмосом на 8: И святых на 4. По 3-й песни,

Кондак, глас 8. Подобен: Яко начатки: Яко страдальцев основание, и благочестия утверждение, церковь чтит и славит твое светоносное страдание, приснопеваемый блаженне страдальче, доблемудре славне Трофиме со страдавшими с тобою, очищение поющим тя испроси, яко непобедимь.

И седален, глас 1: Слава, и ныне, праздника: По 6-й песни, кондак и икос праздника. По 9-й песни, светилен, и стиховна праздника. На литургии блаженна праздника, песнь 7-я на 6.`,
        },
      },
      {
        description: 'И преставление благовернаго великаго князя Феодора, и чад его благоверных князей, Давида и Константина, Смоленских и Ярославских чудотворцев.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Совершается собор их, идеже лежат мощи их, или храм.

Тропарь, глас 4: От юности вашея Христове любви прилепившеся святии, усердно закон и оправдания того сохранисте: отонудуже и чудесными дарованьми обогатившеся, исцеления источаете. Феодоре, Давиде и Константине, о верою вас почитающих, молите Христа Бога, спастися душам нашим.

На пренесение мощей святых, тропарь, глас 8: Яко звезды многосветлыя от юности возсиявше, осветили есте сердца верных пренесением честных мощей ваших: во плоти яко ангели на земли показастеся, пощением насаждени бысте яко древа при водах воздержания, напоени струями слез ваших, и скверну омысте. сего ради явистеся приятелища Божия Духа, Феодоре и Давиде, и Константине, молите Христа Бога, спастися душам нашим.

Кондак, глас 8: Явистеся светильницы всесветлии, во плоти яко ангели: и яко жизни древеса райская, пощением, бдением, и верою возращаеми, процвели есте: молитвами вашими небесныя благодати приемше врачеве крепцы явльшеся, исцеляете недугующих души, с верою прибегающих к раце мощей ваших, чудотворцы славнии, Феодоре, Давиде и Константине: молите Христа Бога грехов оставление даровати, верою и любовию чтущим память вашу.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго великомученика Евстафиа, и иже с ним.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры праздника 3: И святаго 3, глас 4. Подобен: Дал еси знамение: Слава, святаго, глас 2: Вторый Иов Евстафий: И ныне, праздника, глас тойже: Рук пременение: На стиховне праздника: Слава, святаго, глас 6: Адамант душею: И ныне, праздника, глас тойже: Кресте Христов:

Тропарь, глас 4: Мученцы твои Господи, во страданиих своих венцы прияша нетленныя от Тебе Бога нашего: имуще бо крепость твою мучителей низложиша, сокрушиша и демонов немощныя дерзости. тех молитвами спаси души наша.

Слава, и ныне, праздника.

На утрени, на Бог Господь, тропарь праздника, дважды. Слава, мучеников: И ныне, праздника. И обычныя кафисмы: и седальны праздника. Канон праздника, со ирмосом на 6: И святаго на 6: глас 4. По 3-й песни, кондак и икос праздника и седален святаго, глас 8, дважды. Слава, и ныне, праздника, глас тойже. По 6-й песни,

Кондак святаго, глас 2. Подобен: Вышних ищя: Страсти Христовы яве подражав, и сего испив усердно чашу, общник Евстафие, и славы снаследник был еси, от самаго всех Бога приемля с высоты божественное оставление.

И икос. По 9-й песни, Светилен святаго дважды: Слава, и ныне, праздника. На хвалитех, стихиры святаго, на 4, самогласны: Един, глас 4, дважды: и глас 6, и глас 8. Слава, глас 8: Воинствоначалия: И ныне, праздника, глас тойже: Егоже древле Моисей: На стиховне, стихиры праздника. Слава, святаго, глас 8: Якоже Павел звание: И ныне, праздника, глас тойже: Глас пророка твоего: На литургии блаженна праздника песнь 8-я, на 4: И святаго, песнь 6-я, на 4. Прокимен, глас 4: Святым иже суть на земли его: Стих: Предзрех Господа предо мною выну: Апостол ко ефесеем, зачало 233: Возмогайте о Господе: Аллилуиа, глас 4: Воззваша праведнии, и Господь услыша их. Евангелие от Луки, зачало 106: Возложат на вы: Причастен, Радуйтеся:`,
        },
      },
      {
        description: 'И святых мученик и исповедник, великаго князя Михаила и болярина его Феодора, Черниговских чудотворцев.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Совершается собор их, идеже лежат мощи их.

Тропарь, глас 4: Жизнь вашу мученически совершивше, исповедания венцы украсившеся, к небесным востекосте, Михаиле премудре, с доблим Феодором, молите Христа Бога сохранити отечество ваше, и люди, по велицей его милости.

Кондак, глас 8. Подобен: Взбранной: Царство земное в ничтоже вменив, славу яко преходящую оставил еси, самозван пришед к подвигом, Троицу проповедал еси пред нечестивым мучителем, страстотерпче Михаиле, с доблим Феодором: Царю сил предстояще, молите без вреда сохранити отечество ваше, и люди, да вас непрестанно почитаем.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святаго апостола Кодрата, иже в Магнисии: [Служба его поется в 22 день сего месяца.]
        В сей день отдается праздник Честнаго Креста.`,
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Вечер, обычная кафисма. На Господи воззвах, стихиры праздника на 6, поемыя на самый праздник. Слава, и ныне, праздника. Аще суббота, Слава, праздника: И ныне, догматик настоящаго гласа. На стиховне стихиры праздника: Слава, и ныне, праздника. По трисвятом тропарь праздника. Ектениа и отпуст. На повечерии по трисвятом, кондак праздника. Полунощницу же поем, по обычаю с тропари дневными. На утрени, на Бог Господь, тропарь праздника, трижды. По кафисмах, седальны праздника. Канон праздника на 12: Ирмосы по дважды. Последи ирмос тойже оба лика вкупе. По 3-й песни, седален дважды. По 6-й песни, кондак и икос праздника. На 9-й песни Честнейшую не поем, но поем припевы праздника, 1-го канона со ирмосом на 8: 2-го канона со ирмосом на 6: Ирмосы обою канонов 9-я песни по дважды. Таже, на сходе поем с припевом ирмос: Таин еси: И потом припев, и ирмос: Снедию древа: И поклон. Светилен праздника, дважды. На хвалитех стихиры на 4: Слава, и ныне, праздника. Славословие великое. По трисвятом, тропарь праздника. Таже ектении, и отпуст. На часех, тропарь и кондак праздника. На литургии, блаженна от канона песнь 9-я, на 8. По входе тропарь праздника. Слава, и ныне, кондак праздника. Таже трисвятое. Прокимен, Аллилуиа и Причастен праздника. Апостол, и Евангелие дне.

По отпущении литургии: Исходит иерей с кадилом, диакон со свещею, и кадит Честный Крест: и тако взимает иерей Честный Крест с блюдом на главу, и вносит его во святый олтарь царскими дверьми, предыдущу же пред ним диакону со свещею, и кадит Честный Крест. Таже полагает иерей Честный Крест на святый престол, и кадит его крестообразно. И тако отдается праздник Честнаго Креста.

[МРК] Подобает ведати: Аще случится отдание Воздвижения Честнаго Креста в неделю: В субботу, на малей вечерни, стихиры воскресны. На стиховне стихира воскресна, и праздника стиховна, с припевы своими великия вечерни. Слава, и ныне, праздника. Тропарь воскресн: Слава, и ныне, праздника. На велицей вечерни: По обычной кафисме, На Господи воззвах стихиры воскресны 3, и Анатолиев 1: и праздника, 6: поемыя на самый праздник. Слава, праздника: И ныне, Богородичен 1-й гласа. На литии стихиры и Слава, и ныне, праздника. На стиховне, стихиры воскресны: Слава, и ныне, праздника. На благословении хлебов, тропарь: Богородице Дево: дважды. И праздника, единожды. И чтение в посланиих апостольских. На утрени, на Бог Господь, тропарь воскресн дважды: Слава, и ныне, праздника. По кафисмах седальны воскресны с богородичны их. И чтение в толковом евангелии, неделя по Воздвижении. И непорочны: И ипакои гласа. И чтение, неделя ряд. Степенна, и прокимен гласа: и Всякое дыхание: Евангелие воскресное. Воскресение Христово: псалом 50. Стихира воскресна, и прочее по обычаю. Канон воскресн, со ирмосом на 4: и Богородицы на два: и праздника на 8. Катавасиа праздника. По 3-й песни, кондак и икос праздника, и седален дважды. И чтение праздника. По 6-й песни кондак и икос воскресн, и пролог. На 9-й песни поем Честнейшую: Светилен воскресн. Слава, и ныне, праздника. На хвалитех стихиры воскресны 4. И праздника 4, со славным, с припевы праздника. Слава, стихира евангельская: И ныне, Преблагословенна еси: Славословие великое. По трисвятом тропарь воскресн. И ектении. И оглашение Студитово. И исхождение обычное в притвор, и час 1-й. И конечный отпуст. На часех, тропарь воскресн: Слава, праздника: И ныне, Богородичен часов. По Отче наш, кондак праздника, и воскресн глаголем пременяюще. На литургии, блаженна гласа, на 6: И праздника, песнь 9, на 4. По входе, тропарь воскресн, и праздника: Слава, кондак воскресн: И ныне, праздника. Прокимен дне, и праздника. Апостол, и Евангелие недели по Воздвижении, и дне. Аллилуиа, и причастен праздника, и дне.`,
        },
      },
      {
        description: 'В тойже день память иже во святых отца нашего Димитриа, митрополита Ростовскаго.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 8: Православия ревнителю, и раскола искоренителю, Российский целебниче, и новый к Богу молитвенниче, списаньми твоими буих уцеломудрил еси, цевнице духовная, Димитрие блаженне, моли Христа Бога спастися душам нашим.

Кондак, глас тойже: Звезду Российскую от Киева возсиявшую, и чрез Новъград северский в Ростов достигшую, всю же страну сию ученьми и чудесы озарившую, ублажим златословеснаго учителя Димитриа. той бо всем вся написа, яже к наставлению, да всех приобрящет якоже Павел Христу, и спасет правоверием души наша.

[Зри] Ведомо же буди: Яко по отдании праздника Честнаго Креста, от 21-го дне септемвриа месяца, начинаем стихословити на утрени по 3 кафисме: творим же и чтения 4, кроме пролога. На вечерни, стихологисуем кафисму: Ко Господу внегда скорбети ми: Аще ли будет великий святый, имеяй полиелей, стихословим на утрени две кафисмы: а на вечерни рядовую 3-ю. Сие убо вестно да будет: яко от недели начало вземлет псалтирь: сие же от понедельника сотворяется, 3 кафисмы по вся дни до 20-го дне декемвриа месяца. В неделях же на утрени стихословим по две кафисмы. Прилагаем же и полиелей по вся недели, до 20-го декемвриа. От 20-го же декемвриа, не поется полиелей, до 14-го ианнуариа, Дóндеже отдается праздник Богоявления, кроме великаго святаго имущаго полиелей: а от 14-го ианнуариа поем полиелей по вся недели, даже до недели сыропустныя. [Зри] Катавасиа от днесь поется: Отверзу уста моя: до 21-го ноемвриа.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Фоки, епископа Синопийскаго: И святаго пророка Ионы: И преподобнаго Ионы пресвитера, отца Феофанова, творца канонов, и Феодора начертаннаго',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры апостола, 3: И мученика, 3: Слава, мученика, глас 4: Измлада был еси: И ныне, Богородичен, или Крестобогородичен. На стиховне октоиха.

Тропарь апостола, глас 3: Апостоле святый Кодрате, моли милостиваго Бога, да прегрешений оставление подаст душам нашим.

Слава, Фоки, глас 4: И нравом причастник: Сего месяца в 3-й день.

Служба пророка Ионы, и преподобнаго Ионы, поется на повечерии.

На утрени, на Бог Господь, тропарь апостола дважды: Слава, мученика: И ныне, Богородичен, или Крестобогородичен. И обычныя кафисмы. И седальны октоиха. И чтение. Канон октоиха един: И святых два, на 8. Апостола, глас 2: И мученика, глас 4. По 3-й песни,

Кондак мученика, глас 6. Подобен: Еже о нас: Яко архиерей принося, отче, жертвы, на конец себе принесл еси жертву живую, свидетельствовав законно о Христе Бозе, от ангел укрепляемь, и смерть изволяя, сый с вопиющими тебе: прииди, Фоко, с нами, и никтоже на ны.

И икос, и седален апостола: Слава. мученика. По 6-й песни,

Кондак апостола, глас 8. Подобен: Яко начатки: Яко священноначальника честна, и страдальца твердейша, вселенная приносит тебе, Господи, Кодрата апостола, и песньми почитает честную его память, просящи всегда прегрешений оставления, тем дароватися поющим его, благоутробне.

И икос. По 9-й песни, светилен октоиха, и апостола: Слава, мученика. На стиховне октоиха. По трисвятом тропарь апостола: Слава, мученика. На литургии, прокимен, глас 7: Честна пред Господем смерть преподобных его. Стих: Что воздам Господеви: Апостол ко евреем, зачало 311: Имуще архиереа велика: Аллилуиа, глас 2: Священницы твои облекутся в правду: Евангелие Иоанна, зачало 36: Аз есмь дверь: Причастен, В память вечную.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Зачатие честнаго славнаго пророка, Предтечи и Крестителя Господня Иоанна.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, обычная кафисма. На Господи воззвах, стихиры на 6, глас 4: Подобен: Званный свыше: Священствуя божественный Захарие: Слава, глас 6: От неплоднаго днесь чрева: И ныне, Богородичен: Кто тебе не ублажит: На стиховне стихиры, глас 6. Подобен: Всю отложивше: Идущу во святая святых: с припевы. Слава, глас тойже, самогласен: Ангел из неплодных ложесн: И ныне, Богородичен: Никтоже притекаяй:

Тропарь, глас 4: Первее нераждающая неплоды возвеселися: се бо зачала еси солнца светильника яве, просвещати имуща всю вселенную, слепотою недугующую. ликуй Захарие, вопия со дерзновением: пророк Вышняго есть, хотяй родитися.

Слава, и ныне, Богородичен: Еже от века утаеное: На повечерии, по трисвятом кондак Предтечи. На утрени, на Бог Господь, тропарь дважды. Слава, и ныне: Еже от века: По 1-й кафисме, седален, глас 5. Подобен: Собезначальное: Елисавет неплодствия: дважды. Слава, и ныне, Богородичен. По 2-й кафисме, седален, глас 4. Подобен: Скоро предвари: Горлица пустыннолюбная: дважды. Слава, и ныне, Богородичен. Оба канона октоиха, без мученичнов: И святаго на 6, глас 6. Катавасиа, Отверзу уста моя: По 3-й песни седален, глас 4, дважды. Слава, и ныне, Богородичен. По 6-й песни,

Кондак, глас 1. Подобен: Лик ангельский: Веселится светло Захариа великий, со всеславною Елисаветою сопружницею, достойно зачинающе Иоанна Предтечу: егоже архангел благовести радуяся, и человецы достодолжно почтим, яко таинника благодати.

И икос: и пролог. По 9-й песни, светилен Предтечи, дважды: Подобен, Со ученики: Предтечево славное зачатие: Слава, и ныне, Богородичен. На хвалитех, стихиры на 4: глас 1. Подобен: Небесных чинов: Веселится тварь в зачатии твоем: Слава, и ныне, глас 6, самогласен: Елисавет зачат: Славословие великое. По трисвятом тропарь святаго: Слава, и ныне, Еже от века: Ектении. И отпуст, И час 1-й. И конечный отпуст.

[Зри] [О славословии же великом да не почудишися. Возможно убо есть, якоже устав изъявляет, и осмогласнику певаему, и Господеви поим, глаголему, сотворити и великое славословие. На литургии, блаженна от канона песнь 3-я, и 6-я. Прокимен, глас 7: Возвеселится праведник: Стих: Услыши, Боже, глас мой: Апостол к галатом, зачало 210, от полу: Авраам два сына име: Аллилуиа, глас 4: Праведник яко Финикс процветет: Стих: Насаждени в дому Господни: Евангелие Луки, зачало 2: Бысть во дни Ирода царя Иудейска: Конец: Поношение мое в человецех. Причастен, В память вечную будет праведник:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя первомученицы и равноапостольныя Феклы.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры на 6, глас 8. подобен: Господи, аще и на судищи: Слава, глас 6: Страстотерпческими борении: На стиховне октоиха: Слава, святыя, глас 8: Львов стремление:

Тропарь, глас 4: Словесем Павловым научившися, богоневестная Фекло, и верою утвердившися от Петра богозванная, первомученица явилася еси и первострадальница в женах: возшла еси на пламень яко на место благоцветущее, звери и юнцы устрашишася тебе, вооружися бо крестом: тем моли, всехвальная, Христа Бога, спастися душам нашим.

На утрени, на Бог Господь, тропарь дважды. И обычныя кафисмы: и седальны октоиха: и чтение. Оба канона октоиха, без мученичнов: и святыя на 6, глас 8. По 3-й песни,

Кондак, глас 8. Подобен: Яко начатки: Девства добротою просияла еси, и мученичества венцем украсилася еси, апостольству вверяешися, Дево, яко преславная: и огня убо пламень в росу преложила еси, юнца же ярость молитвою твоею укротила еси, яко первострадальная.

Таже седален святыя, дважды: Слава, и ныне, Богородичен. По 6-й песни,

Кондак, глас 2. Подобен: Вышних ищя: Уязвивши твое сердце добродево, любовию Христовою, обручника временнаго яко небрегома преобидела еси, и на огнь дерзнула еси: зверей же уста заградила еси, и спасшися от них прилежаше Павла ищущи, Фекло первострадальная.

И икос. По 9-й песни, светилен октоиха: Слава, святыя. На хвалитех стихиры самогласны, на 4: Слава, глас 1: Страдальческий подвиг: И ныне, Богородичен. На стиховне октоиха. Слава, глас 2: Приидите мучениколюбцы: И ныне, Богородичен, или Крестобогородичен. На литургии, блаженна октоиха, на 4: И святыя песнь 3-я, на 4. Прокимен глас 4: Дивен Бог во святых своих, Бог Израилев. Стих: В церквах благословите Бога: Апостол к Тимофею, зачало 296: Чадо Тимофее, последовал еси моему учению: Аллилуиа, глас 1: Терпя потерпех Господа: Евангелие Матфеа, зачало 104: Уподобися царствие небесное десятим девам: Причастен: Радуйтеся праведнии.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобныя матере нашея Евфросинии.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: И святыя, 3, глас 5. Подобен: Преподобне отче: Слава, глас 2, самогласен: Чистое чистоты твоея: На стиховне октоиха. Слава, святыя, глас 6: Приидите любодевственнии: Тропарь, глас 8: В тебе мати: сего месяца в 11 день. На утрени, оба канона октоиха: И святыя на 4, глас 5. По 3-й песни, седален, святыя. По 6-й песни,

Кондак, глас 2. Подобен: Вышних ищя: Вышнюю жизнь возжелевши получити, дольнюю сладость тщательно оставила еси, и самую себе смесила еси посреде мужей краснейшая: Христа бо ради жениха твоего о обручнице привременном небрегла еси.

И икос. По 9-й песни, светилен октоиха: Слава, святыя.`,
        },
      },
      {
        description: 'И преподобнаго отца нашего Сергиа игумена, Радонежскаго чудотворца.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Совершается собор его и во обители его и во храмех, в прочих же полиелей.

Тропарь, глас 4: Иже добродетелей подвижник, яко истинный воин Христа Бога, на страсти вельми подвизался еси в жизни временней, в пениих, бдениих же и пощениих образ быв твоим учеником: темже и вселися в тя Пресвятый Дух, егоже действием светло украшен еси. но яко имеяй дерзновение ко Святей Троице, поминай стадо, еже собрал еси мудре, и не забуди якоже обещался еси, посещая чад твоих, Сергие преподобне отче наш.

Кондак, глас 8. Подобен: Взбранной: Христовою любовию уязвився, преподобне, и тому невозвратным желанием последовав, всякое наслаждение плотское возненавидел еси, и яко солнце отечеству твоему возсиял еси: тем и Христос даром чудес обогати тя. поминай нас чтущих пресветлую память твою, да зовем ти: радуйся, Сергие Богомудре.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преставление святаго апостола и евангелиста Иоанна Богослова.',
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `На малей вечерни, стихиры на 4, глас 2. Подобен: Егда от древа: Слава, глас тойже, самогласен: Апостолов верх: И ныне, Богородичен. На стиховне стихиры, глас 1. Подобен: Всехвальные мученицы: с припевы их: 1-й: Во всю землю изыде вещание их. 2-й, Небеса поведают славу Божию, творение же руку его возвещает твердь. Слава, глас 2: Богослове девственниче: И ныне, Богородичен, глас тойже: Все упование мое:

Тропарь, глас 2: Апостоле Христу Богу возлюбленне, ускори избавити люди безответны, приемлет тя припадающа, иже падша на перси приемый: егоже моли, Богослове, и належащую мглу языков разгнати, прося нам мира и велия милости.

Слава, и ныне: Вся паче смысла: Ектения малая, и отпуст. На велицей вечерни, по обычном псалме, стихословим, Блажен муж, 1-й антифон. На Господи воззвах, стихиры на 8, глас 1, подобен: Небесных чинов: Зритель неизреченных откровений: Слава, глас 2: Сына громова: И ныне: Прейде сень: Вход. Прокимен дне. И чтения 3: 1-е, Соборнаго послания Иоаннова: Возлюбленнии, аще сердце наше: 2-е, Возлюбленнии, аще сице: 3-е, Возлюбленнии, аще кто речет, яко люблю Бога: На литии, стихира храма: Таже апостола, глас 1: Реки богословия: Слава, глас 4: Возлег на перси: И ныне, Богородичен, глас тойже Со Отцем и Духом: и обычныя молитвы литии. На стиховне стихиры, глас 4, подобен: Званный свыше: с припевы их. Слава, глас 6: Апостоле Христов: И ныне: Творец и избавитель: На благословении хлебов тропарь, глас 2: Апостоле Христу Богу: дважды, писан на малей вечерни. И Богородице Дево, единожды. И Буди имя Господне, с пением, трижды. Псалом 33: Благословлю Господа: Конец: Не лишатся всякаго блага. и чтение. На утрени, на Бог Господь, тропарь апостола, дважды: Слава, и ныне: Вся паче смысла: и обычныя кафисмы. И седальны апостола, с богородичны их: и чтения. По чтении же даются свещи братии. Полиелей, и седален, глас 8: Возлег на перси: дважды. Слава, и ныне, Богородичен: Небесную дверь: и чтение: Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Во всю землю: Стих: Небеса поведают: Всякое дыхание: Евангелие Иоанна, зачало 67: Явися Иисус учеником своим, востав от мертвых: По 50-м псалме, Слава, Молитвами апостола, Милостиве, очисти множества согрешений наших: И ныне: Молитвами Богородицы: Помилуй мя Боже: Таже, стихира, глас 2: Богослове девственниче: Канон Богородицы, со ирмосом на 6, 2-го гласа: и апостола два канона на 8: един, глас 2: другий, глас 6. Катавасиа: Отверзу уста моя: По 3-й песни, седален апостола, глас 8, дважды: Слава, и ныне, Богородичен: и чтение. По 6-й песни,

Кондак, глас 2: Величия твоя девственниче кто повесть? точиши бо чудеса, и изливаеши исцеления, и молишися о душах наших, яко богослов и друг Христов.

И икос, и пролог. На 9-й песни, паки вжигают свещи братия. По 9-й песни, светилен апостола: Слава, ин: И ныне, Богородичен. На хвалитех стихиры на 4, глас 8. Подобен: О преславнаго чудесе! Слава, глас тойже, самогласен. Благовестниче Иоанне. И ныне: Владычице, приими молитвы раб твоих: Славословие великое. По трисвятом, тропарь апостола. Слава, и ныне, Богородичен: Вся паче смысла: Ектении, и отпуст. И поем стихиру самогласну святаго, юже хощет екклисиарх. И исходит иерей с кадилом, предыдущу ему светильнику, кадит на аналогии икону святаго апостола, и отдав кадило стоит о десную страну аналогиа: и приходит игумен ко аналогию, и творит два поклоны, и целует икону святаго апостола. И по целовании един поклон: и взем стручец на то устроенный, помазует себе от кандила святым елеем крестообразно, на челе своем: и братия подобне целует икону святаго, игумен же помазует святым елеем иереа, и прочую братию. По помазании же святаго елеа, поем час первый. На 1-м часе, тропарь и кондак апостола, и бывает конечный отпуст. [Зри] [Сице помазание бывает всегда, и во вся праздники великих святых, в нихже бывают бдения. На литургии, блаженна от канона 2-го гласа, песнь 3-я, на 4: и 8-го гласа, песнь 6-я, на 4. По входе, тропарь храма Христова, и Богородицы, и апостола. Храмов же святых, тропари и кондаки не глаголются. Посем кондак храма Христова. Таже, Слава, кондак апостола: И ныне, храма Богородицы. Аще ли несть храма Богородицы: И ныне, храма Христова. Аще ли несть храма Христова и Богородицы, глаголем тропари сице: Тропарь апостола: Слава, кондак его: И ныне, Предстательство христиан: Прокимен, глас 8: Во всю землю: Стих: Небеса поведают славу Божию: Апостол, Соборнаго послания Иоаннова зачало 73 от полу: Возлюбленнии, Бога никтоже виде: Аллилуиа, глас 1: Исповедят небеса чудеса твоя, Господи. Стих: Бог прославляемь в совете святых. Евангелие Иоанна, зачало 61: Стояху при кресте Иисусове: Причастен, Во всю землю.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Каллистрата и дружины его.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: И святых 3, глас 8, подобен: О преславнаго чудесе! Слава, глас 4: Прежде честнаго креста: На стиховне октоиха. Тропарь, глас 4: Мученцы твои Господи: Сего месяца в 20-й день. На утрени, оба канона октоиха: И святых на 4, глас 8. По 3-й песни,

Кондак, глас 4. Подобен: Явился еси: Всяк труд днесь церковь ныне совершающи святии, восхваляет таинственно, яко за ню страдальчествовавшия мученицы божественнии, добропобеднии, всемудрии.

Таже седален, глас 5. По 6-й песни,

Кондак, глас 4. Подобен: Вознесыйся на крест. Многообразныя раны претерпевше, и венцы от Бога яве приимше, о нас молитеся блаженнии Христу, память всепразднственную вашу совершающих, величайший Каллистрате, со страдавшими с тобою, еже умирити паству и люди: той бо есть верных утверждение.

И икос. По 9-й песни светилен октоиха: Слава, святых: И ныне, Богородичен. На стиховне октоиха.`,
        },
      },
      {
        description: 'И преподобнаго отца нашего Савватиа Соловецкаго чудотворца.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Совершается собор его во обители его, и идеже храм его.

Тропарь, глас 3: Удалився мира и водворився в пустыни, добрым подвигом подвизался еси, злостраданием и вниманием и молитвами: отонудуже и по смерти источаеши исцеления, Савватие отче наш. моли Христа Бога, спастися душам нашим.

Кондак, глас 2: Житейския молвы отбег, вселился еси в морский остров, мудре, и крест твой взем, Христу последовал еси, в молитвах и во бдениих и в пощениих, злостраданьми плоть твою изнуряя: тем был еси преподобных удобрение: сего ради любовию память твою празднуем, преподобне Савватие, моли Христа Бога непрестанно о всех нас.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего и исповедника Харитона.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Вечер, Блажен муж, 1-й антифон. На Господи воззвах, стихиры на 6, глас 4. подобен: Дал еси знамение: Слава, глас тойже, самогласен: Богоносе Харитоне: И ныне, Богородичен: Иже тебе ради: Вход. Прокимен дне. И чтения, 3, и ектении. На стиховне стихиры, глас 1, подобен: Всехвальнии мученицы: с припевы их: Честна пред Господем: Слава, глас 8: Монахов множества: И ныне: Безневестная Дево: По Отче наш: тропарь, глас 8: Слез твоих теченьми: писан сего месяца в 3-й день. Слава, и ныне: Иже нас ради: И отпуст. На утрени, на Бог Господь: тропарь святаго, дважды. Слава, и ныне, Богородичен. И обычныя кафисмы, и седальны святаго. И чтение. Степенна 1-й антифон 4-го гласа. Прокимен, глас тойже: Честна пред Господем смерть преподобных его. Стих: Что воздам Господеви: Всякое дыхание: Евангелие Матфеа, зачало 10. По Иисусе идоша народи мнози: По 50-м псалме, стихира, глас 6: Преподобне отче, во всю землю: Канон Богородицы, со ирмосом на 6, глас 2: Нетрену, необычну: И преподобнаго на 8, глас 4. Катавасиа, Отверзу уста моя. По 3-й песни седален, глас 8, дважды. Слава, и ныне, Богородичен. По 6-й песни,

Кондак, глас 2. Подобен: В молитвах: Насладився, богомудре, воздержания, и плоти твоея вожделения обуздав, явился еси верою возращаемь: и яко жизни древо, посреде рая процвел еси, Харитоне всеблаженне священнейший.

И икос. По 9-й песни светилен, дважды. Слава, и ныне, Богородичен. На хвалитех, стихиры на 4, глас 4. Подобен: Дал еси знамение: Слава, глас 5: Преподобне отче, глас евангельский: И ныне, Богородичен: Славословие великое. По трисвятом, тропарь святаго. Слава и ныне, Богородичен: Ектении. И отпуст. И час 1-й, и конечный отпуст. На литургии, блаженна от канона святаго, песнь 3-я, и 6-я, Прокимен, глас 7: Восхвалятся преподобнии во славе: Стих: Воспойте Господеви песнь нову: Апостол к коринфяном, зачало 176: Бог рекий из тьмы свету возсияти: Аллилуиа, глас 6: Блажен муж бояйся Господа: Евангелие Луки, зачало 24: Ста Иисус на месте равне: Причастен: В память вечную будет праведник:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Кириака отшельника.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Стихиры на 6: глас 8, подобен: Что вы наречем: Слава, глас тойже, самогласен: Монахов множества: И ныне, Богородичен, или Крестобогородичен. На стиховне, октоиха: Слава глас 6: Преподобне отче, во всю землю: По Отче наш:

Тропарь, глас 1: Пустынный житель и в телеси ангел. и чудотворец показался еси, богоносе отче наш Кириаче, постом, бдением, молитвою, небесная дарования приим, исцеляеши недужныя, и души верою притекающих к тебе. слава давшему тебе крепость: слава венчавшему тя: слава действующему тобою всем исцеления.

На утрени, оба канона октоиха: и святаго на 6, глас 8. По 3-й песни,

Кондак, глас 8. Подобен: Возбранной: Яко поборника крепкаго и заступника, чтущи тя священная лавра всегда празднует летне памяти: но яко имея дерзновение ко Господу, от врагов находящих соблюди ны, да зовем: радуйся отче треблаженне.

Таже седален, глас 5, дважды. По 6-й песни,

Кондак, глас 2. Подобен: Вышних ищя: Чистотою душевною божественно вооружився, и непрестанную молитву яко копие вручив крепко, ссекл еси демонская ополчения, Кириаче отче наш, молися непрестанно о всех нас.

И икос. По 9-й песни светилен октоиха: Слава, святаго, И ныне, Богородичен. На стиховне октоиха: Слава, глас 5: Преподобне отче: И ныне, Богородичен или Крестобогородичен. По трисвятом, тропарь святаго, и отпуст. На литургии, блаженна октоиха на 4: И преподобнаго песнь 3-я, на 4. Прокимен, глас 7: Честна пред Господем смерть преподобных его. Стих, Что воздам Господеви о всех: Апостол к галатом, зачало 213. Плод духовный: Аллилуиа, глас 6: Блажен муж бояйся Господа. Евангелие Луки, зачало 24: Ста Иисус на месте равне: Причастен, В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Григориа, Великия Армении.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Стихиры на 6, глас 6, подобен: Всю отложивше: Слава, глас тойже, самогласен: Кто достойно: На стиховне октоиха: Слава, глас 6: В незаходящий облак: Тропарь, глас 4: И нравом причастник: сего месяца в 3-й день. На утрени, оба канона октоиха: И святаго на 6, глас 4. По 3-й песни, седален святаго, глас 4. дважды. По 6-й песни,

Кондак, глас 2. Подобен: Твердыя: Благославнаго и священноначальника вси яко страдальца истины, днесь вернии в песнех и песнопениих восхвалим, бодраго пастыря и учителя, Григориа всемирнаго светильника, и поборника: Христу бо молится еже спастися нам.

И икос. По 9-й песни светилен октоиха: Слава, святаго: И ныне, Богородичен. На стиховне октоиха. На литургии, блаженна октоиха, на 4: и святаго, песнь 3-я, на 4. Прокимен, глас 7: Честна пред Господем смерть преподобных его. Стих: Что воздам Господеви о всех: Апостол к коринфяном, зачало 166: Братие, бодрствуйте: Аллилуиа, глас 2: Священницы твои: Евангелие Матфеа, зачало 103: Бдите убо: Причастен, В память вечную:`,
        },
      },
      {
        description: 'И преподобнаго отца нашего Григориа, иже на Пелшме реце, Вологодскаго чудотворца:',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Совершается собор его во обители его, и во храмех.

Тропарь, глас 8: Любовию Христовою, богомудре, просветився, добродетельми облистал еси, и всякое наслаждение плотское возненавидев, и в пустыню вселився, в нейже вельми подвизался еси в жизни сей временней в пениих, и во бдениих, и в пощениих: сего ради и Христос даром чудес обогати тя. но поминай нас чтущих пресветлую память твою, преподобне отче Григорие, и моли Христа Бога спастися душам нашим.

Кондак, глас 8: Христовою любовию уязвився, преподобне, и тому невозвратным желанием последовал еси, всякое наслаждение плотское возненавидев, и в пустыню вселився, в ней вельми подвизался еси. тем и Христос даром чудес обогати тя, поминай нас чтущих пресветлую память твою. да зовем ти: радуйся, преподобне Григорие, отче наш.

И святаго Михаила, перваго митрополита Киевскаго, и всея России чудотворца.`,
        },
      },
    ],
  },
 */ };
