import { Day } from '../../../app/models';

export function april(): Day[] {
  return [
    {
      memories: `Месяц априлий
  имеяй дней 30. День имать часов 13, а нощь 11.`,
    },
    {
      memories: `Преподобныя матере нашея Марии египтяныни.
  
  На Господи воззвах, стихиры, глас 6. Подобен: Всю отложивше: Слава, глас 2: Душевная ловления: На стиховне триоди. Тропарь, глас 8: В тебе мати: септемвриа в 11 день. На утрени, канон, глас 4. По 3-й песни, седален, глас 8. По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Греха мглы избежавши, покаяния светом озаривши твое сердце славная, пришла еси ко Христу: сего всенепорочную и святую Матерь молитвенницу милостивную принесла еси. Отонудуже и прегрешений обрела еси оставление, и со ангелы присно срадуешися.
  
  И икос. По 9-й песни, светилен. Подобен: Свете неизменный:
  
  🕃 И преподобнаго отца нашего Евфимиа, Суждальскаго чудотворца.
  
  Совершается собор его во обители его.
  
  Тропарь, глас 3: Яко светозарная звезда, пришел еси от востока на запад, оставив отечество твое Нижний Новъград, и дошед богоспасаемаго града Суждаля, в нем обитель сотворил еси, и собрал еси монахов множества: и прием дар чудес от Бога, отче Евфимие, был еси о Христе собеседник и спостник преподобному Сергию. с нимже у Христа Бога испроси, здравие и спасение, и душам нашим велию милость.
  
  Кондак, глас 2. Подобен: Вышних ищя: Волнений множество невлажно преходя, безплотныя враги струями слез твоих погрузил еси, богомудре Евфимие преподобне. тем и чудес дар приял еси: моли непрестанно о всех нас.`,
    },
    {
      memories: `Преподобнаго отца нашего и чудотворца Тита.
  
  Аллилуиа. Стихиры, глас 8. Подобен: О преславнаго чудесе! На утрени, канон святаго, глас 8. По 3-й песни, седален, глас 1. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Жития молву оставил еси, и тихо все житие твое пожив мудре, к Богу пришел еси чудоносче отче наш, Тите преподобне.
  
  По 9-й песни, светилен троичен.`,
    },
    {
      memories: `Преподобнаго отца нашего Никиты исповедника, игумена обители Мидикийския.
  
  Аллилуиа. Стихиры, глас 2. Подобен: Егда от древа: На утрени, канон, глас 2. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Небесный ум и житие стяжав, сияеши ясно якоже солнце светлостию дел, просвещаеши сущия во тьме житейстей отче Никито. и приводя всех к Богу, моли непрестанно о всех нас.`,
    },
    {
      memories: `Преподобных отец наших, Иосифа песнописца и Георгиа иже в Малеи.
  
  Аллилуиа. Стихиры Иосифа, глас 2. Подобен: Егда от древа: И Георгиа, глас 1. Подобен: Небесных чинов: На утрени, канон Иосифа, глас 2: И Георгиа, глас тойже. По 3-й песни, седален Иосифа, глас 4. Слава, Георгиа, глас 3. По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Покаяния источник неисчерпаемый, утешения податель некончаемаго, и умиления пучина еси Иосифе, слезы нам подаждь покаяния божественнаго: имиже утешение зде плачущеся обрящем от Бога, твоея помощи просяще святе.`,
    },
    {
      memories: `Святых мученик, Феодула и Агафопода, и иже с ними.
  
  Аллилуиа. Стихиры, глас 1. Подобен: Небесных чинов: На утрени, канон, глас 4. По 3-й песни, седален, глас 8.`,
    },
    {
      memories: `Иже во святых отца нашего Евтихиа, архиепископа Константинопольскаго.
  
  Аллилуиа. Стихиры, глас 2. Подобен: Егда от древа: Тропарь, глас 4: Правило веры: септемвриа во 2-й день. На утрени, канон, глас 6. По 3-й песни, седален, глас 3. По 6-й песни,
  
  Кондак, глас 8: Божественнаго верно Евтихиа вси поюще людие, любовию да ублажим яко пастыря велика, и служителя и учителя премудра, и прогонителя ересей: молит бо Господа о всех нас.
  
  🕂 И память иже во святых отца нашего мефодиа, архиепископа Моравскаго.
  
  Тропарь, глас 4: Святителя твоего, Христе, творяще светло торжество успения, милости твоея свыше подаждь, отверзи же царствия двери, разреши же юзы наша многих грехов, ходатайством святаго твоего ученика, отца нашего.
  
  Кондак, глас 2: Божественна и верна Мефодиа вси воспоим людие, и любовию ублажим, яко пастыря великаго словеном, служителя Троицы честна, прогонителя ереси, молит бо ся о всех нас.`,
    },
    {
      memories: `Преподобнаго отца нашего Георгиа, епискпа Мелитинскаго.
  
  Аллилуиа. Стихиры, глас 1. Подобен: Всехвальнии: На утрени, канон, глас 8. По 3-й песни, седален, глас 8.`,
    },
    {
      memories: `Святых апостол, Иродиона, Агава, Асинкрита, Руфа, Флегонта и Ерма, и иже с ними.
  
  Аллилуиа. Стихиры, глас 4. Подобен: Яко добля: На утрени, канон, глас 3. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Явистеся Христовы ученицы и апостоли всечестнии, Иродионе славне, Агаве и Руфе, Асинкрите, Флегонте со Ермом, присно молитеся Господеви, подати нам согрешений прощение поющим вас.`,
    },
    {
      memories: `Святаго мученика Евпсихиа.
  
  Аллилуиа. Стихиры, глас 8. Подобен: Мученцы: На утрени, канон, глас 8. По 3-й песни, седален, глас 1.`,
    },
    {
      memories: `Святых мученик, Терентиа, Помпииа, и иже с ними.
  
  Аллилуиа. Стихиры, глас 4. Подобен: Яко добля: На утрени, канон, глас 8. По 3-й песни седален, глас 4. По 6-й песни,
  
  Кондак, глас 2. Подобен: В молитвах: Мученическая честная память прииде днесь, веселящи всяческая, Терентиа премудраго и дружины его. тепле убо стецемся, да приимем исцеления: сии бо благодать от Бога прияша духа святаго, исцеляти недуги душ наших.`,
    },
    {
      memories: `Святаго священномученика Антипы, епискпа Пергама Асийскаго.
  
  Стихиры, глас 4. Подобен: Дал еси знамение: Тропарь, глас 4: И нравом причастник: септемвриа в 3-й день.
  
  Или сей, глас тойже: Идольския лести упразднил еси Антипо, и диавольскую поправ силу, пред богоборцы дерзновенно Христа исповедал еси. темже со ангельскими чины в вышних водворяяся, Владыце всех славословие принося, и о нас молебное благодарение предлагаеши, благодать цельбы даруя. сего ради тя чтим священномучениче Антипо, моли Христа Бога, да спасет души наша.
  
  Канон, глас 4. По 3-й песни седален, глас 3. По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Апостолов сопрестольник, и святителей украшение был еси блаженне, мученически прославився, возсиял еси якоже солнце, всех просвещая, Антипо священне, разрушил еси безбожия нощь глубокую: сего ради тя почитаем, яко божественнаго суща священномученика, и целеб подателя.`,
    },
    {
      memories: `Преподобнаго отца нашего и исповедника Василиа, епискпа Парийскаго.
  
  На Господи воззвах, стихиры, глас 8. Подобен: о преславнаго чудесе! На Утрени, канон, глас 8. По 3-й песни седален, глас 3. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Вышняго светом озарився блаженне, просвещаеши вся, иже любовию чествующия твое отче честное страдание василие священнострадальне: моли Христа бога непрестанно о всех нас.`,
    },
    {
      memories: `Святаго священномученика Артемона.
  
  Стихиры, глас 1. Канон, глас 8. По 3-й песни седален, глас 4.`,
    },
    {
      memories: `Иже во святых отца нашего и исповедника Мартина папы Римскаго.
  
  Стихиры, глас 8. Подобен: Что вы наречем: Канон, глас 8.`,
    },
    {
      memories: `Святых апостол, Аристарха, Пуда и Трофима.
  
  Аллилуиа. Стихиры, глас 1. Подобен: Всехвальнии мученицы: Канон, глас 6. По 3-й песни, седален, глас 1. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Явися апостольский честный сей праздник, просвещая нас, и греховную мглу прогоняя, зовущим: явися свет, и прииде избавление.`,
    },
    {
      memories: `Святых мучениц, Агапии, Ирины и Хионии.
  
  Аллилуиа. Стихиры, глас 4. Подобен: Яко добля: Канон, глас 8. По 3-й песни, седален, глас 8. По 6-й песни,
  
  Кондак, глас 4: Крепко душу Ирино ополчила еси верою, яве лукаваго посрамивши, и ко Христу привела еси тьмы людей множества блаженная: и порфиру от кровей носящи, со ангелы ныне веселишися.`,
    },
    {
      memories: `Преподобнаго отца нашего Симеона Персидскаго: И преподобнаго Акакиа, епискпа Мелитинскаго.
  
  Стихиры Симеона, глас 4. Подобен: Дал еси знамение: и Акакиа, глас 8. Подобен: О преславнаго чудесе! Канон Симеона, глас 5: и Акакиа, глас 8. По 3-й песни, седален Симеона, глас 1. Слава, Акакиа, глас 3.
  
  🕂 Преподобнаго отца нашего Зосимы Соловецкаго.
  
  Совершается собор его во обители его, и идеже храм его.
  
  Тропарь, глас 4: Изволением божественнаго разума вселился еси в пустыню, и тамо вперив ум твой в небесныя обители, равно ангелом житие на земли пожив, в молитвах и трудех и пощениих, образ был еси твоим учеником. Отонудуже Бог видя твое благое изволение, умножи тебе чада в пустыни, слез твоих теченьми напаяемей: но яко имея дерзновение к Богу, поминай стадо, еже собрал еси мудре, и не забуди якоже обещался еси, посещая чад твоих, Зосимо преподобне отче наш.
  
  Кондак, глас 8: Христовою любовию уязвився преподобне, и того крест славный на рамо взем понесл еси, божественне вооружився, и непрестанныя молитвы яко копие в руце имый, крепко ссекл еси бесовская ополчения. тем зовем ти: радуйся преподобне отче Зосимо, монахов удобрение.`,
    },
    {
      memories: `Преподобнаго отца нашего Иоанна, ученика святаго Григориа Декаполита.
  
  Аллилуиа. Стихиры, глас 8. Подобен: О преславнаго чудесе! На утрени, канон, глас 8. По 3-й песни седален, глас 1. По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Воздержанием отче, житие украсив, и плоть умертвил еси: темже и победил еси вражия прилоги преблаженне, и прешел еси к Богу в безскорбный и вечный живот, яко достоин наследник Иоанне: емуже молися спастися нам.`,
    },
    {
      memories: `Преподобнаго отца нашего Иоанна ветхопещерника.
  
  Стихиры, глас 5. Подобен: Преподобне отче: На утрени, канон, глас 4. По 3-й песни, седален, глас 8.`,
    },
    {
      memories: `Преподобнаго отца нашего Феодора Трихины.
  
  Стихиры, глас 8. Подобен: О преславнаго чудесе! На утрени, канон, глас 2. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Явился еси предивен житием Феодоре мудре отче, власяными рубы изменив, паче царских сокровищ яже на земли: сего ради небесную одежду восприял еси, присно моли о нас преподобне.`,
    },
    {
      memories: `Святаго священномученика Ианнуариа, и дружины его: И святаго священномученика Феодора, иже в Пергии:
  
  Стихиры, Ианнуариа, глас 4. Подобен: Яко добля: и Феодора, глас тойже. Подобен: Дал еси знамение: На утрени, канон, Ианнуариа, глас 4: и Феодора, глас тойже. По 3-й песни седален, Ианнуариа, глас 4. Слава, Феодора, глас тойже. По 6-й песни,
  
  Кондак, глас 3: Священия помазанием и мучения кровию украсистеся славнии, Ианнуарие и Феодоре, и сияете всюду в вышних ликующе, и нас назирайте в храм ваш пришедшия, и в нем непрестанно зовущия: всех нас соблюдите, моляще человеколюбца Бога.`,
    },
    {
      memories: `Преподобнаго отца нашего Феодора Сикеота.
  
  Стихиры, глас 5. Подобен: Преподобне отче:
  
  Тропарь, глас 2: Познан быв, от пелен освящен, и явлься благодатей исполнен, чудесы мир озарил еси, и демонов множество отгнал еси, священнодетелю Феодоре: темже о нас молися Господеви.
  
  На утрени, канон, глас 4. По 3-й песни, седален, глас 8. По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: Яко на огненную колесницу, добродетельми богоносе возшед, востекл еси на небесная жилища: яко ангел с человеки пожил еси: и яко человек со ангелы окрест ликовствуеши. сего ради показался еси чудес божественное приятелище, Феодоре преподобне.`,
    },
    {
      memories: `🕁 Святаго славнаго великомученика, победоносца и чудотворца Георгиа:
  
  И святыя мученицы царицы Александры.
  
  Аще храм, или восхощет настоятель, творим бдение.
  
  На малей вечерни, На Господи воззвах, стихиры, глас 1. Подобен: Небесных чинов: Слава, глас тойже: Великаго Царя воине: И ныне, праздника: На стиховне стихиры самогласны, глас 4: с припевы их: 1-й, Праведник яко финикс процветет: 2-й, Насаждени в дому Господни. Слава, глас тойже. И ныне, праздника.
  
  Тропарь, глас 4: Подвигом добрым подвизался еси страстотерпче Христов, верою, и мучителей обличил еси нечестие, жертва же благоприятна Богу принеслся еси: темже и венец приял еси победы, и молитвами святе твоими всем подаеши прегрешений прощение.
  
  Ектениа малая, и отпуст. На велицей вечерни, поем: Блажен муж: 1-й антифон. На Господи воззвах, стихиры праздника, 3: и святаго, 5, глас 4. Самоподобен: Яко добля: Слава, глас 6. Достойно имени пожил еси: И ныне, праздника. Вход, прокимен дне, и чтения 3, святаго: 1-е, Пророчества Исаиина: Тако глаголет Господь: вси язы́цы собрашася: 2-е, Премудрости Соломони: Праведных души в руце Божией: 3-е, Премудрости Соломони: Праведник аще постигнет: На литии стихиры храма: и святаго самогласны, глас 1. Слава, глас 5: Возсия весна: И ныне, праздника. На стиховне стихиры святаго, глас 4. Подобен: Званный свыше: с припевы их, писаны на малей вечерни. Слава, глас тойже: Разумнаго адаманта: И ныне, праздника. На благословении хлебов,
  
  Тропарь, глас 4: Яко пленных свободитель и нищих защититель, немощствующих врачь, царей поборниче, победоносче великомучениче Георгие, моли Христа Бога спастися душам нашим. Дважды.
  
  И Богородице Дево: единожды. и Буди имя Господне: трижды. псалом 33: Благословлю Господа: до Не лишатся: Иерей: Благословение Господне на вас: и чтение святаго. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, святаго: И ныне, праздника. По 1-й кафисме, седален праздника: Слава, и ныне, тойже. и чтем Евангелие толковое. По 2-й кафисме, седален святаго, глас 1. Слава, ин: И ныне, праздника, или Богородичен, и чтение. По полиелеи седален, глас 3. Слава, ин: И ныне, праздника, или Богородичен. Степенна, первый антифон 4-го гласа. Прокимен, глас 4: Праведник яко финикс процветет: Стих: Насаждени в дому Господни: Евангелие Луки, зачало 63: Ничтоже покровено есть: псалом 50. Стихира, глас 6: Днесь вселенная вся: Канон праздника со ирмосом на 6: и святаго два на 8: Един, глас 2: другий, глас 4. Катавасиа праздника: Воскресния день: По 3-й песни, кондак и икос праздника, и седален святаго, глас 8. Слава, ин: И ныне праздника. По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Возделан от Бога показался еси благочестия делатель честнейший, добродетелей рукояти собрав себе: сеяв бо в слезах, веселием жнеши, страдальчествовав же кровию, Христа приял еси: и молитвами святе твоими всем подаеши прегрешений прощение.
  
  И икос, и чтем пролог. По 9-й песни, светилен святаго. Слава, ин: И ныне, праздника. На хвалитех, стихиры святаго на 4, глас 2. Подобен: Егда от древа: Слава, глас 2: Да помавают праведная: И ныне, праздника. Славословие великое. По трисвятом тропарь святаго: Слава, и ныне, праздника. Ектении, и отпуст: и дается святый елей братии от кандила святаго, и час 1-й. На 1-м часе, тропарь праздника: Слава, святаго: И ныне, Богородичен часов. По трисвятом кондаки праздника и святаго, глаголем пременяюще. На литургии, блаженна праздника, песнь рядовая: и от канона святаго, песнь 3. Прокимен праздника, и святаго, глас 7: Возвеселится праведник о Господе: Стих: Услыши Боже глас мой: Апостол дне, и святаго, деяний, зачало 29: Возложи Ирод царь руце: Аллилуиа дне, и святаго, глас 4: Праведник яко финикс процветет: Стих: Насаждени в дому Господни: Евангелие дне: и святаго, Иоанна, зачало 52: Си заповедаю вам: Причастен праздника, и святаго: В память вечную: На трапезе утешение братии.
  
  [МРК] Указ о великом мученице Георгии.
  
  Начинается от дне великаго пятка, и восходит до четвертка 5-я недели по Пасце. И аще случится великомученика Георгиа в великий пяток, или в великую субботу, или на самую Пасху, поются стихиры святаго, и канон, и прочая служба, в понедельник светлыя недели, с службою дневною.
  
  [МРК] Аще ли случится великомученика Георгиа во един от дней светлыя недели.
  
  Вечер, на Господи воззвах, стихиры воскресны 3: и святаго 3: Слава, святаго, глас 6: Достойно имени: И ныне, Богородичен 1-й, гласа. Вход. Свете тихий: прокимен дне. и чтения 3 святаго. Аще в самую неделю Пасхи вечера, глаголет иерей: О сподобитися нам: и прочая. и Евангелие чтется по чину. На стиховне стихира воскресна: таже стихиры Пасхи с припевы их. Слава, святаго, глас 4: Разумнаго адаманта: И ныне, Пасхи, глас 5: Воскресния день: Христос воскресе, трижды. Слава, тропарь святаго: И ныне, Богородичен 1-й, гласа. Иерей, Премудрость, и отпуст. На утрени, по Христос воскресе, и по четырех стисех, Слава, тропарь святаго: И ныне, Богородичен 1-й, гласа. таже, обычная ектениа и полиелей. таже седален святаго, дважды. Слава, и ныне, Богородичен: и чтение. таже степенна, 1-й антифон 4-го гласа. Прокимен: Всякое дыхание: Евангелие святаго. Воскресение Христово: трижды. Слава, Молитвами страстотерпца: И ныне, Молитвами Богородицы: Таже припев: Возвеселится праведник о Господе, и уповает на него. и поем стихиру святаго самогласну, глас 6: Днесь вселенная вся: Таже, молитва: Спаси Боже люди твоя: и Господи помилуй, 12. По возгласе канон Пасхи со ирмосом на 8, и святаго на 6: Катавасиа Пасхи, оба лика вкупе. По 3-й песни, кондак и икос Пасхи: и чтение. По 6-й песни, кондак и икос святаго, и чтение. Воскрес Иисус: трижды. Поем на оба лика. По 9-й песни, светилен Пасхи: Слава, святаго: И ныне, Пасхи. На хвалитех стихиры воскресны, три: и святаго три. Таже стихиры Пасхи, с припевы их: Слава, святаго: И ныне, Пасхи, Воскресния день: Христос воскресе: трижды. Слава, тропарь святаго: И ныне, Богородичен 1-й. Ектении, и отпуст. Часы же поются по обычаю. На литургии, антифоны Пасхи. По входе, Христос воскресе: трижды. таже тропарь святаго: Слава, кондак его: И ныне, Пасхи. Вместо же трисвятаго поем: Елицы во Христа: Прокимен, апостол, Аллилуиа, Евангелие, и причастен, прежде дне, и святаго.
  
  [МРК] О памяти святаго Георгиа, аще случится в неделю Фомину.
  
  В субботу светлыя недели, на малей вечерни, на Господи воззвах, стихиры праздника, на 4: Слава, святаго: И ныне, праздника. На стиховне стихиры святаго, с припевы его великия вечерни. Слава, святаго: И ныне, праздника. Тропарь святаго: Слава, и ныне, праздника. Ектения малая, и отпуст. На велицей вечерни, по обычней кафисме, на Господи воззвах, стихиры праздника, на 6: и святаго на 4. Слава, святаго: И ныне, праздника. Вход, и чтение святаго. На литии стихиры праздника, и святаго: Слава, святаго: И ныне, праздника: На стиховне праздника: Слава, святаго: И ныне, праздника. На благословении хлебов, тропарь праздника, дважды: и святаго, единожды: и чтение в деяниих апостольских. На утрени, на Бог Господь, тропарь праздника, дважды: Слава, святаго: И ныне, праздника. По кафисмах седальны праздника: и чтение. Полиелей, и седален, и чтение праздника. Степенна, 1-й антифон 4-го гласа. Прокимен: Всякое дыхание: Евангелие праздника, Матфеа, зачало 116: Единиинадесять ученицы: Воскресение Христово: трижды. псалом 50. Слава, Молитвами апостолов: И ныне, Молитвами Богородицы: Стихира: Воскрес Иисус: Канон праздника, со ирмосом на 8: и святаго на 6. Катавасиа Пасхи: Воскресния день: оба лика вкупе. По 3-й песни, кондак и икос святаго, и седален дважды: Слава, и ныне, праздника, и чтение в Богослове, емуже начало: Обновлением чтитися: По 6-й песни, кондак и икос праздника, и чтение. По 9-й песни, поем: Свят Господь Бог наш: на глас 1. Светилен праздника: Слава, святаго: И ныне, праздника. На хвалитех стихиры праздника 3: и святаго 3, поем же и самогласен святаго: Да помавают праведная: с припевом его: Возвеселится праведник о Господе: Слава, праздника: И ныне, Преблагословенна еси Богородице: Славословие великое. По трисвятом тропарь святаго. Слава, и ныне, праздника, и ектении, и отпуст, и оглашение Студитово, и обычное исхождение. Слава, и ныне, стихира евангельская, и час 1-й в притворе. На часех, тропарь праздника: Слава, святаго: И ныне, Богородичен часов. По Отче наш, кондаки пременяюще глаголем. На литургии, блаженна праздника, песнь 3-я, на 4: и святаго песнь 6-я на 4. По входе тропарь праздника, и святаго. Слава, кондак святаго: И ныне, праздника. Прокимен, апостол, Аллилуиа, Евангелие, и причастен, прежде праздника, таже святаго.
  
  [МРК] Аще случится память святаго великомученика Георгиа в неделю мироносиц, или разслабленнаго, или самаряныни.
  
  В субботу, на малей вечерни, на Господи воззвах, стихиры воскресны 4: Слава, святаго: И ныне, Богородичен. На стиховне стихира воскресна: и святаго стиховна, великия вечерни, с припевы его. Слава, святаго: И ныне, Богородичен. Тропарь воскресн: Слава, святаго: И ныне, Богородичен. Ектения малая, и отпуст. На велицей вечерни, по обычной кафисме, на Господи воззвах, стихиры воскресны гласа, три: и праздника 3: и святаго 4. Слава, праздника, самогласен триоди: И ныне, Богородичен 1-й, гласа. Вход. Прокимен дне: и чтения святаго 3. На литии стихиры храма, и святаго самогласны. Слава, святаго: И ныне, праздника. На стиховне стихира воскресна, и Пасхи. Слава, святаго: И ныне, триоди. На благословении хлебов тропарь, Богородице Дево, дважды: и святаго, единожды: и чтение в деяниих апостольских. [Зри] Аще есть неделя мироносиц, на Бог Господь, тропарь воскресн: Егда снизшел еси к смерти: единожды. Благообразный Иосиф: единожды. Слава, Георгиа: И ныне, Мироносицам женам: [Зри] Аще ли во ины недели, тропарь воскресн, дважды: Слава, святаго: И ныне, Богородичен 1-й, в тойже глас. По кафисмах седальны воскресны, и богородичны их, и чтение во евангелии толковом. Полиелей, и седальны оба святаго: Слава, седален по полиелеи. И ныне, Богородичен: и чтение святаго. Степенна, и прокимен гласа. Всякое дыхание: Евангелие воскресно. Воскресение Христово: трижды. Псалом 50. Стихира воскресна. Канон Пасхи, со ирмосом и с богородичны их, на 6: и святаго на 4: и триоди на 4. Поем же сице: на коейждо песни, тропарь воскресн един, и праздника един, и троичен, и Богородичен. Катавасиа, Воскресния день: По 3-й песни, кондак и икос святаго, и седален его дважды: Слава, и ныне, праздника: и чтение святаго. По 6-й песни, кондак и икос праздника. На 9-й песни, Честнейшую не поем. Светилен Пасхи. Слава, святаго: И ныне, праздника. На хвалитех стихиры воскресны 4: и святаго 4, со славным, и с припевы его. Слава, праздника: И ныне, Преблагословенна еси: Славословие великое По трисвятом тропарь воскресн, ектении, и оглашение, и отпуст, и обычное исхождение в притвор. Слава, и ныне, стихира евангельская, и час 1-й. На часех, тропарь воскресн: Слава, святаго: И ныне, Богородичен часов. По Отче наш, кондаки пременяюще глаголем. На литургии, блаженна гласа, на 4, и триоди песнь 3-я на 4: и святаго песнь 6-я, на 4. По входе тропарь воскресн, и святаго. Слава, кондак святаго: И ныне, праздника. Прокимен, апостол, Аллилуиа, Евангелие, и причастен прежде дне, таже святаго.
  
  [МРК] Аще случится святаго великомученика Георгиа в среду Преполовения Пятьдесятницы.
  
  Во вторник вечера поем, Блажен муж, 1-й антифон. На Господи воззвах, стихиры праздника 3, и святаго 3. Слава, святаго: И ныне, праздника. Вход. Прокимен дне, и чтения праздника 3, и святаго 3. На стиховне стихиры праздника, с припевы их. Слава, святаго: И ныне, праздника. По трисвятом, тропарь святаго: Слава, и ныне, праздника: и отпуст. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, святаго: И ныне, праздника. По кафисмах седальны, и чтение праздника. Полиелей и седальны вси святаго, и чтение. Степенна, 1-й антифон 4-го гласа: Прокимен, Всякое дыхание: Евангелие святаго. Воскресение Христово: единожды. псалом 50, стихира святаго. Канон праздника первый 4-го гласа, со ирмосом на 6: и святаго, на 4: и праздника другий канон, глас 8, на 4. Катавасиа, ирмос последняго канона праздника, оба лика вкупе. По 3-й песни, кондак и икос святаго: и седален его дважды. Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. На 9-й песни, Честнейшую не поем. Светилен праздника: Слава, святаго: И ныне, праздника. На хвалитех стихиры праздника 3, и святаго 3: Слава, святаго: И ныне, праздника. Славословие великое. По трисвятом тропарь святаго: Слава, и ныне, праздника. таже ектении и отпуст: и час 1-й. На часех, тропарь праздника: Слава, святаго: И ныне, Богородичен часов. По Отче наш, кондаки праздника, и святаго, пременяюще глаголем. На Литургии, блаженна праздника, 4-го гласа, песнь 3-я, на 4: и святаго песнь 6-я, на 4. По входе тропарь праздника, и святаго. Слава, кондак святаго: И ныне, праздника. Прокимен, апостол, Аллилуиа, Евангелие и причастен прежде праздника, и святаго.
  
  [МРК] Аще ли случится великомученика Георгиа в неделю самаряныни оставляется служба Преполовения Пятьдесятницы, и поется воскресна, и самаряныни, и святаго Георгиа.`,
    },
    {
      memories: `Святаго мученика Саввы Стратилата.
  
  Стихиры, глас 4. Подобен: Яко добля: Тропарь, глас 4: Мученк твой Господи: септемвриа во 2-й день.
  
  Или сей, глас 5: Земнаго сана пояс оставив, и почести страдальче, пред мучителем льстивым царем Христа Бога суща исповедал еси, и того ради многа страдания подъял еси славне: тем прекрасным победы венцем увязлся еси от Царя всех царствующаго, с небесными вои светло преукрашен. предстоя тому Савво, моли, да спасет души наша.
  
  На утрени, канон, глас 2. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Непобедимый явлься стратилат, варварския козни победил еси, и страдальчествовав славне твердейши, множество врагов невидимых поборил еси. темже венец исплел еси победы, о нас моли Христа Савво всеблаженне, верою почитающих тя.`,
    },
    {
      memories: `🕂 Святаго апостола и евангелиста Марка.
  
  На велицей вечерни, поем, Блажен муж, 1-й антифон. На Господи воззвах, стихиры на 8: праздника 3: и апостола 5, глас 1. Подобен: Небесных чинов: Слава, апостола, глас 6: Излияся благодать: И ныне, праздника. Вход, прокимен дне, и чтения 3. Писаны сего месяца в 30-м числе. На стиховне стихиры апостола, глас 1-й. Подобен: Всехвальнии мученицы: с припевы их. Слава, апостола, глас 8: Приидите небеснаго таинства: И ныне, праздника. По трисвятом,
  
  Тропарь, глас 3: Апостоле святый и евангелисте Марко, моли милостиваго Бога, да прегрешений оставление подаст душам нашим.
  
  Или сей, глас тойже: У верховнаго Петра научився, апостол Христов был еси, и яко солнце странам возсиял еси, александриом удобрение быв блаженне. тобою Египет от прелести свободися, евангельским твоим учением просвещ вся, яко свет столп церковный. сего ради твою память чтуще, светло празднуем Марко богогласе: моли тобою благовестимаго Бога, да согрешений оставление подаст душам нашим.
  
  Слава, и ныне, праздника: и отпуст. На утрени, на Бог Господь, тропарь праздника дважды. Слава, апостола: И ныне, праздника. По кафисмах седальны апостола. Слава, и ныне, праздника, и чтение. По полиелеи седален апостола, дважды, глас 8. Подобен: Премудрости: Слава, и ныне, праздника. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Во всю землю: Стих: Небеса поведают: Всякое дыхание: Евангелие Луки, зачало 50: Яви Господь и инех седмьдесят. По 50-м псалме стихира, глас 6: Излияся благодать: писана на Господи воззвах: Слава: Канон праздника, со ирмосом на 6: и апостола на 8, глас 1. Катавасиа, Воскресния день: По 3-й песни, кондак и икос праздника: и седален апостола, глас 1. Подобен: Гроб твой: Слава, и ныне, праздника. По 6-й песни,
  
  Кондак апостола, глас 2: Подобен: Вышних ищя: С высоты приим благодать духа, риторская плетения разрушил еси апостоле, и языки вся уловив, Марко всеславне, твоему Владыце привел еси Божественное проповедав Евангелие.
  
  И икос, и пролог. По 9-й песни, светилен апостола, дважды. Слава, и ныне, праздника. На хвалитех стихиры праздника 3: и апостола 3, глас 1. Подобен: Всехвальнии мученицы: Слава, глас 6: Премудрый ловче: И ныне, праздника: Славословие великое. По трисвятом, тропарь апостола. Слава, и ныне, праздника. Ектении, и отпуст, и час 1. На литургии, блаженна, от канона праздника, песнь рядовая на 4, и апостола песнь 3-я, на 4. Прокимен, глас 8: Во всю землю: Стих, Небеса поведают: Апостол, Соборнаго послания Петрова, зачало 63: Смиритеся убо под крепкую руку Божию: Аллилуиа, глас 1: Исповедят небеса чудеса твоя Господи. Евангелие Марка, зачало 23: Призва Иисус обанадесяте: Причастен: Во всю землю:`,
    },
    {
      memories: `Святаго священномученика Василиа, епискпа Амасийскаго.
  
  Стихиры, глас 4. Подобен: Яко добля: На стиховне триоди. На утрени, канон, глас 4. По 3-й песни, седален, глас 3. По 6-й песни,
  
  Кондак святаго, глас 4. Подобен: Явился еси: Царево повеление преобидев, царство небесное получил еси Василие, в немже ликуя, поминай нас чтущих память твою священномучениче.
  
  🕃 И святаго отца Стефана, епискпа Пермскаго.
  
  Совершается собор его, идеже лежат мощи его, и идеже храм его.
  
  Тропарь, глас 4: Божественным желанием от юнаго возраста, Стефане премудре разжегся, ярем Христов взял еси, и людей оляденевшая древле неверием сердца, божественное семя в них сеяв, евангельски духовне породил еси. темже преславную твою память почитающе молим тя: моли егоже проповедал еси, да спасет души наша.
  
  Кондак, глас 8. Подобен: Взбранной: Самозванен не ищущим тебе святителю обрелся еси, люди от идольския лести свободив, ко Христовей вере привел еси, и волхва Пансотника посрамил еси: темже и первый епискп и учитель перми был еси. сего ради духовная твоя чада, яко тобою избавльшеся от идол, благодарная тебе возопием: радуйся Стефане учителю премудрый.`,
    },
    {
      memories: `🕃 Святаго священномученика Симеона, сродника Господня.
  
  Стихиры праздника 3, и апостола 3, глас 4. Подобен: Яко добля: Слава, и ныне, праздника. На стиховне праздника,
  
  Тропарь, глас 1: Христова тя сродника, Симеоне священноначальниче, и мученика тверда священно восхваляем, прелесть потребившаго, и веру соблюдшаго. темже днесь всесвятую твою память празднующе, грехов разрешение молитвами твоими приемлем.
  
  На утрени, на Бог Господь, тропарь праздника дважды: Слава, святаго: И ныне, праздника. По кафисмах седальны триоди. Канон праздника, со ирмосом на 6: и святаго на 6, глас 4. По 3-й песни, кондак праздника, и святаго седален, глас 4, дважды. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Яко звезду превелию, церковь имущи днесь богоглаголиваго Симеона, световодится зовущи: радуйся мучеников честный венче.
  
  На литургии, прокимен, глас 8: Во всю землю изыде вещание их: Стих: Небеса поведают славу Божию: Апостол к коринфяном, зачало 131: Бог ны посланники: Аллилуиа, глас 1: Исповедят небеса чудеса твоя Господи. Евангелие Матфеа, зачало 56: Прииде Иисус во отечествие свое: Причастен, Во всю землю изыде:`,
    },
    {
      memories: `Святых апостол Иасона и Сосипатра: И святых мученик, Дады, Максима и Кинтилиана.
  
  Стихиры апостолов, глас 8. Подобен, Мученцы твои: и мучеников, глас 1. Подобен: Всехвальнии: Слава, и ныне, праздника. На стиховне праздника. Тропарь, глас 3: Апостоли святии: октовриа в 31 день. На утрени, канон апостолов, глас 8: и мучеников, глас 1-й. По 3-й песни,
  
  Кондак апостолов, глас 4. Подобен: Явился еси: Явистеся яко звезды пресветлыя, просвещающе всю вселенную светом проповедания, апостоли божественнии, Иасоне и Сосипатре: спасайте верою чтущих вас.
  
  И седален, глас 8. Слава, мучеников, глас 1: И ныне, праздника. По 6-й песни, кондак и икос праздника.`,
    },
    {
      memories: `Святых 9 мучеников, иже в Кизице: И преподобнаго Мемнона чудотворца.
  
  Стихиры мучеников 3, глас 8. Подобен: О преславнаго чудесе! И преподобнаго 3, глас 8 подобен тойже. Слава, и ныне, праздника. На стиховне праздника. На утрени, канон мучеников, глас 4: и преподобнаго, глас тойже. По 3-й песни,
  
  Кондак святых, глас 2. Подобен: Вышних ищя: Твердый и всесветлый лик мученик девяти, трисолнечнаго божества исповедницы, на судищи тому начально взываху: кровь и души наша с телесы, яко непорочную жертву приносим тебе Владыко: в лицех небесных твоих сопричти, яко Бог милостивый.
  
  И седален, глас 1-й. Слава, преподобнаго, глас 8. И ныне, праздника. По 6-й песни, кондак и икос праздника.`,
    },
    {
      memories: `🕂 Святаго апостола Иакова, брата святаго Иоанна Богослова.
  
  На велицей вечерни, поем, Блажен муж 1-й антифон. На Господи воззвах, стихиры на 8, праздника 3, и апостола 5, глас 4. Подобен: Яко добля: Слава, апостола, глас 8: Приидите небеснаго таинства: И ныне, праздника. Вход, прокимен дне, и чтения 3, от Соборнаго послания Иаковля: 1, Иаков Богу и Господу Иисусу Христу раб: 2, Никтоже искушаемь да глаголет: 3, Братие моя, не на лица зряще: На стиховне стихиры апостола, глас 8. Подобен: О преславнаго чудесе! с припевы их. Слава, апостола, глас 1: Христу последовал еси: И ныне, праздника. По трисвятом,
  
  Тропарь, глас 3: Апостоле святый Иакове, моли милостиваго Бога, да прегрешений оставление подаст душам нашим.
  
  Или сей, глас тойже: Апостол Христов был еси избранный, и Богослову возлюбленному брат единородный всехвальне Иакове, поющим тя грехов оставление испроси, и душам нашим велию милость.
  
  Слава, и ныне, праздника, и отпуст. На утрени, на Бог Господь, тропарь праздника дважды. Слава, апостола: И ныне, праздника. По кафисмах, седальны апостола. Слава, и ныне, праздника, и чтение. По полиелеи седален апостола дважды, глас 8. Подобен: Премудрости: Слава, и ныне, праздника. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Во всю землю: Стих: Небеса поведают: Всякое дыхание: Евангелие Иоанна, зачало 67: Явися Иисус учеником своим: По 50-м псалме стихира, глас 1: Христу последовал еси: писана на стиховне: Слава. Канон праздника, со ирмосом на 6, и апостола на 8, глас 8. Катавасиа праздника. По 3-й песни кондак, и икос праздника, и седален апостола, глас 2: Уловив языки: Слава, и ныне, праздника, или Богородичен. По 6-й песни,
  
  Кондак апостола, глас 2. Подобен: Вышних ищя: Глас божественный слышав призывающ тя, любовь отца презрел еси, и притекл еси, ко Христу, Иакове с сродником твоим славне: с нимже сподобился еси видети Господне Божественное Преображение.
  
  И икос, и пролог. По 9-й песни светилен апостола дважды. Подобен: Жены услышите: Слава, и ныне, праздника. На хвалитех стихиры праздника 3, и апостола 3, глас 8. Подобен: О преславнаго чудесе! Слава, апостола, глас 6: Премудрый ловче: И ныне, праздника. Славословие великое. По трисвятом тропарь апостола. Слава: и ныне, праздника: Ектении, и отпуст, и час 1. На литургии, блаженна от канона праздника, песнь рядовая на 4: и апостола песнь 3-я на 4. Прокимен, глас 8: Во всю землю: Стих: Небеса поведают: Апостол деяний, зачало 29: Возложи Ирод царь руце: Аллилуиа, глас 1: Исповедят небеса чудеса твоя Господи. Евангелие Луки, зачало 17: Стояше Иисус при езере Геннисаретсте: Причастен: Во всю землю:`,
    },
  ];
}
