import { Day, TypikonSign } from '../../models';

export const MARCH: Day[] = [
  {
    memories: [
      {
        description: 'Святыя преподобномученицы Евдокии.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аще есть четыредесятница, поем Аллилуиа, аще же ни, тропарь. На Господи воззвах стихиры, глас 4. Подобен: Дал еси знамение:
  
  Тропарь, глас 8: Правостию умною душу твою привязавши в любовь Христову, тленных и красных и временных забытием претекла еси, яко Слова ученица: пощением страсти первее умертвивши, страдальчески второе врага посрамила еси. тем Христос сугубых венца сподоби тя славная Евдокие. преподобная страстотерпице, моли Христа Бога спастися душам нашим.
  
  На утрени, канон, глас 2. По 3-й песни, Седален, глас 8. По 6-й песни,
  
  Кондак, глас 4: Во страдании твоем добре подвизавшися, и по смерти нас освящаеши чудес излиянии, всехвальная, верою прибегающия в божественную церковь твою: и торжествующе молим тя, преподобная мученице Евдокие, да избавимся недуг душевных, и чудес благодать почерпем.
  
  И икос.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Феодота, епискпа Киринейскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры, глас 4. Подобен: Яко добля: На утрени, канон, глас 4. По 3-й песни, Седален, глас 4. По 6-й песни,
  
  Кондак, глас 3: Море зловерия обличил еси, и идольскаго безбожия лесть верою правоверия уязвил еси. и всесожжение божественное быв, чудодействием орошаеши концы, отче святителю Феодоте: Христа Бога моли, даровати нам велию милость.`,
        },
      },
      {
        description: `В тойже день преставление иже во святых отца нашего Арсениа, епискпа Тверскаго.
          Совершается собор его во Твери.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 8: Благочестно пожив во святительстве, люди просветил еси учением твоим: и о храме Пречистыя вельми подвизався, и любитель монахов быв, сего ради от Христа паствы твоея венец приял еси. темже яко апостольскаго престола наместника и святителя великаго чтуще тя, молим чада твоя блаженне: от всех бед избави нас, яже ко Христу молитвами твоими, святителю Христов Арсение отче наш.
  
  Кондак, глас 8: Восприемши радостно честныя твоя мощи пречистая церковь, в нюже честно вносими множеством священномонахов, и князи благоверными, и яже приемше, яко сокровище многоценное. темже и мы ныне твоея ограды словесныя овцы, окрест раки твоея предстояще, любезно вопием ти: не забуди чад твоих отче, ихже мудре собрал и возлюбил еси, яко да зовем ти: радуйся святителю Арсение, пастырю и учителю наш.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Евтропиа и дружины его, Клеоника и Василиска.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры, глас 1. Подобен: Всехвальнии:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Герасима, иже на Иордане.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 8. Подобен: О преславнаго чудесе! На утрени, канон, глас 8. По 3-й песни, Седален, глас 4. По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Возгоревся рачением горним, жестость пустыни иордановы паче всех мира сладких предпочел еси: отонудуже повинувся тебе зверь даже до смерти отче, послушне, и жалостне на гробе твоем скончася, прославльшу тя тако Богу: к немуже моляся и о нас, отче Герасиме, поминай.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Конона.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 8. Подобен: О преславнаго чудесе! На утрени, канон, глас 6. По 3-й песни, Седален, глас 8. По 6-й песни,
  
  Кондак, глас 3: Чистотою яко ангел на земли пожив, отонудуже собеседник ангелом быти сподобился еси, и родители ко Христову познанию привел еси: и единаго Бога в Троице исповедав, пострадал еси до крове мучениче Кононе, моли его непрестанно о всех нас.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых 42 мученик, иже во Аммории.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа: или тропарь. Стихиры, глас 4. Подобен: Званный свыше: Аще случится в субботу или в неделю, поются самогласны две: Слава, глас 2. Церковь днесь торжествует: На стиховне, Слава, глас 6: Полк боговенчанен: Тропарь, глас 4: Мученцы твои Господи: септемвриа в 20 день. На утрени, канон, глас 8. По 3-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: На земли Христа ради страдальчествовавше, явльшеся благочестивии венечницы, небеса приясте жити в радости: всякую бо кознь вражию низложивше болезньми и кровьми ваших язв хвалящим свыше присно грехов разрешение подаваете.
  
  Таже, Седален, глас 8. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Новоявленныя звезды веры, за Христа усердно пострадавшия, похвальными венцы достойне вси венчаем, о нас молящияся Христу: яко суще столпи, и забрала христианскаго начальства.
  
  И икос. По 9-й песни, светилен святых.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых священномученик, в Херсоне епископствовавших: Василиа, Ефрема, Капитона, Евгениа, Ефериа, и прочих.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 4. Подобен: Дал еси знамение: На утрени, канон, глас 4. По 3-й песни, Седален, глас 3. По 6-й песни,
  
  Кондак, глас 2. Подобен: В вышних живый: Светоносный день наста пастырей, епископстовавших светло в Херсоне, ихже воспеваем праздник, пострадавших за Христовы овцы. священномученицы молите пастыреначальника Христа, и нас причести деснаго овец стояния, да вопием вам: радуйтеся священнии отцы, за Христа кровь свою излиявшии.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего и исповедника Феофилакта, епискпа Никомидийскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 1. Подобен: Всехвальнии: На утрени, канон, глас 8. По 3-й песни, Седален, глас 8. По 6 песни,
  
  Кондак глас 2. Подобен: Вышних ищя: Светильник светел показался еси в концех святителю Феофилакте: единосущна Отцу и Духу Слова ты проповедав, божественных отец собор уяснил еси, Троице угодник явился еси: Ейже предстоя моли непрестанно о всех нас.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых 40 мученик, в Севастийском езере мучившихся.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Вечер, на Господи воззвах, предваряет триоди самогласен дне дважды: и мученичен, и подобны 3. Посем стихиры мучеников самогласны на 4, глас 2. Слава, глас тойже: Терпяще настоящая: 1-ю стихиру. И ныне, Богородичен: Прейде сень: Вход. чтения дне, и святых 3: Тако глаголет Господь, вси язы́цы: И прочее возследование преждесвященныя. Аще же не совершается преждесвященная, на Господи воззвах, поем стихиры на 6, триоди подобны 3, и мучеников 3. Слава, святых: И ныне, Богородичен: и по чтении: Сподоби Господи: и ектениа: Исполним вечернюю: На стиховне, триоди самогласен дне, дважды: и мученичен. Слава, святых, глас 6: В песнопениях восхвалим: И ныне, Богородице ты еси лоза: По Ныне отпущаеши:
  
  Тропарь, глас 1: Болезньми святых, имиже о тебе пострадаша, умолен буди Господи, и вся наша болезни исцели человеколюбче, молимся.
  
  Слава, и ныне: Гавриилу вещавшу: Ектениа, и 3 поклоны великия, и отпуст. На утрени, на Бог Господь, тропарь дважды. Слава, и ныне, Богородичен, и обычныя кафисмы. По 1-й, и по 2-й кафисме, седальны триоди. Ектений же не глаголем. По 3-й же кафисме глаголет иерей ектению малую. Таже седален, глас 4. Слава, ин: И ныне, Богородичен: и чтение. По полиелеи седален, глас 5, дважды. Слава, и ныне, Богородичен. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Проидохом сквозе огнь и воду: Стих: Разжегл ны еси, якоже разжизается сребро. Всякое дыхание: Евангелие Луки, зачало 106. По 50-м псалме стихира, глас 2: Пророчески убо вопияше Давид: Канона святых два со ирмосом на 8, глас 2. Катавасиа, Отверзу уста моя: А идеже трипеснец, и поем каноны святых со ирмосом на 6: и триоди по чину их, на 8. Последи ирмос триоди. По 3-й песни, седален, глас 8, дважды. Слава, и ныне: Богородичен. По 6-й песни,
  
  Кондак глас 6. Подобен: Еже о нас: Все воинство мира оставльше, на небесех Владыце прилепистеся, страстотерпцы Господни четыредесять: сквозе огнь бо и воду прошедше блаженнии, достойно восприясте славу с небес, и венцев множество.
  
  И икос. По 9-й песни, светилен мучеников: Слава, ин: И ныне, Богородичен. На хвалитех стихиры, глас 5. Подобен: Радуйся: Слава, глас тойже: Страстотерпцы Христовы: И ныне, Блажим тя Богородице Дево: На стиховне триоди самогласен дне, дважды: и мученичен. Слава, глас 2: Истины чашею: И ныне, Непроходимая дверь: Таже, Благо есть: единожды. Трисвятое. тропарь святых. Ектениа и 3 поклоны великия: час 1, с кафисмою, и отпуст. Во время же свое бывает, 3-й, 6-й, и 9-й час по чину их, с кафисмами: и блаженны поскору, и прочее. На коемждо часе по 3 поклоны великия. В тойже день вечера, по обычной кафисме, на Господи воззвах, ставим стихов 10. и поем триоди самогласен дне дважды, и мученичен, и подобны 3: и святых 4, глас 1: Лик четверодесятосиянный: дважды: глас 2: Езеро яко рай: Слава, глас тойже: Пророчески убо вопияше: И ныне Богородичен: Все упование: Аще к среде или пятку, Крестобогородичен: Вход с Евангелием. Прокимен дне, и чтение триоди. И Да исправится молитва моя: Ектениа малая. Посем прокимен, глас 5: Ты Господи сохраниши ны, и соблюдеши ны от рода сего и во век. Стих: Спаси мя Господи, яко оскуде преподобный. Апостол ко евреем, зачало 331. Аллилуиа, глас 4: Воскликните Господеви вся земля, пойте же имени его. Стих: Яко искусил ны еси Боже, разжегл ны еси, якоже разжизается сребро. Евангелие Матфеа, зачало 80. и прочее божественная литургиа преждесвященных. Причастен, Радуйтеся:
  
  [МРК] Аще случится 40 мученик в субботу 1-я недели постов, и 2-я, и 3-я, и 4-я.
  
  Поется служба их непременно, якоже предуказася на Обретение честныя главы Предтечевы.
  
  [МРК] Аще случится 40 мученик в неделю 1-ю постов, или 2-ю, и 3-ю, и 4-ю, и 5-ю.
  
  И поем службу их по Предтечеве главе неизменно.
  
  [МРК] Аще случится 40 мученик в понедельник 2-я недели постов, или 3-я, или 4-я, или 5-я, или 6-я.
  
  Поется им по тойже главе Предтечеве.
  
  [МРК] Аще ли святых 40 мученик случится в среду 4-ю постов.
  
  Поем службу их прежде во вторник тоя седмицы. Точию во вторник вечера, на Господи воззвах, стихиры триоди, самогласен дне дважды, и Креста 4, и мучеников 4. Слава, мучеников: И ныне, Креста. Другия же стихиры Креста поем в среду на хвалитех. Таже вход: прокимен и чтения дне. и Да исправится молитва моя.
  
  Аще же не будет преждесвященныя. И во вторник вечера, на Господи воззвах, стихиры Креста на 6: Святых же мучеников 40, отдается праздник на часех, якоже указася Предтечи, в понедельник 2-я недели постов.
  
  [МРК] Аще ли случится 40 мученик в четверток великаго канона.
  
  И поется служба их вся во вторник напред тояже недели.
  
  [МРК] Аще ли случится 40 мученик в субботу акафиста.
  
  И поем службу их в неделю 5-ю постов.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Кодрата, и дружины его.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 1. Подобен: Небесных чинов: На утрени, канон, глас 4. По 3-й песни, седален, глас 4:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отца нашего Софрониа, патриарха Иерусалимскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4. Подобен: Яко добля: На утрени, канон, глас 4. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 8. Подобен: Взбранной: Иже божественною ревностию подвигся, и истинных повелений устне распростер, церковная основания благоузаконив, и тамо сущим монашеским составом предав, премудрый в патриарсех иерусалимский Софроние, всемудрая словеса во свет извел еси, имиже наставляеми зовем ти: радуйся, светлая православных похвало.`,
        },
      },
      {
        description: `В тойже день преставление, иже во святых отца нашего Евфимиа архиепископа, Новгородскаго чудотворца.
          Совершается собор его в Новеграде, и во обители его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Избран быв Богови от юности, святителю Евфимие, и сего ради архиерейства саном почтен быв, упасл еси люди, иже тебе Богом врученныя: темже и по преставлении чудес дарования от Господа приял еси, исцеляти различныя недуги. Того моли о нас совершающих честную память твою, да тебе вси непрестанно ублажаем.
  
  Кондак, глас 8: Яко архиереем сопрестольник, и святителем изрядный поборник был еси святителю Евфимие: не престай сохраняя отечество твое, град же и люди, иже тебе верою почитающия, и честным мощем твоим покланяющияся, да велегласно тебе вси вопием: радуйся святителю богомудре.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего и исповедника Феофана Сигрианскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 8. Подобен: О преславнаго чудесе! На утрени, канон, глас 4. По 3 песни, седален, глас 8. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Свыше прием божественное откровение, со тщанием изшел еси от среды молвы житейския, и уединився преподобне, чудес приял еси действо, и пророчества достоинство, богатства и супружницы лишився.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Пренесение мощей иже во святых отца нашего Никифора, патриарха Царя града.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 1. Подобен: Небесных чинов: На утрени, канон, глас 2. По 3-й песни, седален, глас 3. По 6-й песни,
  
  Кондак, глас 1. Подобен: Лик ангельский: Лик патриаршеский святую твою память хвалами и песньми Никифоре чествует: в преложении бо прият душу твою, славне. тем днесь честная церковь, величающи Христа Царя, славит единаго человеколюбца.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Венедикта.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 2. Подобен: Егда от древа: На утрени, канон, глас 2. По 3-й песни, седален, глас 1. По 6-й песни,
  
  Кондак, глас 6: Благодатию Божиею обогатился еси, делы же известил еси звание: и явился еси Венедикте, угодниче Христа Бога, в молитвах и постех, дарований Божия Духа исполнен: и был еси недужным исцелитель, и прогонитель врагом, и заступник скорый душам нашим.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Агапиа, и с ним шести мученик.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 8. Подобен: О преславнаго чудесе! На утрени, канон, глас 8. По 3-й песни, седален, глас 8.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик Савина и Папы.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 8. Подобен: Что вы наречем: На утрени, канон, глас 8. По 3-й песни, седален, глас 8.
  
  Кондак, глас 2. Подобен: Твердыя: Божественная прозябения, цвет неувядающий, розга многоплодная богоносе Савине, верою чтущих память твою, веселия твоего исполни, и молися непрестанно о всех нас.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Алексиа человека Божия.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 1. Подобен: Всехвальнии: Слава, глас 6: Тихое твое отче и молчаливое:
  
  Тропарь, глас 4: Возвысився на добродетель, и ум очистив к желанному и крайнему достигл еси: безстрастием же украсив житие твое, и пощение изрядное восприим совестию чистою, в молитвах яко безплотен пребывая, возсиял еси яко солнце в мире, преблаженне Алексие.
  
  Канон, глас 2. По 3 песни, седален, глас 3. По 6-й песни,
  
  Кондак, глас 2: Дом родителей твоих яко чуждь имев, водворился еси в нем нищеобразно: и по преставлении венец прием славы, дивен на земли явился еси Алексие человече Божий, ангелом и человеком радование.
  
  И икос.`,
        },
      },
      {
        description: `В тойже день преподобнаго отца нашего игумена Макариа, Колязинскаго чудотворца.
          Совершается собор его во обители его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 8: Плотская мудрования отче Макарие, воздержанием и бдением умертвил еси: место бо, на немже поты твоя излиял еси, яко труба вопиет к Богу, поведающи твоя исправления: и по смерти честныя твоя мощи источают исцеления. темже вопием ти: моли Христа Бога, да спасет души наша.
  
  Кондак, глас 2. Подобен: Вышних ищя: Вышних желая, воздержанием и труды, и поты насладився, желание плоти твоея обуздав, чудес дар прием о Христа Бога светильник явился еси пресветлый: темже Христова церковь песньми славит тя, преподобне Макарие отче наш.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отца нашего Кирилла, архиепископа Иерусалимскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 4. Подобен: Яко добля: На утрени, канон, глас 4. По 3-й песни, седален, глас 8. По 6-й песни,
  
  Кондак, глас 1: Языком твоим мудре, божественными вдохновеньми, просветил еси твоя люди, едину чести Троицу естеством нераздельну, разделяему же лицы: темже радующеся, всесвятую твою память празднуем, иже к Богу молитвенника тя предлагающии.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Хрисанфа и Дарии.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 4. Подобен: Дал еси знамение: На утрени, канон, глас 4. По 3-й песни, седален, глас 3.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобных отец наших во обители святаго Саввы убиенных.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4. Подобен: Яко добля: На утрени, канон, глас 8. По 3-й песни, седален, глас 8. По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Земных и тленных наслаждение презревше яве, преблаженнии, пустынное житие изволивше, мира же краснейшее и пищи временныя возненавидевше, отонудуже сподобистеся небеснаго царствия, с лики мученик и постник веселящеся. темже чтуще память вашу, вопием вам прилежно: о бед нас отцы избавите.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего и исповедника Иакова епискпа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 4. Подобен: Дал еси знамение: На утрени, канон, глас 2. По 3-й песни, седален, глас 4.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Василиа, пресвитера Агкирския церкве.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 4. Подобен: Званный свыше: На утрени, канон, глас 6. По 3-й песни, седален, глас 3. По 6-й песни,
  
  Кондак, глас 8. Подобен: Взбранной: Законно течение совершив, и веру соблюл еси священномучениче Василие: сего ради мучения венцев сподобился еси, и церкве столп непоколебимь явился еси, Сына Отцу собезначальна, и Духу, исповедав Троицу нераздельную: юже моли, избавитися от бед чтущим тя, да зовем ти: радуйся Василие богомудре.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго преподобномученика Никона и дву сту ученик его, с ним мучившихся.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 4. Подобен: Яко добля: На утрени, канон, глас 4. По 3-й песни, седален, глас 4.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description:
            'Предпразднство Благовещения Пресвятыя Богородицы. И преподобнаго отца нашего Захарии: И иже во святых отца нашего Артемиа, епискпа Фессалонитскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Вечер, обычная кафисма. На Господи воззвах самогласен дне дважды, и мученичен, и подобны триоди три: и предпразднства, на 4: глас 4. Подобен: Яко добля: Слава, и ныне, глас 2: Благовествует Гавриил: Вход. Прокимен: и чтения дне, и прочая служба преждесвященных. А идеже несть преждесвященных, на Господи воззвах, стихиры, подобны триоди три: и предпразднства 3. Слава, и ныне: Благовествует Гавриил: На стиховне самогласен триоди дважды, и мученичен. Слава, и ныне, предпразднства, глас 2: Еже от века: На утрени, Аллилуиа, и троичны гласа. Аще случится в субботу, или в неделю, на Бог Господь.
  
  Тропарь, глас 4: Днесь всемирныя радости начатки, предпразднственное воспети повелевают. се бо Гавриил приходит, Деве нося благовестие, и к ней вопиет: радуйся благодатная, Господь с Тобою.
  
  И обычныя кафисмы, и прочая по обычаю. Канон предпразднства, со ирмосом на 6, глас 4: и триоди по чину их. По 3-й песни, седален, глас 4. Подобен: Явился еси: Нашествием Духа Всесвятаго: Слава, и ныне, другий: глас 3. Подобен: Красоте: Днесь вся тварь радуется: По 6-й песни,
  
  Кондак, глас 8. Подобен: Взбранной: Всем земным начало спасения нашего ты еси Богородице Дево: Божий бо служитель с небес послан предстати тебе, великий чиноначальник Гавриил, радость обрадованную ти принесе. тем вси зовем ти: радуйся Невесто неневестная.
  
  По 9-й песни, аще суббота, светилен предпразднства дважды. На стиховне триоди самогласен дне дважды: и мученичен. Слава, и ныне, предпразднства, глас 4: Языка егоже не ведяше: И час 1-й, с кафисмою, и с поклоны, по обычаю.
  
  [Зри] Подобает ведати, аще случится предпразднство Благовещения Пресвятыя Богородицы в субботу 3-я или 4-я недели постов.
  
  В пяток вечера, кафисма обычная. На Господи воззвах, поем стихиры на 10: триоди самогласен дне дважды, и мученичны 4, гласа: и предпразднства на 4: Слава, предпразднства: И ныне, Богородичен 1-й, настоящаго гласа. Вход, Свете тихий: прокимен: чтения дне. Да исправится: и прочее преждесвященных. [Зри] Аще несть преждесвященных: На Господи воззвах, стихиры предпразднства на 6. Слава, предпразднства: И ныне, Богородичен 1-й гласа. таже, Свете тихий, без входа. прокимен, и чтения дне. Посем: Сподоби Господи: и ектениа: Исполним вечернюю: На стиховне самогласен триоди, дважды писан на Господи воззвах: и мученичен по гласу его, от октоиха: припевы же глаголем обычныя: К тебе возведох: Слава, и ныне, предпразднства. По Ныне отпущаеши, тропарь предпразднства. таже ектениа: Помилуй нас Боже: и три поклоны великия. Посем: Всесвятая Троице: Буди имя Господне: трижды. таже, Достойно есть: и отпуст. [Зри] Повечерие поем великое без поклонов. По 1-м трисвятом, Вместо, Просвети очи мои: глаголем тропарь предпразднства: Днесь всемирныя: По 2-м трисвятом тропари обычныя: Помилуй нас Господи: Канон октоиха мертвен. По Достойно: кондак предпразднства. На утрени, на Бог Господь, тропарь предпразднства трижды: и обычныя кафисмы: и седальны октоиха. Непорочны за упокой не поем. Песни же 7-ю и 8-ю, глаголем прежде в пяток. Канон предпразднства, со ирмосом на 6: ирмос дважды. По 3-й песни, седален предпразднства. Слава, и ныне, другий. [Зри] Егда же приспеет четверопеснец, и поем канон предпразднства, якоже предуказася: и триоди на 8. По 6-й песни, кондак предпразднства. По 9-й песни, светилен предпразднства. На стиховне октоиха настоящаго гласа мученичны хвалитны: Припевы же глаголем обычныя: Исполнихомся: И буди светлость: Слава, и ныне, предпразднства, глас 4: Языка, егоже не ведяше: На часех, тропарь и кондак предпразднства. На литургии, блаженна предпразднства, песнь 3-я и 6-я. По входе тропарь храма Христова, аще есть. таже тропарь предпразднства: Слава, кондак храма: И ныне, предпразднства.
  
  [Зри] Аще предпразднство Благовещения случится в неделю крестопоклонную.
  
  В субботу на велицей вечерни, на Господи воззвах, стихиры воскресны 3, Креста 4, и предпразднства 3. Слава, Креста: И ныне, Богородичен 1-й гласа. На литии стихира храма. Слава, Креста: И ныне, предпразднства, писана на Господи воззвах. На стиховне стихиры октоиха. Слава, Креста: И ныне, предпразднства, писан на утрени на стиховне. На благословении хлебов тропарь: Богородице Дево радуйся: дважды: и Креста: единожды. и Буди имя Господне: трижды. На утрени, на Бог Господь, тропарь воскресн дважды. Слава, Креста: И ныне, предпразднства: и прочее обычно. Канон воскресн со ирмосом на 4, и Креста на 6, и предпразднства на 4. Катавасиа: Божественнейший прообрази: По 3-й песни, кондак предпразднства: и седальны Креста: Слава, и ныне, предпразднства. По 6-й песни, кондак и икос Креста. По 9-й песни, светилен воскресн. Слава, Креста: И ныне, предпразднства. Прочее же на хвалитех, и на литургии, все, якоже писано в неделю 3-ю поста, точию на часех тропарь воскресн глаголем непременно: Слава, Креста и предпразднства, глаголем пременяюще. По Отче наш: кондаки на всех часех глаголем Креста, и предпразднства, пременяюще.
  
  [Зри] Аще случится предпразднство Благовещения в понедельник 4-я, или 5-я, или 6-я недели постов:
  
  В неделю вечера, стихиры на 10, октоиха покаянныя 4, и триоди 3, и предпразднства 3. Слава, и ныне, предпразднства. Вход, прокимен великий. Таже, Сподоби Господи: и поклоны 3. посем ектениа: Исполним вечернюю: Таже, поем стиховну в триоди с припевы обычными: Слава, и ныне, предпразднства, писан на утрени на стиховне, глас 4: Языка егоже не ведяше: посем, Ныне отпущаеши: и трисвятое с поклоны, и тропарь: Богородице Дево радуйся: с поклоны. и Господи помилуй, 40: и Небесный Царю: по Честнейшую, 3 поклоны, и отпуст. На утрени, поем Аллилуиа, и троичны гласа, и обычныя кафисмы, и прочее поем на утрени и на часех, якоже указася прежде в ряду в 24-й день.
  
  [МРК] Аще случится предпразднство Благовещения в среду 4-ю постов, еже есть крестопоклонную.
  
  Вечер, и утро поем все с поклоны. Во вторник вечера, кафисма рядовая. На Господи воззвах, стихиры триоди 3, и предпразднства 3. Слава, Креста: И ныне, предпразднства. Прокимен, и чтения дне. На стиховне стихиры триоди. Слава, Креста: И ныне, предпразднства. На утрени, в среду канон триоди со ирмосом на 6: и предпразднства на 4: [Зри] А идеже трипеснец, поем канон Креста со ирмосом на 4: и предпразднства на два: по два тропаря за един, и трипеснец на 8: последи ирмос трипеснца. По 3-й песни, кондак предпразднства и седален дне: Слава, и ныне, предпразднства. По 6-й песни, кондак и икос Креста. По 9-й песни, светилен троичен гласа. На хвалитех стихиры Креста, писаны на Господи воззвах, оставшия. На стиховне триоди: Слава, Креста: И ныне, предпразднства. На 1-м часе, бывает поклонение Креста, по обычаю. Сице поем службу предпразднства, и Креста, и в пяток, аще случится, тояже недели.
  
  [МРК] Аще случится предпразднство Благовещения в четверток 4-я недели постов.
  
  В среду вечера, на Господи воззвах, стихиры на 10: триоди на 6: и предпразднства на 4. Слава, Креста: И ныне, предпразднства. Таже вход, и прочее преждесвященных. На утрени же, поем все, якоже указася на ряду в 24-й день.
  
  [Зри] Подобает ведати, аще случится Благовещение Пресвятыя Богородицы в среду 5-я недели постов.
  
  И предпразднства Благовещения, поем службу, стихиры и канон в понедельник, на ряду: минеи же святаго поем на повечерии.
  
  [Зри] Аще ли же случится предпразднство Благовещения Пресвятыя Богородицы в четверток 5-я недели постов.
  
  И поем службу предпразднства, стихиры и канон напреди в среду на ряду, великаго ради канона: рядоваго же святаго службу такожде поем на повечерии.
  
  [МРК] Аще случится предпразднство Благовещения Пресвятыя Богородицы в неделю 4-ю, или 5-ю постов.
  
  На велицей вечерни, стихиры воскресны 3: и анатолиевы 3: и предпразднства 4. Слава, предпразднства: И ныне, Богородичен гласа, и прочее по обычаю. На утрени, на Бог Господь, тропарь воскресн дважды. Слава, и ныне, предпразднства: и прочее воскресно и до канона. Канон воскресн со ирмосом на 4: и Богородицы на 2: и триоди на 4: и предпразднства на 4. Катавасиа: Отверзу уста моя: По 3-й песни, кондак предпразднства: и седален триоди. Слава, и ныне, предпразднства. По 6-й песни, кондак и икос воскресн. По 9-й песни, светилен воскресн: Слава, и ныне, предпразднства. На хвалитех стихиры воскресны по обычаю. Посем глаголем припев: Воскресни Господи Боже мой: и поем самогласен триоди: Слава, паки тойже. И ныне, Преблагословенна еси: Славословие великое. И прочее по обычаю. На 1-м часе, тропарь воскресн: Слава, предпразднства: И ныне, Богородичен часов. Святых же службы, Иоанна лествичника, и Марии египтяныни, в сия недели оставляются, и поются егда екклисиарх разсудит.
  
  [МРК] Аще случится предпразднство благовещения в субботу пятую акафиста.
  
  В пяток вечера, на Господи воззвах, поем стихиры, самогласен дне, дважды: и мученичен: и акафиста на 4: и предпразднства, 3. Слава, предпразднства: И ныне, акафиста. Вход, прокимен, и чтения дне. Да исправится: и прочее преждесвященных. [Зри] Четверопеснец же триоди поем на повечерии. На утрени, на Бог Господь, тропарь акафиста, дважды. Слава, и ныне, предпразднства: и обычныя кафисмы. Кондаки и икосы акафиста, по чину их. Канон предпразднства, со ирмосом на 6: и акафиста на 8. Катавасиа: Отверзу уста моя: По 3-й и по 6-й песни, кондаки и икосы по обычаю. По 9-й песни, светилен акафиста дважды. Слава, и ныне, предпразднства. На хвалитех стихиры акафиста на 4, глас 4. Подобен: Яко добля: Слава, и ныне, глас 4: Языка егоже не ведяше: Славословие великое, и отпуст.
  
  [Зри] Аще случится предпразднство Благовещения в субботу Лазареву.
  
  И поется предпразднства служба прежде в четверток тояже седмицы, якоже указася сего месяца в 24 день.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Благовещение Пресвятыя Владычицы нашея Богородицы и Приснодевы Марии.',
        service: {
          typikonSign: TypikonSign.ВЕЛИКИЙ,
          instructions: `Начинается от четвертка 3-я недели святых постов, и восходит до среды светлыя седмицы, и аще есть пост, начинаем вечерню без кафисмы и без поклонов. На Господи воззвах, ставим стихов 10: и поем в триоди самогласен дне дважды, и подобны 3: и праздника 3: повторяюще две, глас 6. Подобен: Всю отложивше: Совет превечный: Слава, и ныне, глас тойже: Послан бысть: Вход. Свете тихий: Прокимен, и чтения дне, и праздника 3: 1-е, Бытия, Изыде Иаков от студенца: 2-е, Пророчества Иезекиилева: Будет от дне осмаго: 3-е, Притчей: Премудрость созда себе дом: Таже, Да исправится: и поклоны 3 великия: и прочая преждесвященных. [Зри] Аще же несть преждесвященных, на Господи воззвах: стихиры подобны 3, триоди: и праздника 5. Слава, и ныне: Послан бысть: Вход, прокимен, и чтения дне и праздника 3. Таже, Сподоби Господи: На стиховне самогласен дне, дважды: и мученичен. Слава, и ныне: Днесь радость: По Ныне отпущаеши: тропарь праздника. Ектениа, и 3 поклоны великия: и отпуст. На трапезе же разрешаем на вино и елей, в кийлибо день случится, во славу Пресвятыя Богородицы. При часе же 1-м нощи ударяет в великий кампан довольно, и потом во вся. И собравшеся во храм, благословившу иерею, и кадящу, поем повечерие великое, и С нами Бог: с пением, на глас 8, на оба лика, и обычныя тропари: День прешед: По 1-м трисвятом, тропарь праздника: Днесь спасения нашего: По 2-м кондак праздника: Взбранной воеводе: И по Слава в вышних: творим исхождение в притвор, и бывает литиа по обычаю, и поем стихиры праздника, самогласны 3, глас 1. Аще суббота или неделя, Слава, глас 8: Да веселятся небеса: И ныне, глас 2: Благовествует Гавриил: Аще же день постен, Слава, и ныне: Благовествует Гавриил: Таже молитвы обычныя бдения. И вшедше во храм, поем На стиховне стихиры праздника, глас 4, с припевы праздника: Первый, Благовестите день от дне спасение Бога нашего. Вторый, Воспойте Господеви песнь нову, яко дивна сотвори Господь. Слава, и ныне, глас тойже: Днесь радость благовещения: На благословении хлебов,
  
  Тропарь, глас 4: Днесь спасения нашего главизна, и еже от века, таинства явление: Сын Божий, Сын Девы бывает, и Гавриил благодать благовествует. темже и мы с ним Богородице возопиим: радуйся благодатная, Господа с тобою. трижды.
  
  И Буди имя Господне: с пением, трижды. и псалом 33: Благословлю Господа: до Не лишатся всякаго блага. И раздаются благословенныя хлебы братии по обычаю, и чтение праздника. На утрени, на Бог Господь: тропарь праздника трижды. и глаголем три кафисмы. По 1-й кафисме, оба седальны в триоди, без ектении: и чтение. По 2-й кафисме ектениа, и седален праздника, глас 1. Подобен: Гроб твой: Великий воевода: Слава, и ныне, тойже: и чтение праздника. По 3-й кафисме, седален праздника, глас 3. Подобен: Красоте девства: Днесь вся тварь радуется: Слава, и ныне, тойже. По чтении же даются свещи братии. По полиелеи седален, глас 4. Подобен: Удивися: Гавриил с небесе: Слава, и ныне, глас тойже: Послан бысть Гавриил к Деве: и чтение праздника. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Благовестите день от дне спасение Бога нашего. Стих: Воспойте Господеви песнь нову: Всякое дыхание: Евангелие Луки, зачало 4: Воставши Мариам: По 50-м псалме стихира праздника, глас 2: Благовествует Гавриил: Канон праздника, глас 4: ирмос по дважды, тропари на 12. Катавасиа праздника. А идеже трипеснец, и поем канон праздника, со ирмосом на 6: и трипеснец, на 8. Катавасиа, ирмос триоди, оба лика вкупе. По 3-й песни, седален праздника, глас 8: Слово Божие: Слава, и ныне: Послан бысть: По 6-й песни,
  
  Кондак, глас 8: Взбранной Воеводе победительная, яко избавльшеся от злых, благодарственная восписуем ти раби твои Богородице: но яко имущая державу непобедимую, от всяких нас бед свободи, да зовем ти: радуйся Невесто неневестная.
  
  И икос, и чтем пролог. На 9-й песни паки вжигают свещи братия. Честнейшую не поем, но поем припев праздника: Благовествуй земле: Таже ирмос: Яко одушевленному: подобне и 2-й лик припев, и ирмос: и к прочим тропарем праздника, тойже припев. У трипеснца же к тропарем припев: Слава тебе Боже наш, слава тебе. И последи ирмос триоди, и праздника припев, и ирмос оба лика вкупе. Светилен, праздника дважды. Подобен: Со ученики: Ангельских сил: Слава, и ныне: Еже от века днесь познавается: На Хвалитех, Всякое дыхание: и поем стихиры, на 4: глас 1. Подобен: Небесных чинов: Слава, и ныне, глас 2: Еже от века таинство: [Аще есть суббота или неделя, славословие великое, и ектении, и отпуст.] Аще же день постен, поем на стиховне триоди, самогласен дне дважды, и мученичен. Слава, и ныне, праздника: Да веселятся небеса: Таже, Благо есть: единожды. По Отче наш: тропарь праздника. Ектениа, и 3 великия поклоны, без отпуста утрени, и дается святый елей братии, поется же и стихира самогласна. И час 1-й с кафисмою. Тропарь и кондак праздника. И в конец 3 поклоны великия, и молитва: Христе свете истинный: и отпуст. В 3-й же час дне исходим со кресты с литиею вне монастыря: и возвращшеся входим в трапезу, и поем час 3-й и 6-й с кафисмами, без поклонов. Тропарь и кондак праздника. На часех же, в кампан не ударяем. На 6-м часе, поем тропарь паремии триоди, и прочая по чину их: и паремиа, и чтем слово, емуже начало: Паки радость благовещения: Присовокупляем же и 9 час с кафисмою и чтением. Посем блаженна скоро без пения и без поклонов: Помяни нас Господи: Лик небесный: Слава: Лик святых ангел: Ослаби, остави: По Отче наш, кондак праздника. Господи помилуй, 40: Слава, и ныне, Честнейшую: и поклоны 3 великия, и молитва: Всесвятая Троице: и отпуст.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Собор архистратига Гавриила:',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечерню поем без кафисмы, и без поклонов. На Господи воззвах, поем триоди самогласен дне, дважды, без мученична: и подобны триоди 3, и праздника 3, глас 4, самогласны стиховныя: В шестый месяц: и архангела 3, глас 1. Подобен: Всехвальнии мученицы: К 11 же стиху припев: Творяй ангелы своя духи: Слава, и ныне, праздника: Послан бысть: Иерей же творит проскомидию в стихиры. Вход со Евангелием. Свете тихий: Прокимен, и чтение дне, и праздника две. 1-е, Исхода, Вниде Моисей: 2-е, Притчей, Господь созда мя: Таже ектениа малая, и возглас трисвятаго: Яко свят еси Боже наш: и трисвятое. Прокимен, глас 4: Благовестите день от дне спасение Бога нашего. Стих: Воспойте Господеви песнь нову: Апостол ко евреем, зачало 306: Святяй и освящаемии: Аллилуиа, глас 1: Снидет яко дождь на руно: Стих: Будет имя его благословено во веки. Евангелие Луки, зачало 3: Зачат Елисавет: и прочая божественная литургиа Златоустаго. Вместо Достойно, поем ирмос: Яко одушевленному: Причастен: Избра Господь сиона, и изволи его в жилище себе.
  
  [Зри] Иоанна постника: Обретаем в некиих типицех, еже петися в сем дни честнаго сего праздника, Да исправится молитва моя: и сие не вем, киим нравом определися. Нецыи бо из произволения и неучения многая приложиша: аз же яко мню сие не попущати в Златоустаго совершенной литургии, и в 6-м часе, и проскомидии бывшей. Глаголет бо, в яковом дни случится праздник Божественнаго Благовещения, литургиа Златоустаго, и на трапезе разрешение рыб, яков аще день случится. Сие бо прияхом от божественных отцев, еже ясти рыбы в день Божественнаго Благовещения. Да исправится же в преждесвященных литургии зачинися пети, и в 9-м часе: не требствует бо коему плача знамению в сем дни петися, чествуем бо той яко главизну нашего спасения.
  
  [Зри] Аще великия ради нужды несть литургии: На Господи воззвах, стихиры триоди подобны 3: и праздника 4. и архангела 3. Слава, и ныне, праздника. Вход, прокимен, и чтение дне и праздника 2: таже прокимен, апостол и Евангелие праздника: и по чтении, Сподоби Господи: На стиховне триоди самогласен дне дважды: и мученичен. Слава, и ныне: Днесь радость: По Ныне отпущаеши, тропарь архангела: Слава, и ныне, праздника, ектениа, и 3 поклоны великия, и отпуст. На трапезе утешение братии велие: ядим рыбы, и пием вино, в кийлюбо день случится, единожды днем, кроме субботы и недели. [Зри] Повечерие поем малое в притворе поскору, без поклонов и канона, точию на Слава в вышних: 3 поклоны, и по трисвятом 3 поклоны, и по Честнейшую 3 великия поклоны с молитвою: Господи и Владыко: и прочия 12. и на последнем трисвятом, 3 поклоны, и отпуст. На утрени, в 26-й день поем Аллилуиа: И троичны гласа. Аще же суббота, или неделя: поем на Бог Господь,
  
  Тропарь архангела, глас 4. Небесных воинств архистратиже, молим тя присно мы недостойнии, да твоими молитвами оградиши нас кровом крилу невещественныя твоея славы, сохраняя нас припадающих прилежно, и вопиющих: от бед избави нас, яко чиноначальник вышних сил.
  
  По 1-й кафисме седальны октоиха. По 2-й кафисме и по 3-й седален триоди. Канон праздника Богородицы, со ирмосом на 6, глас 6: и архангела на 6, глас 4. Егда же приспеет трипеснец, и поем канон праздника Богородицы, и архангела, со ирмосом на 6: и трипеснец на 8. Катавасиа, ирмос триоди. По 3-й песни, седален, глас 4. Слава, и ныне, тойже: и чтение: По 6-й песни,
  
  Кондак архангела, глас 8. Подобен: Взбранной: Пресветлыя, и честныя, и вседетельныя, пренеисчетныя и страшныя Троицы, ты еси архистратиже славный служителю и молитвенниче, ныне непрестанно моли, избавитися нам от всяких бед и мук, да зовем ти: радуйся покрове рабом твоим.
  
  По 9-й песни, светилен троичный гласа. На хвалитех стихиры архангела, на 4, глас 4. Подобен: Дал еси знамение: Слава, и ныне, праздника, глас 2: Благовествует Гавриил: На стиховне, триоди самогласен дне, дважды, и мученичен: Слава, и ныне, Богородичен, и прочее все поем с поклоны. На трапезе же разрешение вина и елеа.
  
  [МРК] Аще случится Благовещение в субботу 3-ю, или 4-ю постов.
  
  В пяток вечера, кафисмы не глаголем. На Господи воззвах стихиры на 10: триоди самогласен дне дважды, и праздника 8: Слава, и ныне, праздника, и чтения прежде дне, и праздника 5: и Да исправится молитва моя: и прочее преждесвященных. О 1-м же часе нощи поем повечерие великое, по обычаю. По 1-м трисвятом, тропарь праздника. По 2-м кондак праздника. По Слава в вышних: исхождение якоже предуказася в день постен. На утрени, бывает служба вся праздника, ниже четверопеснец, ни ино что субботное поется, но все праздника: поем же и Славословие великое. Четверопеснец же поется в четверток, на повечерии. Такожде и на литургии, все праздника. Пред литургиею же, во 2-й час дне, исхождение творим вне монастыря по обычаю: и возвращшеся поем литургию, и блаженна от канона праздника, песнь 3-я и 6-я.
  
  [МРК] Подобает ведати, аще случится Благовещение в неделю 3-ю постов.
  
  В субботу на малей вечерни, на Господи воззвах, стихиры Креста 4: Слава, и ныне, праздника. На стиховне стихира воскресна едина, и праздника три самогласны: стиховна великия вечерни, с припевы их. Слава, и ныне, праздника. По трисвятом тропарь воскресн: Слава, и ныне, праздника: ектения, и отпуст. На велицей вечерни, Блажен муж: кафисма вся. На Господи воззвах, стихиры воскресны 3: и Креста подобны 3: и праздника подобны 3, на 4. Слава, Креста, глас 3: Христе Боже наш: И ныне, праздника, глас 6: Послан бысть с небесе: Таже вход, и чтений 5. На литии стихиры праздника самогласны 3, глас 1: и Креста 3, писаны на хвалитех. Слава, праздника: И ныне, Креста. На стиховне стихиры воскресны по алфавиту. Слава, Креста: И ныне, праздника. На благословении хлебов тропарь праздника дважды, и Креста единожды: и чтение в посланиих апостольских, или праздника. На утрени, на Бог Господь, тропарь воскресн гласа, дважды. Слава, Креста: И ныне, праздника. По кафисмах седальны воскресны с богородичны их: и чтение во евангелии толковом. Полиелей, и седальны праздника вси по единожды. Слава, и ныне, праздника, и чтение праздника. Степенны гласа. Прокимен праздника. Всякое дыхание: и Евангелие праздника. Воскресение Христово: псалом 50: Стихира праздника. Канон воскресн на 4: и Креста на 4: и праздника на 6. Катавасиа праздника: Отверзу уста моя: По 3-й песни кондак и икос Креста: таже седален Креста. Слава, и ныне, праздника: и чтение праздника. По 6-й песни кондак и икос праздника: и пролог. На 9-й песни поем, Честнейшую: Светилен воскресн: Слава, Креста: И ныне, праздника. На хвалитех стихиры воскресны 4, и праздника 3, глас 1. Подобен: Небесных чинов: и самогласен, глас 2: Еже от века таинство: с припевы их. Таже припев: Воскресни Господи Боже мой: и поем триоди самогласен дне. Слава, тойже: И ныне: Преблагословенна еси: Славословие великое. и бывает последование крестопоклонное, по обычаю. и посем ектении, и отпуст. Слава, и ныне, стихира евангельская, и оглашение Студитово, и час 1-й в притворе. На 1-м часе, тропарь воскресн. Слава, Креста: И ныне, Богородичен часов. По Отче наш, кондак Креста, и прочая: и совершенный отпуст. Во вторый же час дне исходим вне монастыря, якоже предуказася: и возвращшеся поем часы, на нихже глаголется тропарь воскресн, и праздника, и Креста, пременяюще. Такожде и кондаки. На литургии, блаженна гласа на 4: и праздника песнь 3, на 4: и Креста песнь 6-я, на 4. По входе тропарь воскресн, и Креста, и праздника. Слава, кондак Креста. И ныне, праздника. Вместо же трисвятаго поем: Кресту твоему покланяемся Владыко: Прокимен, апостол, Аллилуиа, Евангелие и причастен прежде праздника, таже Креста. Вместо Достойно, поем ирмос: Яко одушевленному: Литургиа же великаго Василиа. Такожде и во вся недели святых постов, в нихже аще праздник сей случится, бывает литургиа великаго Василиа непременно.
  
  [МРК] Аще случится Благовещение в понедельник 4-я, или 5-я, или 6-я недели святых постов.
  
  В неделю на малей вечерни, стихиры праздника на 4. Слава, и ныне, праздника. На стиховне триоди, самогласен дне дважды, и мученичен. Слава, и ныне, праздника. Тропарь праздника, ектения малая, и отпуст. На велицей вечерни, по обычном псалме, поем Блажен муж, 1-й антифон. На Господи воззвах, стихиры на 10: триоди подобны 3, и праздника 7. Слава, и ныне, Послан бысть: Вход, прокимен дне, и чтения праздника 3. и посем ектениа: Рцем вси: Таже, Сподоби Господи: И Исполним вечернюю: На литии стихиры праздника. Слава, и ныне праздника. На стиховне стихиры праздника, с припевы праздника: Слава, и ныне, праздника. На благословении хлебов тропарь праздника, трижды: и чтение праздника. На утрени, поем праздника службу, якоже в постен день предписася на ряду. В понедельник же 4-я недели постов. На 1-м часе, бывает поклонение честному Кресту, по обычаю.
  
  [МРК] Аще ли случится Благовещение в среду крестопоклонную.
  
  Оставляются стихиры, и славники, и канон Креста, и поются в понедельник, или в пяток тояже седмицы. Зде же поем службу всю Благовещения с трипеснцем средным, якоже указася в 1-й день, на ряду. А на утрени на 1-м часе поклонение Креста бывает по чину.
  
  [МРК] Аще ли случится благовещение в неделю 4-ю, или 5-ю постов.
  
  В неделю на малей вечерни, стихиры праздника на 4. Слава, и ныне, праздника. На стиховне стихира воскресна едина: и праздника стиховна великия вечерни, с припевы их. Слава, и ныне, праздника. Тропарь праздника, ектения малая, и отпуст. На велицей вечерни: Блажен муж: кафисма вся. На Господи воззвах, стихиры воскресны 3, и анатолиев 1: и праздника 6. Слава, и ныне, глас 6: Послан бысть с небесе: Вход, прокимен дне: и чтения праздника 5. На литии стихиры праздника. Слава, глас 8: И ныне, глас 2: На стиховне стихиры воскресны: Слава, и ныне, праздника. На благословении хлебов тропарь праздника трижды: и чтение в посланиих апостольских, или праздника. На утрени, на Бог Господь, тропарь воскресн, дважды. Слава, и ныне, праздника. По кафисмах седальны воскресны, с богородичны их: и чтение во евангелии толковом. Таже полиелей, и седальны праздника, вси по единожды: и чтение праздника. Степенны гласа. Прокимен праздника. Всякое дыхание: Евангелие праздника. Воскресение Христово: псалом 50. Стихира праздника. Канон воскресн, со ирмосом на 4: и триоди, на 4: и праздника на 6. Катавасиа, ирмос праздника. По 3-й песни, седален праздника: Слава, и ныне, тойже, и чтение праздника. По 6-й песни, кондак и икос праздника: и чтем пролог. На 9-й песни, поем Честнейшую: Светилен воскресн, и праздника. На хвалитех стихиры на 8: Воскресны 4, и праздника 4, с припевы их, и со славным. Посем припев: Воскресни Господи Боже мой: и поем триоди самогласну стихиру дне. Слава, паки туюжде: И ныне, Преблагословенна еси: Славословие великое. По трисвятом тропарь воскресн: ектении, и отпуст. Таже, Слава, и ныне, стихира евангельская: и дается братии святый елей, от кандила Пресвятыя Богородицы, поющим нам самогласну стихиру праздника: и исхождение в притвор, и час 1-й. На 1-м часе, тропарь воскресн: Слава, праздника: И ныне, Богородичен часов. По трисвятом кондак праздника, и прочая, и совершенный отпуст. [Зри] При часе же 2-м дне творим исхождение вне обители, якоже предуказася на ряду, и возвращшеся поем литургию великаго Василиа. Блаженна гласа, на 6: и праздника песнь 3-я, на 4. По входе тропарь воскресн, и праздника. Слава, и ныне, кондак праздника. Прокимен, апостол, Аллилуиа, Евангелие, и причастен прежде недели, и потом праздника.
  
  [МРК] Аще случится Благовещение Пресвятыя Богородицы в среду пятыя недели постов.
  
  Поем службу предпразднства Благовещения, стихиры и канон в понедельник на ряду: минеи же святаго поем на повечерии, понеже прелагается великий канон с четвертка на вторник тояже недели, и поем великий канон с трипеснцем вторничным, праздника ради Пресвятыя Богородицы: понеже в среду в праздник самый кафисма не глаголется, и поклоны не бывают, и отдание поем праздника в четверток. Того ради в среду вечера стихиры с поклоны, и канон великий в четверток не поется: предпет бо есть во вторник. В среду же пятыя недели постов поем всю службу, вечер и утро, праздника, с триодию, по уставу, якоже предуказася в день постен: а отдание поем Благовещения в четверток, на утрени с трипеснцем апостольским, якоже явленно есть в понедельник 4-я, и 5-я недели поста, на отдание праздника Благовещения.
  
  [МРК] Аще случится Благовещение Пресвятыя Богородицы в четверток 5-я недели постов, егда поется великий канон.
  
  Тогда прелагается праздника ради великий канон господина Андреа, и поем его во вторник тояже недели, с трипеснцем вторничным: а трипеснец апостольский поем с праздником Благовещения, и последи катавасиа триоди.
  
  [МРК] Аще случится Благовещение Пресвятыя Богородицы в пяток тояже недели.
  
  Поем предпразднства Благовещения, стихиры и канон напреди в среду наряду, великаго ради канона. Святаго же минеи поем на повечерии.
  
  [МРК] Аще случится Благовещение Пресвятыя Богородицы в субботу акафиста:
  
  В пяток вечера, на Господи воззвах, стихиры на 10: триоди самогласен дне дважды, и праздника на 8. Слава, и ныне, праздника: Послан бысть: Вход, и чтения дне, и праздника 5. По Да исправится молитва моя: поклоны 3. и прочая преждесвященных: и на Буди имя Господне: поклоны 3: и на отпусте 3 поклоны. [Зри] О 1-м же часе нощи клеплет в великое, и потом во вся. и собравшеся во храм, благословившу иерею, поем великое повечерие, иерей же кадит, якоже есть обычай. и по Слава в вышних, исходим в притвор, и творим обычную литию, поюще стихиры самогласны праздника 3, глас 1: Слава, и ныне: Благовествует Гавриил: и обычныя молитвы бдения. И по скончании паки входим во храм: и поем на стиховне стихиры самогласны с припевы их: Слава, и ныне: Днесь радость: На благословении хлебов тропарь праздника трижды: и чтение праздника. На утрени, на Бог Господь, тропарь праздника трижды. По 1-й кафисме, кондак: Взбранной воеводе: и другия три, и икосы 3: и паки кондак 1-й: и чтение акафиста. По 2-й кафисме кондаки 3, и икосы 3: и паки кондак 1-й: Взбранной: якоже прежде явленно есть, и чтение акафиста: и полиелей: и седальны вси праздника: и чтение праздника: Степенна 1-й антифон 4-го гласа. Прокимен праздника. Всякое дыхание: Евангелие праздника. псалом 50. стихира праздника. Канон праздника, со ирмосом на 8, и акафиста на 6. Катавасиа праздника, оба лика вкупе. Четверопеснца же зде не поем, но поем напреди, в четверток на повечерии. По 3-й песни, кондаки три, и икосы 3: и паки кондак 1-й. Посем седален. и чтение праздника. По 6-й песни кондаки 3, и икосы 3: таже кондак: О всепетая Мати: трижды. и икос 1, и кондак: Взбранной воеводе: и чтем пролог, и синаксарий. На 9-й песни, Честнейшую не поем, но поем припевы праздника, якоже предписася на самый праздник, к тропарем же канона акафиста припев: Пресвятая Богородице, спаси нас. Таже на сходе поем припев, и ирмос: Яко одушевленному: и поклон. Светилен праздника. На хвалитех стихиры праздника, глас 1. Подобен: Небесных чинов: на 4. Слава, и ныне: Да веселятся небеса: Славословие великое. Тропарь праздника, ектении, и отпуст. и дается братии святый елей по обычаю, и оглашение Студитово: и час 1-й в притворе. На 1-м часе тропарь праздника. По трисвятом кондак праздника, и прочая, и отпуст, и исхождение вне монастыря. На литургии, блаженна праздника, песнь 3-я, и 6-я, на 8. Прокимен, апостол, Аллилуиа, Евангелие и причастен праздника.
  
  [МРК] О томже празднице, аще случится в субботу Лазареву.
  
  В пяток вечера, кафисмы не глаголем. На Господи воззвах, стихиры: Самогласен дне, дважды: Душеполезную, малую: и праздника 3: Совет превечный: и святаго Лазаря 5. Слава: Душеполезную, великую: И ныне, праздника. Послан бысть: Вход, прокимен, и чтение дне, и праздника 5: и прочее преждесвященных. На трапезе же разрешение вина и елеа. О 1-м же часе нощи ударяет в великий кампан довольно, и во вся: и собравшимся во храм поем повечерие великое. По 1-м трисвятом тропарь праздника. По 2-м кондак праздника. и по Слава в вышних, исхождение в притвор. и поем самогласны стихиры праздника три, и триоди самогласны три, писаны на хвалитех: Божества твоего Христе: Слава, Да веселятся небеса: И ныне, Благовествует Гавриил: На стиховне стихиры самогласны праздника, с. припевы их. Слава, Предстал еси гробу: И ныне, Днесь радость: По Отче наш: тропарь праздника трижды, и благословение хлебов, и чтение праздника. На утрени, на Бог Господь, тропарь праздника дважды. Слава, Общее воскресение: И ныне, праздника. По 1-й кафисме седален триоди, глас 1: Ущедрив Марфины и Мариины слезы: дважды. Слава, и ныне, праздника: и чтение о Лазаре. По 2-й кафисме седален триоди, глас 5: Источник премудрости: дважды. Слава, и ныне, праздника. и чтение о праведном Лазаре, или праздника. Таже полиелей, и седальны праздника, и чтение праздника. Степенна, 1-й антифон 4-го гласа. Прокимен и Евангелие праздника. Воскресение Христово: и псалом 50. стихира праздника. Канон праздника со ирмосом на 6: и святаго Лазаря оба канона на 8. такожде и четверопеснец. Катавасиа 2-го канона Лазарева, ирмос: Воду прошед: оба лика вкупе. По 3-й песни, кондак и икос, и седален святаго Лазаря. Слава, и ныне, праздника, и чтение праздника. По 6-й песни, кондак праздника, и икос, и чтение. На 9-й песни, Честнейшую не поем, но поем припев праздника, якоже предписася на самый праздник. К триоди же канона глаголем припев: Слава тебе Боже наш, слава тебе. Катавасиа: Воистинну Богородицу: Таже припев праздника, и ирмос: Яко одушевленному: Посем, Свят Господь Бог наш: на глас 1. Светилен праздника дважды: Слава, и ныне, Лазаря. На хвалитех стихиры праздника 3: и Лазаря 3. Таже припевы: Воскресни Господи Боже мой: 2, Исповемся тебе Господи всем сердцем моим: Слава, святаго Лазаря: Велие и преславное: И ныне, праздника. Еже от века таинство: Славословие великое. тропарь праздника: Слава, и ныне: Общее воскресение: Ектении, и отпуст, и оглашение, и час 1-й в притворе. Тропарь праздника: Слава, Общее воскресение: И ныне, Богородичен часов. По Отче наш, кондак Лазаря. Сице тропари глаголем и на прочих часех: кондаки пременяем. [Зри] При часе же 2-м дне, творим исхождение вне монастыря: Возвращшеся же поем часы. На литургии, блаженна праздника, песнь 3, на 4: и Лазаря, песнь 6-я, на 4. По входе тропарь праздника, и Лазаря. Слава, кондак Лазаря: И ныне, праздника. Вместо трисвятаго, поем, Елицы во Христа крестистеся: Прокимен, апостол, Аллилуиа и Евангелие прежде праздника, таже Лазаря. Вместо же Достойно, поем ирмос праздника. Причастен прежде праздника, таже святаго Лазаря.
  
  [МРК] О томже празднице, аще случится в неделю ваий.
  
  В субботу на малей вечерни, стихиры ваий на 4: Слава, и ныне, праздника: В шестый месяц: На стиховне, самогласны праздника, великия вечерни, с припевы их. Слава, и ныне, ваий: Пою твое страшное: Тропарь праздника: Слава, и ныне, Общее воскресение: Ектениа малая: и отпуст. На велицей вечерни, кафисма, Блажен муж, вся. На Господи воззвах, стихиры праздника 3, повторяюще я: и ваий на 4. Слава, ваий, Днесь благодать: И ныне, праздника: Послан бысть: Вход, прокимен дне, и чтения праздника 5, и ваий 3, На литии стихиры праздника 3, и ваий 3: Слава, ваий, Прежде шести дней: И ныне, праздника, Благовествует Гавриил: На стиховне стихиры самогласны ваий, глас 8, с припевы их. Слава, ваий, Днесь благодать: И ныне: праздника, Еже от века таинство: На благословении хлебов тропарь праздника дважды, и ваий единожды, и чтение праздника. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, и ныне, Общее воскресение: По 1-й кафисме седален ваий: Слава, и ныне, праздника: и чтение: По 2-й кафисме седален ваий: Слава, и ныне, праздника: и чтение. таже полиелей праздника, и седален, и чтение праздника. Степенна, 1-й антифон 4-го гласа. Прокимен ваий, Всякое дыхание: Евангелие ваий: псалом 50. Воскресение же Христово, не глаголем. И егда целуют братия святое Евангелие, раздает игумен ваиа со свещами братии, по обычаю. Вместо же, Молитвами Богородицы, поем, Слава, Днесь христос: И ныне, тойже. таже, Помилуй мя Боже: посем стихира, глас 6, Днесь благодать: Канон праздника, со ирмосом на 8: и ваий, со ирмосом на и. Катавасиа обоих канонов, кийждо лик свой ирмос. По 3-й песни кондак и икос ваий, и седален: Слава, и ныне, праздника: и чтение праздника. По 6-й песни кондак и икос праздника. На 9-й песни, Честнейшую не поем, но поем припев праздника, яко предписася. Ваий же поем по обычаю припев: Слава тебе Боже наш, слава тебе. На сходе же прежде поем припев праздника: Ирмос праздника, Яко одушевленному: таже ваий. Таже, Свят Господь Бог наш: на глас 1-й. Светилен праздника, дважды. На хвалитех стихиры праздника 3: и ваий 3. Слава, праздника, Да веселятся небеса: И ныне, ваий, Прежде шести дней: Славословие великое. Тропарь, Общее воскресение: Слава, и ныне, праздника. Ектении, и отпуст, и оглашение, и час 1-й в притворе, и отпуст. [Зри] При часе же 2-м дне исходим с литиею вне монастыря, якоже указася на ряду: и возвращшеся поем часы. На часех, тропарь праздника: Слава, Общее воскресение: И ныне, Богородичен часов. По Отче наш, кондаки пременяем. На литургии, блаженна праздника, песнь 3-я на 4: и ваий, песнь 6-я на 4. По входе глаголем стих: Благовестите день от дне спасение Бога нашего: Тропарь праздника, и ваий, Общее воскресение: Слава, кондак ваий: На престоле на небеси: И ныне, праздника: Взбранной: таже прокимен ваий, и праздника. Апостол праздника, и ваий. Аллилуиа, Евангелие и причастен праздника, и ваий. На литургии, за Достойно, ирмос ваий, Бог Господь, и явися нам: [Зри] Аще же храм Благовещения Богородицы, поем за Достойно, ирмос: Яко одушевленному Божию кивоту:
  
  [МРК] Аще случится Благовещение Пресвятыя Богородицы в великий понедельник.
  
  В неделю ваий на малей вечерне, на Господи воззвах, стихиры праздника, на 4: Слава, и ныне, праздника. На стиховне стихиры праздника, великия вечерни: Слава, и ныне, праздника, тропарь праздника: ектения, и отпуст. На велицей вечерни, поем, Блажен муж, 1-й антифон. На Господи воззвах стихиры праздника на 6: и ваий на 4. Слава ваий, глас 6: Имеяй престол небо: И ныне, праздника, Послан бысть: Вход, прокимен дне: чтения праздника 3. На литии стихиры праздника. Слава, и ныне, праздника, Благовествует Гавриил: На стиховне стихиры дне, самогласны, с припевы их. Слава, ваий, От ветвей и ваий: И ныне, праздника. На благословении хлебов тропарь праздника трижды, и чтение праздника. На утрени, на Бог Господь, тропарь праздника трижды. По 1-й кафисме и по 2-й седальны дне: и чтение дне. По 3-й кафисме ектениа малая. седальны праздника оба, и чтение праздника: полиелей и седален, и чтение праздника. Степенна, 1-й антифон 4-го гласа. Прокимен, Благовестите день от дне: Всякое дыхание: Евангелие праздника. псалом 50. стихира праздника: [Зри] [Евангелие же дне оставляется, аще случится Благовещение в кийлибо день сея седмицы.] Канон праздника, со ирмосом на 6, и трипеснца на 8. Катавасиа триоди: ирмос, оба лика вкупе. [Зри] А идеже несть трипеснца, поем канон праздника, со ирмосом на 14. Катавасиа праздника. По 3-й песни кондак и икос дне, и седален праздника, и чтение праздника. По 6-й песни кондак и икос праздника: пролог и синаксарий. На 9-й песни, Честнейшую не поем, но поем припев праздника: Благовествуй земле радость велию: таже ирмос праздника, Яко одушевленному: К тропарем же трипеснца, припев: Слава тебе Боже наш, слава тебе. Таже поем ирмос триоди, потом припев праздника, и ирмос: Яко одушевленному: Светилен праздника: Слава, дне: И ныне, праздника. На хвалитех стихиры праздника, на 4: Слава, праздника, Еже от века: И ныне, дне: Изсохшия смоковницы: таже предстоятель, или чтец глаголет: Слава тебе показавшему нам свет: потом ектениа, Исполним утреннюю: На стиховне стихиры самогласны дне, глас 1: Грядый Господь: Припев, Исполнихомся: Достигше вернии: Припев, Во вся дни наша возвеселихомся, за дни в няже смирил ны еси: Господи грядый к страданию: Припев, И призри на рабы твоя: Господи к таинству: Припев, И буди светлость: Господи совершеннейшая: Слава, глас 8: Вторую Еву: И ныне, праздника, Да веселятся небеса: Таже, Благо есть исповедатися: единожды. По трисвятом, тропарь праздника, ектениа, и поклоны 3 великия. посем, Приидите поклонимся, трижды: и час 1-й. Тропарь праздника. И ныне, Богородичен: Что тя наречем: По трисвятом кондак праздника, и в конец 3 поклоны великия. Таже, Христе свете истинный: и отпуст. [Зри] При часе же 3-м дне творим литию вне монастыря: возвращшеся же поем 3-й час, и 6-й, с кафисмами и со чтением: и чтем тетроЕвангелие. Глаголется же в них тропарь праздника: кондаки глаголем дне, и праздника пременяюще: и на конец коегождо часа, по 3 поклоны великия. такожде поем и 9-й час: и блаженны просто без пения: и Помяни нас Господи: и прочая. По Отче наш, кондак дне: Слава, и ныне, праздника. Господи помилуй, 40. Слава, и ныне, Честнейшую: и поклоны три великия, и молитва, Всесвятая Троице: и абие, Приидите поклонимся, трижды: и поем вечерню, без поклонов и без кафисмы. На Господи воззвах, стихиры самогласны дне, 5: и праздника 5. Слава, дне, Изсохшия смоковницы: И ныне, праздника: Послан бысть: Вход со Евангелием. Свете тихий: Прокимен, и чтения дне, и праздника два. таже ектениа малая. и трисвятое. Прокимен, апостол и Аллилуиа праздника. Евангелие праздника, и дне. и прочая литургиа Златоустаго, и причастен праздника.
  
  [Зри] А идеже великия ради нужды не будет литургии:
  
  На Господи воззвах, стихиры на 10: и поем дне, 3, глас 1, повторяюще первыя две: и праздника, 5. Слава дне, глас 8: Вторую Еву: И ныне, праздника. Вход со Евангелием. Свете тихий: Прокимен, и чтения дне: и праздника два. таже прокимен, апостол, Аллилуиа, и Евангелие праздника, и дне. Сподоби Господи: ектениа, Исполним вечернюю: На стиховне дне, глас 5: Господи совершеннейшая мудрствовати: дважды, с припевы дневными. и другий стих, глас 8, Изсохшия смоковницы: Слава, глас 5: Господи, грядый к страданию: И ныне, праздника. Ныне отпущаеши: тропарь праздника, ектении, и отпуст. Сице поем и в прочия дни великия недели. На трапезе разрешение на елей и вино точию. На повечерии, поклонов несть, точию по Слава в вышних, 3 поклоны: На трисвятом 3 поклоны: в конец, три поклоны великия, и 12 малых. На конечном трисвятом 3 поклоны: поем же трипеснец кир Андреа.
  
  [МРК] О томже празднице, аще случится в великий вторник.
  
  В понедельник вечера, кафисмы не глаголем. На Господи воззвах. стихиры самогласны дне, 5: и праздника 5. Слава, дне, Вторую Еву: И ныне, праздника, Послан бысть: Вход со Евангелием. Свете тихий: Прокимен, и чтения дне: и праздника 3. Да исправится молитва моя: и поклоны 3. Евангелие дне: и прочее преждесвященных. На трапезе же пием вино. [Зри] При часе же 1-м нощи ударяет в великий, и во вся тяжкая, и собравшеся во храм, поем повечерие великое. С нами Бог, поем на оба лика, с пением. иерей в начале кадит по обычаю, и по Слава в вышних, исхождение в притвор. и поем на литии стихиры самогласны праздника: Слава, и ныне, праздника: Благовествует Гавриил: На стиховне стихиры самогласны праздника 3, с припевы их. Слава, и ныне: Днесь радость: На благословении хлебов, тропарь праздника, трижды: и чтение праздника. На утрени, на Бог Господь, тропарь праздника, трижды. По обою кафисмах седальны триоди: и чтение дне. По 3-й кафисме ектениа малая, и седальны праздника, и чтение. Полиелей, и седален праздника: и чтение праздника. Степенна, 1-й антифон 4-го гласа. Прокимен: Всякое дыхание: Евангелие праздника. псалом 50. стихира праздника. Канон праздника со ирмосом на 14. Катавасиа праздника, ирмос оба лика вкупе. А идеже двоепеснец триоди, поем канон праздника, со ирмосом на 6: двоепеснец на 8: Последи ирмос триоди, оба лика вкупе. По 3-й песни, кондак дне, и икос: и седален праздника: и чтение праздника. По 6-й песни, кондак и икос праздника: и чтем пролог. На 9-й песни, Честнейшую не поем: но поем припев и ирмос праздника, якоже указася в великий понедельник. Светилен праздника: Слава, дне: И ныне, праздника. На хвалитех стихиры подобны праздника на 4. Слава, дне: Душевною леностию: И ныне, праздника: Еже от века таинство: На стиховне самогласны дне с припевы их, яко предписася в понедельник: Исполнихомся заутра: Слава, праздника. Да веселятся небеса: И ныне, дне, глас 6: Егда приидеши во славе: тропарь праздника: ектениа, и поклоны 3 великия. Таже, Приидите поклонимся: трижды, и час 1-й, в конце того 3 великия поклоны, и молитва: Христе свете истинный: и отпуст. [Зри] При часе же 3-м дне творим литию вне монастыря: И возвращшеся поем часы с кафисмами: и чтется тетроЕвангелие. Глаголем на часех тропарь праздника: и чтение праздника: кондаки глаголем дне, и праздника, пременяюще. и на конец коегождо часа 3 поклоны великия, и час 9-й без кафисмы. блаженны скоро, без пения: и Помяни нас Господи: и прочее, якоже предписася. По Отче наш, кондак праздника: Господи помилуй, 40. Слава, и ныне: Честнейшую: и поклоны 3 великия: [Зри] И абие глаголем: Приидите поклонимся: трижды: и поем вечерню без кафисмы, и без поклонов. На Господи воззвах, стихиры самогласны дне, 5: и праздника 5. Слава, дне: И ныне, праздника. Вход со Евангелием. Прокимен, и чтения дне, и праздника два. Ектениа малая, и возглас трисвятаго: Яко свят еси Боже наш: Прокимен, апостол, и Аллилуиа праздника. Евангелие праздника, и дне, и прочая литургиа Златоустаго. Причастен праздника. На трапезе разрешаем на елей и вино точию. Повечерие же поем малое без поклонов: поем же и трипеснец на нем кир Андреа критскаго.
  
  [МРК] о томже празднице, аще случится в среду великую.
  
  Во вторник вечера поем вечерню без кафисмы, и без поклонов. На Господи воззвах, стихиры самогласны дне 5: и праздника 5: Слава, дне, глас 7: Се тебе талант: И ныне, праздника. Вход со Евангелием, прокимен, и чтения дне, и праздника 3, Да исправится молитва моя: и поклоны 3. Евангелие дне. и прочая литургиа преждесвященных. На трапезе же варение без елеа: вино же пием. [Зри] При часе же 1-м нощи ударяет в великий кампан, и во вся тяжкая: и поем повечерие великое. С нами Бог: на оба лика: иерей же кадит, в начале по обычаю. и по Слава в вышних, исхождение в притвор: и поем на литии стихиры праздника: Слава, и ныне, праздника же. На стиховне стихиры, и Слава, и ныне, праздника: На благословении хлебов, тропарь праздника трижды: и чтение праздника. На утрени, на Бог Господь, тропарь праздника трижды: и по обоих кафисмах седальны триоди: и чтение дне. По 3-й кафисме ектениа, и седальны праздника оба: и чтение праздника. Полиелей, и седален, и чтение праздника. Степенна, 1-й антифон 4-го гласа. Прокимен: Всякое дыхание: Евангелие праздника, псалом 50. Стихира праздника. Канон праздника, со ирмосом на 14. Катавасиа праздника, ирмос оба лика вкупе. [Зри] А идеже трипеснец, поем канон праздника со ирмосом на 6: и трипеснец на 8. Катавасиа, ирмос триоди. По 3-й песни, кондак и икос дне, и седален праздника: и чтение праздника. По 6-й песни, кондак и икос праздника. На 9-й песни, Честнейшую не поем: но поем припевы праздника, якоже предуказася. Светилен праздника. Слава, дне: И ныне, праздника. На хвалитех стихиры праздника, на 4: Слава, дне, глас 6: Днесь Христос приходит: И ныне, праздника, глас 2: Еже от века таинство: На стиховне дне, с припевы их, яко предписася в великий понедельник. Слава, праздника, глас 8: Да веселятся небеса: И ныне, дне, глас тойже: Господи, яже во многия грехи: и прочее по преждеписанному. При часе же 3-м дне творим исхождение вне монастыря, и возвращшеся поем часы с кафисмами: и чтется тетроЕвангелие, и прочее часов, и литургии, якоже предписася в понедельник, и вторник сея седмицы. В конец же часов бывает прощение, по обычаю: Повечерие же поем по предписанному, и трипеснец кир Андреа критскаго.
  
  [МРК] О томже празднице, аще случится в великий четверток.
  
  В среду великую вечера поем вечерню без кафисмы. На Господи воззвах, стихиры самогласны дне 5: и праздника 5: Слава, дне: И ныне, праздника. Вход со Евангелием. Прокимен, и чтения дне, и праздника 3: Да исправится: и поклоны 3. Евангелие дне: и прочее преждесвященных. На трапезе же пием вино.
  
  [Зри] При часе же 1 нощи ударяет в великий, и во вся тяжкая.
  
  И собравшеся во храм, поем повечерие великое, иерей же кадит по обычаю. и по Слава в вышних, исхождение в притвор: и поем на литии самогласны стихиры, и Слава, и ныне, праздника. На стиховне стихиры: и Слава, и ныне, праздника. На благословении хлебов, тропарь праздника, трижды: и чтение праздника. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, и ныне, Егда славнии ученицы: таже полиелей, и седален: и чтение праздника. Степенна, 1-й антифон 4-го гласа. Прокимен: Всякое дыхание: и Евангелие праздника. псалом 50. Стихира праздника. Канон праздника со ирмосом на 8: ирмос по дважды: и дне со ирмосом на 8. Катавасиа, ирмос дне: оба лика вкупе. По 3-й песни, кондак и икос дне, и седален дне: Слава, и ныне, праздника: и чтение праздника. По 6-й песни, кондак и икос праздника, и пролог, и синаксарий. На 9-й песни, Честнейшую не поем: но поем припев праздника, якоже предуказася, последи ирмос: Странствия владычня: таже припев праздника, и ирмос. Светилен праздника: Слава, дне: И ныне, праздника. На хвалитех стихиры праздника, на 4: Слава, праздника, И ныне, дне. Посем, Слава, в вышних, и ектениа. Таже на стиховне стихиры дне с припевы их: Слава, дне: И ныне, праздника. По Благо есть, и по Отче наш: тропарь дне: Слава, и ныне, праздника: и ектениа: Помилуй нас Боже: Таже, Приидите поклонимся: трижды: и час 1-й, на немже тропарь, и паремиа дне, и оглашение праздника, и отпуст. [Зри] При часе же 5-м дне бывает исхождение вне монастыря: и возвращшеся поем часы в притворе, 3-й, 6-й, и 9-й: на нихже глаголем тропарь праздника: Слава, дне: И ныне, Богородичен часов. По Отче наш: кондаки пременяем. Помяни нас Господи: и прочая. Лик небесный: По Отче наш, кондак праздника: Господи помилуй, 40. и молитва: Всесвятая Троице: и отпуст. Благословлю Господа на всякое время, не глаголем.
  
  Вечер же знаменает в великий и во вся тяжкая, в и час дне, и поем вечерню.
  
  На Господи воззвах стихиры самогласны дне 5, и праздника 5. Слава, дне: И ныне, праздника. Вход со Евангелием. Свете тихий: и чтения дне: и праздника два. Ектениа малая: таже трисвятое. Прокимен дне, и праздника. Апостол дне, и праздника, и прочая литургиа великаго Василиа. [Зри] Вместо Достойно, ирмос: Странствия владычня: В храме же Благовещения Пресвятыя Богородицы, ирмос: Яко одушевленному: Вместо же Херувимския песни поем тропарь, глас 6: Вечери твоея тайныя: трижды. тойже поем и в причастна место единожды. [Зри] Егда же причащаются братия, и поем вместо, Тело Христово: тойже: Вечери твоея тайныя: И Дóндеже причастятся братия. и вместо, Да исполнятся: единожды, со аллилуиами. На трапезе же не разрешаем на рыбы: но точию на елей и вино.
  
  О томже празднице, аще случится в великий пяток.
  
  В четверток вечера, на Господи воззвах, стихиры дне, 5: и праздника, 5. Слава, дне: Рождение ехидново: И ныне, праздника: Послан бысть: Вход со Евангелием. Прокимен, и чтение дне: и праздника 3. Ектениа малая, и возглас. и трисвятое. Прокимен, апостол, Аллилуиа, и Евангелие дне, и прочая божественныя литургии великаго Василиа, якоже прежде изъявися. На трапезе же разрешаем на елей и вино. Повечерие, поем малое, с трипеснцем. По трисвятом кондак дне: Слава, и ныне, праздника. [Зри] При часе же 1-м нощи ударяет в великий и во вся тяжкая, и начинаем утреню. На Бог Господь: тропарь праздника, дважды: Слава, и ныне дне: Егда славнии ученицы: Посем ектениа малая. и абие диакон, или иерей глаголет: И о сподобитися нам слышания святаго евангелиа: и чтет Евангелие 1-е настоятель. и потом антифоны, и евангелиа Святых Страстей по чину их: и по чтении 7-го евангелиа, чтение дне. Посем степенна, 1-й антифон 4-го гласа. Прокимен праздника: Всякое дыхание: Евангелие праздника: и абие Евангелие Святых Страстей, 8-е. псалом 50. стихира праздника. Таже, молитва: Спаси Боже люди твоя: и Господи помилуй, 12. Канон праздника со ирмосом на 14. Катавасиа праздника, оба лика вкупе. А идеже трипеснец, поем канон праздника со ирмосом на 6: ирмос дважды, и трипеснец на 8. Катавасиа, ирмос триоди, оба лика вкупе. По 3-й песни, кондак и икос дне: Слава, и ныне, седален праздника: и чтение праздника. По 6-й песни, кондак и икос праздника: и синаксарий. На 9-й песни, Честнейшую не поем: но поем припев праздника. Светилен праздника: Слава, дне: И ныне, праздника. таже Евангелие 9-е. На хвалитех стихиры самогласны дне: Слава, дне: И ныне, праздника, таже Евангелие 10-е. Посем, Слава в вышних: Ектениа: Исполним утреннюю молитву: и возглас. Посем Евангелие 11. Таже, на стиховне стихиры праздника: Слава, дне: И ныне, праздника. таже Евангелие 12. Посем, Благо есть исповедатися Господеви: и по Отче наш, тропарь, глас 4: Искупил ны еси: Слава, и ныне, праздника. Ектениа: Помилуй нас Боже: Иерей: Премудрость. и отпуст, и час 1-й поем, якоже указася в великий пяток. Глаголем же на нем тропарь праздника, и дне: и кондак праздника. При часе же 5-м дне творим исхождение вне обители: и возвращшеся поем 3-й час, и 6, и 9-й, с тропари, и паремии, со апостолы, и евангелии, и чтениями, и с прочими службы их. Глаголются же в них тропари часов, великаго пятка, еже есть дне, и праздника: кондак дне, и праздника: и прочая, якоже в великий пяток указася. Псалом же 33 зде оставляем, и глаголем его на литургии. При часе же 8-м дне знаменает в великий и во вся тяжкая, и начинаем вечерню, и творит иерей проскомидию. На Господи воззвах поем стихиры дне 6: и праздника 4: Слава, дне: О како законопреступный собор: И ныне, праздника: Послан бысть: Вход со Евангелием. Свете тихий: Прокимен, и чтение дне: и праздника два. Таже, ектениа малая, и трисвятое. Прокимен, апостол, Аллилуиа и Евангелие прежде праздника, и дне. Причастен праздника. Совершает же ся божественная литургиа Златоустаго. Вместо, Достойно, поем ирмос праздника: Яко одушевленному: На трапезе же ядим сухоядение, и пием вино.
  
  О томже празднице, аще случится в субботу великую.
  
  В пяток вечера, при часе 10-м дне, знаменает в великий, и во вся тяжкая, и поем вечерню. На Господи воззвах: стихиры самогласны дне на 6, и праздника на 4. Слава, дне: И ныне, праздника. Вход со Евангелием. Свете тихий: Прокимен, и чтение дне, и праздника 5. Таже прокимен, апостол, Аллилуиа, и Евангелие дне. Посем ектениа: Рцем вси: Таже, Сподоби Господи в вечер сей: Исполним вечернюю молитву: На стиховне стихиры дне с припевы их. Слава, праздника: И ныне, дне. Таже, Ныне отпущаеши: По трисвятом, тропарь праздника: Слава. И ныне, Благообразный Иосиф. Иерей, Премудрость, и отпуст. Повечерие поем в келлии: Кондак дне: Слава, и ныне, праздника. При часе же 1-м нощи знаменает в великий, и во вся тяжкая. И поем утреню. На Бог Господь: тропарь дне, глас 2: Благообразный Иосиф: единожды. Егда снизшел еси к смерти: единожды. Слава, Мироносицам женам: И ныне, праздника: Днесь спасения нашего: Таже поем непорочны, на глас 5. Кадит иерей на 1-й славе: такожде и на 2-й, и на 3-й, яко обычай: по скончании непорочных, поем тропари воскресны: Ангельский собор: и прочая. Таже ектениа малая, и седален дне. Таже полиелей, и седален праздника. и чтение праздника. Степенна, 1-й антифон 4-го гласа. Прокимен праздника: Всякое дыхание: Евангелие праздника: псалом 50: стихиры праздника. Канон праздника со ирмосом на 8, ирмос дважды: и дне, со ирмосом на 8: Катавасиа ирмос дне, оба лика вкупе. По 3-й песни кондак и икос дне, и седален дне. Слава, и ныне, праздника, и чтение праздника. По 6-й песни кондак и икос праздника. Пролог, и синаксарий. На 9 песни Честнейшую не поем, но поем припев праздника, якоже указася, последи ирмос дне: Не рыдай мене мати: таже припев праздника и ирмос. Свят Господь Бог наш: на глас 2. Светилен праздника дважды. На хвалитех, стихиры самогласны дне три: и праздника подобны три. Таже самогласен праздника, глас 8: Да веселятся небеса: с припевом: Благовестите день от дне: Слава, дне: И ныне, Преблагословенна еси Богородице Дево: Славословие великое, и бывает вход, якоже писано в триоди. Посем прокимен и паремии дне. Прокимен, апостол, Аллилуиа, и Евангелие дне. Ектениа и отпуст, и час 1-й поем в притворе. прочия же часы поются во свое время. На часех, тропарь праздника, и дне. Кондаки глаголем пременяюще. Блаженны глаголем скоро, без пения: Помяни нас Господи: и прочая. По Отче наш, кондак дне: Слава, и ныне, праздника. Господи помилуй. 40, и молитва: Всесвятая Троице: и отпуст.
  
  Во святую и великую субботу вечера, о часе 10-м дне знаменает в великое, и во вся тяжкая.
  
  И собравшеся во храм, благословившу иерею, поем вечерню по обычаю без кафисмы. На Господи воззвах, поем стихиры воскресны три, глас 1: Вечерния наша молитвы: и великия субботы самогласны три, глас 8, и праздника на 4. Слава, дне, глас 6: Днешний день тайно: И ныне, праздника, Послан бысть: Вход со Евангелием. Свете тихий: Прокимен не глаголем, но абие иерей глаголет: Премудрость: и чтения дне по чину их. По скончании же чтения, ектениа малая, и возглас. и поем вместо трисвятаго: Елицы во Христа крестистеся: Аллилуиа. Прокимен дне, и праздника. Апостол дне, и праздника. Вместо же херувимския песни поется: Да молчит всякая плоть: и по ряду божественная литургиа великаго Василиа. Вместо Достойно, поем ирмос: Не рыдай мене мати: В храме же Благовещения Богородицы поем ирмос: Яко одушевленному Божию кивоту: Причастен дне, и праздника.
  
  Подобает ведати, яко аще случится в самую святую и великую неделю Пасхи, еже есть Кириопасха, праздник Благовещения Пресвятыя Богородицы.
  
  В великую субботу вечера, на Господи воззвах, поставим стихов 10: и поем стихиры воскресны три, и великия субботы три: и праздника 4. Слава, глас 6: Днешний день тайно: И ныне, праздника, глас тойже: Послан бысть: Вход со Евангелием. Свете тихий: Прокимен же не глаголется, но абие иерей: Премудрость: и чтения, 1-е чтение дне: В начале сотвори Бог небо и землю: едина паремиа: Таже праздника Благовещения чтений 5. и прочая чтения дне, по чину их, и по ряду божественная литургиа великаго Василиа. По отпущении же литургии, Бывает ядение, и чтение деяний святых апостол по чину их, якоже указася в великую субботу: и кончану бывшу чтению, благословившу иерею, глаголем трисвятое, и по Отче наш, Господи помилуй, 12: Слава, и ныне: Приидите поклонимся, трижды. таже псалом 50, и поем канон праздника, со ирмосом на 6: и великия субботы со ирмосом на 8. Катавасиа, ирмос субботный, оба лика вкупе. По 3-й песни, кондак и икос праздника, и седален дне. Слава, и ныне, праздника, и чтение праздника. По 6-й песни, кондак и икос дне, и чтение дне. По 9-й песни трисвятое, по Отче наш, тропарь: Егда снизшел еси к смерти: Слава, и ныне, праздника, ектениа, и отпуст.
  
  И аще будет время порану, Прилагается чтение дне: емуже чтому, Настоятель раздает свещи братии. Кандиловжигатель же взем благословение у настоятеля, и шед знаменует во вся. И по чтении исходим в притвор, предходящим настоятелю с лампадами, и затворшимся дверем, кадит по чину всю братию, и став пред великими враты церковными, кадит крестообразно трижды, и речет: Слава святей и единосущней: и нам отвещавшим: Аминь. И начинает настоятель тропарь, глас 5: Христос воскресе из мертвых: трижды. Посем поют братия трижды. Настоятель, стих 1: Да воскреснет Бог: И братия: Христос воскресе: единожды. Настоятель, стих 2: Яко исчезает дым: И братия: Христос воскресе: единожды. Настоятель, стих 3: Тако да погибнут грешницы: И братия: Христос воскресе: единожды. Настоятель, стих 4: Сей день егоже сотвори Господь: И братия: Христос воскресе: единожды. И абие настоятель велегласно: Христос воскресе: И отверзшимся вратом входит, предыдущим лампадам, и настоятелю купно и братиям поющим: И сущим во гробех живот даровав. По внегда же внити ему во олтарь, глаголем Слава, и поем тропарь праздника, глас 4: Днесь спасения нашего главизна: И ныне, тойже. Таже ектениа великая: Миром Господу помолимся: и по возгласе начинает предстоятель ирмос: Воскресния день: и поем Канон Пасхи, со ирмосом на 8: ирмосы по дважды. И Благовещения со ирмосом на 8: ирмосы по дважды: последи же ирмосы обою канонов, кийждо лик свой ирмос: таже катавасиа: Воскресния день, оба лика вкупе: и тропарь: Христос воскресе: трижды. И по коейждо песни ектениа малая, и возгласы по чину их. По 3-й песни, кондак и икос Пасхи, и ипакои, и чтение в Богослове: емуже начало: На стражи моей стану: По 6-й песни, кондак и икос праздника Благовещения, и чтение в Богослове же, емуже начало: Воскресния днесь: Таже прокимен праздника, глас 4: Благовестите: Стих: Воспойте Господеви песнь нову: Всякое дыхание: Евангелие Луки, зачало 4: Во дни оны воставши Мариам: Таже: Воскресение Христово: трижды. и стихира: Воскрес Иисус: трижды, на глас 6. Посем песнь 7-я, и прочия две. На 9 песни поем припевы Пасхи, и праздника. Светилен Пасхи единожды, и праздника дважды. На хвалитех стихиры воскресны на 4, и Благовещения на 4, с припевы их. Таже оба лика вкупе, припев 1: Да воскреснет Бог: стихиры Пасхи, глас 5, с прочими припевы их. Слава, Благовещения, глас 8: Да веселятся небеса: И ныне, Пасхи: Воскресния день: и целование по обычаю, и поучение Златоустаго. Ектении, и отпуст. Исхождение же вне монастыря не бывает. Часы же поются но уставу Пасхи. На литургии антифоны Пасхи. По входе же глаголем: В церквах благословите Бога, Господа от источник израилевых, Христос воскресе: трижды. Слава, тропарь: Днесь спасения нашего: И ныне, кондак: Аще и во гроб снизшел еси: Вместо трисвятаго поем: Елицы во Христа крестистеся: Прокимен, апостол, Аллилуиа и Евангелие прежде Пасхи, потом праздника.
  
  [Зри] Егда же приспеет на литургии время чести святое Евангелие:
  
  И чтет иерей Евангелие Пасхи со диаконом, якоже указася на литургии в неделю. Таже чтет Евангелие Благовещения един диакон по обычаю, якоже и всегда: и к тому евангелию в кандию не ударяют. и по ряду божественная литургиа Златоустаго. За Достойно, ирмос Пасхи. Причастен Пасхи и праздника.
  
  [МРК] О томже празднице, аще случится Благовещение Пресвятыя Богородицы в понедельник, во вторник или в среду светлыя недели.
  
  Во святую и великую неделю Пасхи, на малей вечерни, по внегда рещи иерею: Христос воскресе: трижды, и стихи обычныя. Слава, и ныне, Христос воскресе: На Господи воззвах, стихиры воскресны, на 4: Слава, и ныне, праздника, глас 2: Еже от века таинство: Таже, Свете тихий: без входа. Прокимен великий: Кто Бог велий: и стих его1. таже , Сподоби Господи: На стиховне стихира воскресна 1. таже стихиры праздника самогласны, 3: глас 4, великия вечерни стиховныя с припевы их. Слава, Благовествует Гавриил: И ныне, Воскресения день: Христос воскресе: трижды. Слава, и ныне, тропарь: Днесь спасения нашего: Ектения малая, и отпуст. На велицей вечерни, по внегда кадити иерею, и рещи ему: Слава, святей и единосущней: поет: Христос воскресе: трижды, и стихи его. Слава, и ныне: Христос воскресе: трижды, таже ектениа. На Господи воззвах, стихиры воскресны 3: и анатолиев 1, и праздника 6, Слава, и ныне, праздника: Послан бысть: Вход, Свете тихий: Прокимен, глас 7: Кто Бог велий, яко Бог наш: со стихи его, и чтений праздника 5. [Аще в неделю вечера: посем иерей: И о сподобитися нам: Евангелие Иоанна, зачало 65: Сущу позде в день той: Конец: Не иму веры.] таже, ектениа. На литии стихиры самогласны праздника: Слава, и ныне, Благовествует Гавриил: На стиховне стихира воскресна едина, таже припев: Да воскреснет Бог: и поем стихиры Пасхи, с припевы их. Слава, праздника: Днесь радость: И ныне, Пасхи: Воскресния день: и на конец: Христос воскресе: трижды. Тропарь праздника, трижды, и благословение хлебов, и раздаяние, и чтение праздника. На утрени, по внегда благословити иерею, и рещи: Христос воскресе: трижды, и стихи его, и по скончании, Слава, тропарь праздника: И ныне, тойже. Таже, ектениа великая, и полиелей, и седален, и чтение праздника. Степенна, 1-й антифон 4-го гласа. Прокимен, и Евангелие праздника. Воскресение Христово: трижды. псалом 50 не глаголем, но абие: Слава: Молитвами Богородицы: И ныне, тойже. посем припев на глас 6: Благовестите день от дне: и поем стихиру самогласну праздника, глас 6: Послан бысть: таже молитва: Спаси Боже люди твоя: и Господи помилуй, 12. и по возгласе, Канон Пасхи со ирмосом на 6: и праздника, со ирмосом на 8: ирмосы Пасхи и праздника, по дважды. Катавасиа Благовещения, ирмос, оба лика вкупе. По 3-й песни, кондак и икос Пасхи, и седален праздника. По 6-й песни, кондак и икос праздника, и чтение дне: таже Воскрес Иисус: трижды. На 9-й песни припевы Пасхи, и праздника. Светилен Пасхи единожды, и праздника дважды. На хвалитех стихиры воскресны гласа три: и праздника подобны три. Таже, Да воскреснет Бог: и поем стихиры Пасхи, с припевы их. Слава, праздника: Да веселятся небеса: И ныне, Пасхи: Воскресния день: Христос воскресе: трижды. Слава, и ныне: тропарь праздника. Ектении, и отпуст. и дается святый елей братии: и бывает литиа вне обители. Часы же поем по обычаю Пасхи. На литургии, антифоны Пасхи. По входе глаголем стих: В церквах благословите Бога Господа: Христос воскресе: трижды. тропарь праздника. Слава, кондак Пасхи: И ныне, праздника. Вместо трисвятаго, Елицы во Христа крестистеся: Прокимен, апостол, Аллилуиа, и Евангелие, прежде Благовещения, таже дне. и по ряду божественная литургиа Златоустаго. Причастен дне, и праздника.
  
  [Зри] Известно же да будет, яко не своим смотрением, о еже како пети подобает Благовещению, во дни святыя четыредесятницы, и в седмице великия недели, на Святую Пасху, службу, еже о сем повелено бысть.
  
  Ибо типику великия церкве последовавше известно, и синаксарий видевше честныя обители студийския, и прочих, еще же и иерусалимския типики прошедше, сия вчинихом. и никтоже убо да дивится пременению бываему, стихирам же и канонам, и чтениям, прокименом же и апостолом, аллилуиам, и евангелиам и причастнам, еже тако пременити повелено есть: но день да сматряет, егда навечерие Благовещения бывает: такожде и день праздника есть, и обрящеши, яко егда в постен день навечерие случится, чести ради святыя четыредесятницы, поем стихиры дне, и потом Благовещения: и литургии преждесвященных. Оттуду же приимет начало праздника, вся предваряют Благовещения.
  
  [Зри] Подобает ведати, яко аще случится праздник сей в кийлибо день великия недели, или в субботу Лазареву, или в неделю цветоносную.
  
  Прежде вчинихом Благовещения службу, понеже прежде Страсти Христовы быти сему празднику, за еже не быти посту в нем. Паки же в великия дни седмицы разсудихом: аще случится в них Благовещение, на вечерни предваряет стихиры дне, и потом Благовещения, поста ради, якоже прежде рехом, и за преславное дне. Быти же в великий пяток и проскомидии вчинихом, аще случится Благовещение: аще бо и правила инако повелевают, но обретохом в соборней велицей церкви, в молебных храмех Богородицы, бывати с просфорами службе совершенней: темже сия сице и в великий пяток литургию Златоустову вчинихом.
  
  Указ о отдании Благовещения Пресвятыя Богородицы:
  
  [Зри] Подобает ведати, аще случится Благовещение в пяток 3, или 4-я недели постов.
  
  Поем всю службу праздника с триодию по уставу, якоже прежде указася в ряду. На утрени, в субботу 3-ю отдание поем праздника. На Бог Господь, тропарь праздника, дважды. Слава, архангела: И ныне, праздника. по кафисме седальны праздника, и чтение праздника. Канон праздника, со ирмосом на 8: и архангела, на 6. Катавасиа праздника. [Зри] Четверопеснца же зде не поем, но поем напреди на повечерии. По 3-й песни кондак архангела, и седален, дважды. Слава, и ныне, праздника: и чтение. По 6-й песни кондак праздника, и икос. На 9-й песни, Честнейшую не поем, но поем припев праздника, таже ирмос: и на кийждо тропарь праздника, поем припев тойжде, и последи ирмос. Светилен праздника: Слава, архангела: И ныне, праздника. На хвалитех стихиры на 6: праздника, 3: и архангела, 3: Слава, и ныне, праздника. Славословие великое. По трисвятом, тропарь архангела. Слава, и ныне, праздника. Ектении, и отпуст, и час 1-й. На 1-м часе, тропарь праздника и архангела: и кондак праздника, и прочая: и совершенный отпуст. На литургии, блаженна праздника, песнь 3-я и 6-я. По входе тропарь праздника, и архангела: Слава, кондак архангела. И ныне, праздника. Прокимен праздника. апостол, Аллилуиа и Евангелие дне и праздника. Вместо Достойно, поем ирмос праздника. Причастен праздника.
  
  [Зри] Аще ли случится отдание Благовещения в неделю 3-ю постов.
  
  В субботу на малей вечерни, обычно триоди. На велицей вечерни, на Господи воззвах, стихиры воскресны 3: и Креста 4: и праздника 3. Слава, Креста: И ныне, праздника, [или Богородичен 1-й гласа.] Вход, прокимен дне, и ектении. На литии стихиры праздника, глас 1. Слава, Креста: И ныне, праздника. На стиховне стихиры воскресны. Слава, Креста: И ныне, праздника. На благословении хлебов тропарь праздника, дважды: и Креста единожды: и чтение. На утрени, на Бог Господь, тропарь воскресн дважды: Слава, Креста: И ныне, праздника. По кафисмах седальны воскресны, и богородичны их. и чтение во евангелии толковом. По непорочных ипакои гласа, и чтение во евангелии. Степенна, и прокимен гласа. Всякое дыхание: Евангелие воскресно. псалом 50: Стихира, глас 8: Покаяния отверзи ми двери: и прочее воскресно. Канон воскресн со ирмосом на 4, и праздника на 4, и Креста на 6. Катавасиа Креста: оба лика вкупе. По 3-й песни кондак праздника: и седален Креста, и чтение праздника. По 6-й песни, кондак и икос Креста: и чтение. На 9-й песни поем Честнейшую: Светилен воскресн. Слава, Креста: И ныне, праздника. На хвалитех стихиры воскресны 3, и Креста 2, и праздника 3, с припевы их. и потом припев: Воскресни Господи Боже мой: и поем самогласну стихиру триоди: Слава, туюжде: И ныне, Преблагословенна еси: Славословие великое. По трисвятом вход. и поем тропарь Креста: Спаси Господи люди твоя: трижды. и бывает поклонение честному Кресту по обычаю. таже ектениа: и оглашение Студитово. и отпуст, и исхождение. Слава, и ныне, стихира евангельская, и час 1-й в притворе. На часех, тропарь воскресн: Слава, Креста: И ныне, Богородичен часов. По Отче наш, кондак Креста. На 3-м часе, тропарь воскресн, Слава, праздника: И ныне, Богородичен часов. По Отче наш, кондак праздника, и Креста, пременяюще глаголем. На литургии, блаженна гласа на 4: и Креста песнь 3-я на 4: и праздника песнь 9-я на 4. По входе тропарь воскресн, и Креста, и праздника: Слава, кондак Креста: И ныне, праздника. Прокимен, апостол, Аллилуиа, Евангелие и причастен, прежде Креста, и потом праздника Богородицы. За Достойно, О тебе радуется: [Зри] Архангела Гавриила поем службу в понедельник.
  
  [Зри] Аще случится отдание Благовещения, и Собор архистратига Гавриила, в неделю 3-ю поста, и аще есть храм его:
  
  На велицей вечерни, Блажен муж: кафисма вся. На Господи воззвах, стихиры воскресны 3: и Креста подобны 3: и праздника подобна два, и архангела подобна два: обои на 4. Слава, Креста: И ныне, праздника: или Богородичен настоящаго гласа. Вход. Прокимен дне. На литии стихиры праздника. Слава, праздника: И ныне, Креста. На стиховне стихиры воскресны. Слава, Креста: И ныне, праздника. На благословении хлебов тропарь праздника дважды: и Креста единожды. и чтение во апостольских посланиих. На утрени, на Бог Господь: тропарь воскресн, единожды: и Креста единожды: Слава, архангела: И ныне, праздника. По кафисмах седальны воскресны, и богородичны их, и чтение во евангелии толковом. По непорочных ипакои гласа: и чтение. Степенна, и прокимен гласа. Евангелие воскресно: Воскресение Христово: псалом 50. Стихира, глас 8: Покаяния отверзи ми: и прочая. Канон воскресн, со ирмосом на 4: и праздника 3: и архангела 3: и Креста на 4. Катавасиа Креста. По 3-й песни кондак праздника, и архангела, и седален архангела: Слава, Креста: И ныне, праздника. По 6-й песни, кондак и икос Креста. На 9-й песни поем Честнейшую: Светилен воскресн: Слава, Креста: И ныне, праздника. На хвалитех стихиры воскресны 3: и Креста два: архангела со славным 3: с припевы его. Таже припев: Воскресни Господи Боже мой: и поем самогласну стихиру триоди. Слава, туюжде: И ныне, Преблагословенна еси Богородице Дево: Славословие великое. По трисвятом вход, и Креста поклонение по обычаю. и ектении, и отпуст. Слава, и ныне, стихира евангельская, и оглашение Студитово. и час 1-й в притворе. На 1-м часе, тропарь воскресн: Слава, Креста: И ныне, Богородичен часов. По трисвятом кондак Креста. На 3-м часе, тропарь воскресн: Слава, праздника: И ныне, Богородичен часов. По трисвятом, кондак праздника, и Креста, и архангела, глаголем пременяюще. Блаженна гласа на 4: и Креста песнь 3-я на 4: и архангела песнь 6-я на 4. По входе тропарь воскресн, и Креста, и праздника и архангела. Кондак Креста: Слава, архангела: И ныне, праздника. Прокимен Креста, и архангела. Апостол, Аллилуиа, и Евангелие, прежде Креста, и архангела. За Достойно поем: О тебе радуется: Причастен Креста, и архангела.
  
  Аще случится Благовещения отдание в неделю 4-ю или 5-ю постов.
  
  В субботу, на малей вечерни, стихиры по обычаю. На велицей вечерни, на Господи воззвах, стихиры воскресны 3: и анатолиев 1: и праздника 3: и архангела 3. Слава, праздника: И ныне, Богородичен 1-й, гласа. Вход, прокимен дне. На литии стихиры праздника 3, самогласны, глас 4, стиховны. Слава, и ныне, праздника. На стиховне стихиры воскресны по алфавиту. Слава, и ныне, праздника. На благословении хлебов, тропарь: Богородице Дево: трижды: и чтение. На утрени, на Бог Господь: тропарь воскресн дважды. Слава, архангела. И ныне, праздника. По кафисмах седальны воскресны с богородичны их: и чтение во евангелии толковом, и прочее воскресно. Канон воскресн, со ирмосом на 4 и триоди на 4: и праздника и архангела на 6. Катавасиа праздника. По 3-й песни, кондак архангела, и седален. Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. На 9-й песни, поем Честнейшую: Светилен воскресн. Слава, архангела. И ныне, праздника. На хвалитех стихиры воскресны 4: и праздника 4: со славою, с припевы его. Таже припев: Воскресни Господи Боже мой: и самогласен триоди: Слава, тойже: И ныне: Преблагословенна еси Богородице Дево: Славословие великое, тропарь воскресн. ектении, и отпуст, и оглашение Студитово, и обычное исхождение. Слава, и ныне, стихира евангельская. и час 1-й в притворе. На часех, тропарь воскресн. Слава, праздника: И ныне, Богородичен часов. По Отче наш, кондак праздника. На литургии, блаженна гласа на 6: и праздника песнь 9-я на 4. По входе тропарь воскресн и праздника, и архангела. кондак воскресн. Слава, архангела: И ныне, праздника. Прокимен, апостол, Аллилуиа, Евангелие, и причастен дне, и праздника. Вместо, Достойно, поем: О тебе радуется:
  
  Аще случится отдание Благовещения Пресвятыя Богородицы в понедельник 4-я или 5-я или 6-я недели постов.
  
  В неделю вечера, на Господи воззвах, стихиры триоди 3: и праздника 4: и архангела 3. Слава, и ныне, праздника. Вход, прокимен великий, ектениа: Исполним вечернюю: На стиховне стихиры триоди, самогласен дне, дважды, и мученичен: Слава, и ныне, праздника. По трисвятом тропари по чину постному, и поклоны три великия, и отпуст. Повечерие малое, без поклонов, поклоны от Слава в вышних: на немже глаголем канон рядовый минеи. В понедельник на утрени поем всю службу, якоже в ряду 26 числа писано.
  
  Аще отдание Благовещения случится в среду 4-я недели постов, еже есть крестопоклонную.
  
  Во вторник вечера, на Господи воззвах, стихиры на 10, триоди самогласен дне дважды, и мученичен: и подобны три, и праздника 4. Слава Креста: И ныне, праздника. Вход, прокимен, и чтение дне, и праздника. и по ряду божественная литургиа Златоустаго. [Зри] Архангела же службу поем во ин день, или на повечерии. Повечерие же и утреню поем, якоже предписася. На утрени, канон праздника, со ирмосом на 6: и Креста на 4. А идеже трипеснец, и поем канон праздника, со ирмосом на 4, и Креста на два. Трипеснец же поем по чину их на 8. последи ирмос трипеснца. По 3-й песни, кондак и икос праздника, и седален триоди. Слава, и ныне, праздника: По 6-й песни, кондак и икос Креста. На 9-й песни, поем Честнейшую: Светилен троичен. На хвалитех стихиры Креста, на 4: писаны во вторник вечера на Господи воззвах: Слава, и ныне, праздника. На стиховне триоди: Слава, самогласен триоди: И ныне, паки тойже. На 1-м часе, поклонение Креста, часы с поклоны по постному.
  
  [Зри] Аще случится отдание Благовещения в четверток 5-я недели постов.
  
  В среду вечера, и в четверток на утрени, поем всю службу праздника с триодию, якоже указася в день постен. А отдание поем Благовещения в четверток на утрени с трипеснцем апостольским: великий бо канон прелагается, и предпет есть сеяже седмицы во вторник.
  
  Аще случится отдание праздника Благовещения в субботу акафиста.
  
  В пяток вечера, поем стихиры на 10, триоди самогласен дне дважды: и праздника Богородицы на 8. Слава, триоди: Еже от века таинство: И ныне, праздника: Послан бысть: Вход, и чтение дне: и праздника два. Ектениа малая, и возглас трисвятаго: Яко свят еси Боже наш: таже поем, Святый Боже: Прокимен, апостол, Аллилуиа, Евангелие, и причастен праздника, и прочее: литургиа Златоустаго. На утрени, на Бог Господь: тропарь акафиста трижды. По 1-й кафисме кондаки 3, и икосы 3. и паки кондак 1-й, и чтение акафиста. По 2-й кафисме кондаки 3, и икосы 3. и паки кондак 1-й, и чтение. псалом 50. Канон праздника, со ирмосом на 6: и акафиста на 8. Катавасиа: Отверзу уста моя: оба лика вкупе. Четверопеснец же зде не поем: но напред поем на повечерии. По 3-й песни, кондаки 3, и икосы 3. и паки кондак 1-й: и потом седален праздника, и чтение праздника. По 6-й песни, кондаки 3, и икосы 3: таже кондак: О всепетая мати: трижды. и паки икос и кондак 1-й и чтение. На 9-й песни, Честнейшую не поем, но поем припев праздника. таже ирмос: Яко одушевленному: Светилен праздника, дважды. На хвалитех стихиры триоди, на 4: Слава, и ныне, праздника. Славословие великое. По трисвятом тропарь праздника. Ектении, и отпуст, и час 1-й. На 1-м часе, тропарь праздника. По трисвятом кондак праздника: и прочее, и совершенный отпуст. На литургии, блаженна акафиста, песнь 3-я и 6-я. Прокимен: Величит душа моя Господа: Апостол дне, таже Богородицы. Аллилуиа Богородицы. Евангелие дне, таже Богородицы: За Достойно, ирмос: Яко одушевленному Божию кивоту: Причастен: Чашу спасения:
  
  Аще случится отдание Благовещения Пресвятыя Богородицы в субботу Лазареву, или неделю ваий, или во един от дней страстныя седмицы, или светлыя: тогда отдания Благовещения несть, и поются стихиры и канон попразднства, и архангела на повечерии в мимошедших днех шестыя недели.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя матере нашея Матроны Селунския.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 4. Подобен: Яко добля: На стиховне триоди. На утрени, канон, глас 4. По 3-й песни, седален, глас 5.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Илариона новаго. И преподобнаго Стефана чудотворца.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры Илариона, глас 4. Подобен: Дал еси знамение: и Стефана, глас тойже. Подобен: Яко добля: На утрени, канон Илариона, глас 2: другий Стефана, глас 1. По 3-й песни, седален Илариона, глас 4. Слава, Стефана, глас 1.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description:
            'Преподобнаго отца нашего Марка, епискпа Арефусийскаго, и Кирилла диакона, и иных, при Иулиане мучителе пострадавших.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 8. Подобен: О преславнаго чудесе! На утрени, канон, глас 8. По 3-й песни, седален, глас 4.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Иоанна списателя Лествицы.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 8. Подобен: О преславнаго чудесе! Слава, глас 6: Преподобне отче, во всю землю: И ныне, Богородичен: На стиховне, Слава, глас 8: Монахов множества: И ныне, Богородичен. Аще суббота, или неделя, тропарь, глас 8: Слез твоих теченьми: септемвриа в 3 день. На утрени, канон, глас 8. По 3-й песни,
  
  Кондак, глас 1. Подобен: Лик ангельский: Плоды присноцветущия от твоея книги принося учения премудре, услаждаеши сердца, сим с трезвением внемлющих блаженне: лествица бо есть, души возводящая от земли к небесней и пребывающей славе верою чтущих тя.
  
  Таже седален, глас 8. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: На высоте Господь воздержания, истинна тя положи, якоже звезду нелестную, световодящую концы, наставниче Иоанне отче наш.
  
  И икос: По 9-й песни, светилен. Слава, и ныне, Богородичен.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго и чудотворца Ипатиа, епискпа гаггрскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа. Стихиры, глас 8. Подобен: О преславнаго чудесе! На утрени, канон, глас 4. По 3-й песни, седален, глас 1.`,
        },
      },
    ],
  },
];
