import { Day } from '../../../typicon/models';

export const FEBRUARY: Day[] = [/*
  {
    memories: [
      {
        description: 'Предпразднство Сретения Господа Бога, и Спаса нашего Иисуса Христа. И святаго мученика Трифона.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, обычная кафисма. На Господи воззвах, стихиры предпразднства 3, глас 4. Подобен: Яко добля: И святаго 3, глас 1, Подобен: Всехвальнии мученицы: Слава, глас 2: Преобидел еси, И ныне, предпразднства, глас тойже: Днесь Симеон: Аще в пяток вечера, Слава, предпразднства, И ныне, догматик гласа. На стиховне стихиры глас 2. Подобен: Доме евфрафов: с припевы их. Слава, и ныне, глас тойже: Священнаго священная: Тропарь мученика, глас 4: Мученк твой Господи, Трифон: септемвриа во 2 день.

  Слава, и ныне, предпразднства, глас 1: Небесный лик небесных ангел приник на землю, пришедша зрит яко младенеца носима ко храму перворожденна всея твари, от Матере неискусомужныя, предпразднственную убо с нами поют песнь, радующеся.

  На утрени, на Бог Господь, тропарь предпразднства, дважды. Слава, святаго. И ныне, предпразднства: и обычныя кафисмы, и седален, предпразднства, и чтение. Канон предпразднства, со ирмосом на 8: и святаго на 4. По 3-й песни,

  Кондак, мученика, глас 8. Подобен: Яко начатки: Троическою твердостию многобожие разрушил еси от конец всеславне, честен во Христе быв, и победив мучители во Христе Спасителе, венец приял еси мученичества твоего, и дарования божественных исцелений, яко непобедимь.

  И седален, глас 4. Слава, и ныне, предпразднства. По 6-й песни,

  Кондак, глас 6: Со Отцем Слово сый невидимо, ныне убо видимь есть плотию, неизреченно от Девы родися, и на руку старчу дается святителю: поклонимся тому истинному Богу нашему.

  И икос. Светилен мученика. Слава, и ныне, предпразднства. На стиховне стихиры предпразднства, глас 2. Подобен: Доме евфрафов: с припевы их. Слава, и ныне, глас тойже: Зиждитель небесе: На 1-м часе, кондак предпразднства, и отпуст. На литургии, блаженна от канона предпразднства, песнь 3-я, и мученика 6-я. По входе тропарь предпразднства, и храма святаго, и мученика: и кондак храма. Слава, мученика. И ныне, предпразднства. Прокимен, глас 7: Возвеселится праведник о Господе: Стих: Услыши Боже глас мой: Апостол к римляном, зачало 99: Вемы, яко любящим Бога: Аллилуиа, глас 4: Праведник яко финикс процветет: Евангелие Луки, зачало 51 от полу: Се даю вам власть: Причастен: В память вечную:

  [МРК] Аще ли случится предпразднство Сретения Господня в неделю, прежде недели мытаря и фарисеа.

  В субботу на малей вечерни, стихиры воскресны, и Богородицы, по обычаю. Тропарь воскресен. Слава, и ныне, Богородичен его. На велицей вечерни, на Господи воззвах, стихиры воскресны 3, и анатолиев един: и предпразднства 3: и мученика три. Слава, святаго. И ныне, Богородичен настоящаго гласа. На литии, стихира храма, таже стихиры стиховныя предпразднства вечерния. Слава, предпразднства, иже писана на Господи воззвах. И ныне, иже писана на утрени, на стиховне. На стиховне, стихиры воскресны. Слава, и ныне, предпразднства. На благословении хлебов тропарь: Богородице Дево: дважды. и предпразднства единожды. и чтение. На утрени, на Бог Господь, тропарь воскресн дважды. Слава, святаго. И ныне, предпразднства. По кафисмах седальны воскресны, и богородичны их, и чтение во евангелии. посем поем непорочны, ипакои, и чтение. Степенна гласа. Таже, прокимен, и Всякое дыхание: и Евангелие воскресно. Таже, Воскресение Христово: и псалом 50: и стихира воскресна. Канон воскресн со ирмосом на 4: и Богородицы на два, и предпразднства на 4: и мученика на 4. Катавасиа праздника: Сушу глубородительную землю: По 3-й песни, кондак и икос предпразднства. и седален святаго. Слава, и ныне, предпразднства. По 6-й песни, кондак и икос воскресн. На 9-й песни поем Честнейшую: Светилен воскресн. Слава, мученика. И ныне, предпразднства. На хвалитех стихиры воскресны 4, и анатолиев 1: и предпразднства 3, стиховныя, с припевы их. Слава, стихира евангельская. И ныне: Преблагословенна еси: Славословие великое. Тропарь воскресн, и ектении, и отпуст, и оглашение: и обычное исхождение в притвор, и час 1. На 1 часе, тропарь воскресн. Слава, предпразднства. И ныне, Богородичен часов. По Отче наш, кондак предпразднства, и конечный отпуст. На 3-м часе, тропарь воскресн. Слава, мученика. И ныне, Богородичен часов. По Отче наш: кондак воскресн. Такожде и на прочих часех глаголем прежде тропарь воскресн, а предпразднства и мученика тропари пременяюще глаголем. Такожде и кондаки, воскресн, и предпразднства, пременяюще глаголем. На литургии, блаженна октоиха, на 4: и предпразднства песнь 3, на 4, и святаго песнь 6, на 4. По входе тропарь воскресн, и предпразднства: таже храма святаго, и мученика. Кондак воскресн, и храма святаго. Слава, мученика: И ныне, предпразднства. Прокимен, апостол, Аллилуиа, и Евангелие, прежде недели, потом святаго.

  [МРК] Подобает ведати, аще случится предпразднство Сретения Господня в неделю фарисееву, или блуднаго, или мясопустную.

  В субботу на малей вечерни, стихиры воскресны, и Богородицы, по обычаю. На велицей вечерни, стихиры воскресны 3, и анатолиев 1, и триоди 3, и предпразднства, 3. Аще ли неделя мясопустная: и поем стихиры воскресны 3, и триоди 4, и предпразднства 3. Слава, триоди: И ныне, Богородичен 1-й гласа. На литии стихира храма, и предпразднства стиховны вечерния. Слава, триоди: И ныне, предпразднства, стиховны утренния. На стиховне стихиры воскресны. Слава, триоди. И ныне, предпразднства. На благословении хлебов тропарь, Богородице Дево: дважды, и предпразднства, единожды: и Буди имя Господне: трижды. и чтение. [Зри] [А идеже несть бдения, по Ныне отпущаеши: тропарь воскресн, Слава, и ныне, предпразднства. На повечерии, по Отче наш: кондак предпразднства. Слава, и ныне, триоди.На утрени, на Бог Господь, тропарь воскресн, дважды. Слава, и ныне, предпразднства: и прочая и до канона воскресно. Канон воскресн, со ирмосом на 4: и Богородицы на 2: и предпразднства на 4: и триоди на 4. Катавасиа праздника. [Зри] [Аще ли неделя мясопустная. Канон воскресн, на 4: и предпразднства, на 4: и триоди, на 6. Катавасиа триоди.] По 3-й песни кондак и икос предпразднства: и седален триоди, дважды. Слава, и ныне, предпразднства. По 6-й песни кондак и икос триоди. На 9-й песни поем Честнейшую: Светилен воскресн: Слава, триоди: И ныне, предпразднства. На хвалитех стихиры воскресны 4, и анатолиев 1, и триоди три, с припевы их. [Зри] [Аще ли неделя мясопустная. Поем стихиры воскресны 4: и триоди с припевы их 4. Слава, триоди. И ныне: Преблагословенна еси: Славословие великое. Тропарь воскресн. ектении, и отпуст. Таже, Слава, и ныне, стихира евангельская: и час 1-й в притворе. На часех, тропарь воскресн. Слава, предпразднства, И ныне, Богородичен часов. По трисвятом кондак предпразднства, и триоди, пременяюще глаголем. На литургии, блаженна гласа, на 4: и триоди песнь 3, на 4: и предпразднства 6, на 4. По входе тропарь воскресн, и предпразднства. Слава, кондак триоди. И ныне, предпразднства. Прокимен гласа. Апостол, Евангелие, и причастен дне. [Зри] [Аще ли неделя мясопустная. Прокимен триоди. Причастен дне, и триоди.

  Святаго же Трифона службу поем, егда настоятель разсудит.

  [МРК] Аще случится предпразднство Сретения Господня в субботу мясопустную: Тогда поем службу предпразднства Сретения Господня прежде в пяток тоя недели, со святым Киром и Иоанном и Трифоном вкупе. Стихиры предпразднства 3, и безмездников 3. Слава, безмездников. И ныне, предпразднства. На стиховне предпразднства. Слава, безмездников. И ныне, предпразднства. На утрени, по кафисмах, седальны предпразднства. Канон предпразднства, со ирмосом на 6: и святых на 8: Трифона на 4: и безмездников на 4. На хвалитех стихиры Трифона на 4. Слава, его же. И ныне, предпразднства. На стиховне предпразднства, и прочее. Службу же о усопших поем на ряду по обычаю, в субботу мясопустную, якоже и всегда.

  [МРК] Аще случится предпразднство Сретения Господня в понедельник, или во вторник, или четверток сырныя недели.

  Стихиры предпразднства 3: и святаго 3. Слава, святаго. И ныне, предпразднства. На стиховне триоди, самогласен дне, дважды, и мученичен. Слава, и ныне, предпразднства. По трисвятом тропарь святаго. Слава, и ныне, предпразднства. [Зри] На повечерии, по Достойно, кондак предпразднства. На утрени, на Бог Господь тропарь предпразднства, дважды. Слава, святаго. И ныне, предпразднства. По 1-й кафисме ектениа, и седален предпразднства. По 2-й кафисме седален триоди, без ектении. Канон предпразднства со ирмосом на 8: и святаго на 4. [Зри] А идеже приспеет трипеснец: и поем канон предпразднства, со ирмосом на 4: и святаго три стиха на 2: и триоди на 8. Катавасиа триоди. По 3-й песни, кондак и икос. и седален святаго. Слава, и ныне, предпразднства. По 6-й песни, кондак и икос предпразднства. По 9-й песни, светилен святаго. Слава, и ныне, предпразднства. На стиховне, триоди самогласен. дважды, и мученичен. Слава, и ныне, предпразднства. По Благо есть, и по трисвятом, тропарь святаго. Слава, и ныне, предпразднства. На часех, тропарь предпразднства. Слава, святаго. И ныне, Богородичен часов. По трисвятом кондак предпразднства. На литургии, блаженна от канона предпразднства, песнь 3-я, и святаго, 6-я. По входе тропарь предпразднства, и храма святаго, и мученика. Таже кондак храма святаго. Слава, мученика. И ныне, предпразднства. Прокимен, апостол, Евангелие и причастен дне, и святаго.

  [МРК] Подобает ведати, аще случится предпразднство Сретения Господня в среду, или пяток сыропустныя недели.

  Во вторник вечера, стихиры предпразднства 3: и святаго 3. Слава, святаго. И ныне, предпразднства. На стиховне триоди, самогласен дне, дважды, и мученичен, с припевы обычными. Слава, и ныне, предпразднства. По трисвятом тропарь святаго. Слава, и ныне, предпразднства. Ектениа, и поклоны 3 великия, и отпуст. Повечерие же поем великое, от Внегда призвати ми: на немже поем трипеснец утренний триоди, первый. По трисвятом кондак предпразднства, и 3 поклоны великия, и молитва, и обычный отпуст. На утрени, на Бог Господь, тропарь предпразднства, дважды. Слава, святаго. И ныне, предпразднства. По 1-й кафисме, седален предпразднства. По 2-й кафисме, седален триоди, дважды. Слава, и ныне, Крестобогородичен без ектении. Канон предпразднства со ирмосом на 6: и святаго на 4: и триоди на 4. [Зри] Егда же приидет трипеснец поем канон предпразднства, со ирмосом на 4: и святаго три стиха на два: и триоди на 8. Настоящаго канона рядовая песнь на 4: и втораго трипеснца на 4, первый же трипеснец предпет на повечерии. По 3-й песни, кондак святаго, и седален его. Слава, и ныне, предпразднства. По 6-й песни, кондак и икос предпразднства. По 9-й песни, светилен святаго. Слава, и ныне, предпразднства. На стиховне самогласен триоди, дважды: и мученичен. Слава, и ныне, предпразднства. Ектениа, и поклоны 3 великия, и час 1-й. На 1-м часе, тропарь предпразднства. Слава, святаго. И ныне, Богородичен часов. По трисвятом кондак предпразднства. По Честнейшую, поклоны 3 великия: и отпуст, и по отпусте литиа. Такожде и на прочих часех тропарь предпразднства, и святаго. На 6-м часе, обычный тропарь, и чтение. По трисвятом кондак предпразднства: и по коемждо часе, по три поклоны великия. Вечерня же праздника бывает во свое время. [Зри] Сице поем службу предпразднства, аще случится и в пяток вечера и утра неизменно. На повечерии, трипеснец утренний, первый, гласа 6-го. Ирмос: Божиим светом твоим блаже:

  Аще случится предпразднство Сретения Господня в субботу сыропустную.

  Вечер, кафисма рядовая. На Господи воззвах, стихиры на 6: предпразднства, 3, и отцев, триоди, 3. Слава, отцев: И ныне, Богородичен 1-й гласа. Вход, прокимен дне, и чтение триоди, и прокимен: Да уповает Израиль на Господа: На стиховне триоди, самогласен дважды: и мученичен. Слава, отцев: И ныне, предпразднства. По Ныне отпущаеши: и по трисвятом, тропарь отцев. Слава, и ныне предпразднства, ектениа, и отпуст. [Зри] На повечерии, по Достойно, и по трисвятом, кондак отцев. Слава, и ныне, предпразднства. На утрени, на Бог Господь, тропарь предпразднства дважды. Слава, отцев: И ныне, предпразднства. По кафисмах седальны оба отцев. И ныне, предпразднства. Канон предпразднства, со ирмосом на 6: ирмос по дважды, и отцев на 8. Катавасиа, ирмос триоди: Песнь возслем: Вторыя же песни ирмос триоди, поем единожды: последи покрываем темже ирмосом. По 3-й песни: кондак и икос предпразднства, и седален отцев. Слава, и ныне, предпразднства. По 6-й песни, кондак и икос отцев. Светилен отцев. Слава, и ныне, предпразднства. На хвалитех стихиры отцев, на 4. Слава, отцев. И ныне, предпразднства. Славословие великое: и прочее утрени. На часех, тропарь предпразднства. Слава, отцев. И ныне, Богородичен часов. Кондаки же предпразднства, и отцев, глаголем пременяюще. На литургии, блаженна предпразднства, песнь 3-я на 4: и отцев 6-я на 4. По входе тропарь предпразднства, и отцев. Слава, кондак отцев. И ныне, предпразднства. и прочая вся служба дне, и отцев. Мученка же Трифона служба поется на повечерии, или егда настоятель разсудит.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Сретение Господа Бога и Спаса нашего Иисуса Христа.',
        service: {
          typikonSign: TypikonSign.ВЕЛИКИЙ,
          instructions: `Творим бдение.

  На малей вечерни, стихиры праздника, на 4, глас 1. Подобен: Небесных чинов: Слава, и ныне: Днесь священная Мати: На стиховне стихиры, глас 2. Подобен: Доме евфрафов: с припевы их: 1-й, Ныне отпущаеши: 2-й, Свет во откровение языков: Слава, и ныне, глас и подобен тойже.

  Тропарь, глас 1: Радуйся благодатная Богородице Дево: из тебе бо возсия солнце правды Христос Бог наш, просвещаяй сущия во тьме. веселися и ты, старче праведный, приемый во объятия свободителя душ наших, дарующаго нам воскресение.

  Ектениа малая, и отпуст. На велицей вечерни, по предначинательном псалме поем, блажен муж, 1-й и антифон. На Господи воззвах, поем стихиры на 8, самогласны, глас 1: Глаголи Симеоне: Слава, и ныне, глас 6: Да отверзется дверь небесная: Вход, прокимен дне, и чтения три. 1-е, Исхода: Глагола Господь к Моисею в день он: 2-е, Пророчества Исаиина: Бысть в лето, в неже умре Озиа царь: 3-е, Пророчества Исаиина: Се Господь седит на облаце: На литии стихиры самогласны, глас 1: Ветхий деньми: Слава, глас 5: Испытайте писания: И ныне, глас тойже: Ветхий деньми: На стиховне стихиры, глас 7: Украси твой чертог: с припевы их. Слава, и ныне, глас 8: Иже херувимех носимый: На благословении хлебов, тропарь, глас 1: Радуйся благодатная Богородице Дево: трижды, писан на малей вечерни. И чтение праздника. [Зри] [Аще же несть бдения, по Ныне отпущаеши, тропарь праздника, и отпуст. На повечерии, глаголем по Достойно кондак праздника. Полунощницу поем по обычаю с кафисмою. По 1-м трисвятом глаголем, вместо, Се жених: тропарь праздника. По 2-м трисвятом вместо, Помяни Господи яко благ: глаголем кондак праздника. Таже, Господи помилуй, 12: И отпуст. Молитвы же, Помяни Господи в надежди: не глаголем. На утрени, на Бог Господь, тропарь праздника, трижды. И обычныя кафисмы: и седальны праздника: И чтение во евангелии. И даются свещи братиям. И поем полиелей праздника: и седален праздника, глас 4. Слава, и ныне, тойже. И чтение. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Помяну имя твое во всяком роде и роде. Стих: Отрыгну сердце мое слово благо: Всякое дыхание: Евангелие Луки, зачало 8: Бе человек во Иерусалиме: и псалом 50. Стихира самогласна, глас 6: Да отверзется дверь небесная: Канон праздника, глас 3: творение кир Космы: ирмосы по дважды: тропари на 12. Катавасиа праздника: ирмос оба лика вкупе. По 3-й песни, седален праздника, глас 4. Подобен: Удивися: Слава, и ныне: тойже. По 6-й песни,

  Кондак, глас 1: Утробу Девичу освятивый рождеством Твоим, и руце Симеоне благословивый, якоже подобаше, предварив, и ныне спасл еси нас Христе Боже: но умири во бранех жительство, едине человеколюбче.

  И икос, и чтем пролог. На 9-й песни, Честнейшую не поем: но поем припевы праздника. И паки вжигают свещи братия. и ирмос последи: В законе сени: Светилен праздника, трижды. На хвалитех стихиры праздника на 4, глас 4. Подобен: Дал еси знамение: Слава, и ныне, глас 6: На руках старческих: Славословие великое. По трисвятом тропарь праздника: ектении, и отпуст: и час 1-й. На 1-м часе, тропарь праздника. По Отче наш: кондак праздника: и прочая. и совершенный отпуст. [О часе же 2-м дне исходим с литиею вне монастыря, поюще стихиры праздника, и канон: и возвращшеся поем часы и литургию. На литургии, блаженна праздника, от канона песнь 3-я, и 6-я. Вход: Сказа Господь спасение свое, пред языки откры правду свою. Таже тропарь праздника: Слава, и ныне, кондак праздника. Прокимен, песнь Богородицы, глас 3: Величит душа моя Господа: Стих: Яко призре на смирение рабы своея: Апостол ко евреем, зачало 316: Без всякаго прекословия: Аллилуиа, глас 8: Ныне отпущаеши раба твоего Владыко: Стих: Свет во откровение языков: Евангелие Луки, зачало 7: Вознесоста родителя отроча Иисуса: Причастен: Чашу спасения:

  [МРК] Ведомо буди, яко аще случится праздник Сретения Господня в неделю, прежде недели мытаря и фарисеа.

  В субботу на малей вечерни, на Господи воззвах, стихиры воскресны гласа на 4. Слава, и ныне, праздника. На стиховне стихира воскресна едина: и праздника стиховна великия вечерни, с припевы праздника. Слава, и ныне, праздника. Тропарь воскресн, Слава, и ныне, праздника. ектения малая: и отпуст. На велицей вечерни, на Господи воззвах, стихиры воскресны 3: и анатолиев 1: И праздника 6. Слава, и ныне, праздника. Вход, прокимен дне: И чтения праздника три. На литии стихиры, и Слава, и ныне, праздника. На стиховне стихиры воскресны. Слава, и ныне, праздника. На благословении хлебов тропарь праздника трижды. и Буди имя Господне: и чтение праздника. [Зри] [А идеже несть бдения, по Ныне отпущаеши, и по трисвятом, тропарь воскресн. Слава, и ныне, праздника. На повечерии, по Достойно и по трисвятом, кондак воскресн. Слава, и ныне, праздника. Полунощницу же поем по обычаю с каноном троичным.На утрени, на Бог Господь, тропарь воскресн дважды. Слава, и ныне, праздника. По обычных кафисмах седальны воскресны с богородичны их: и чтение во евангелии толковом. Таже полиелей, и тропари: Ангельский собор: И седальны праздника оба по единожды Слава, и ныне, седален, иже по полиелеи. И чтение праздника. Степенна гласа. Прокимен, и Евангелие праздника. Таже, Воскресение Христово: и псалом 50. И целование евангелиа по обычаю: И стихира праздника. Канон воскресн со ирмосом на 4: и Богородицы на два: и праздника на 8. Катавасиа праздника. По 3-й песни, кондак и икос воскресн: и седален праздника единожды. Слава, и ныне, тойже. По 6-й песни, кондак и икос праздника: И чтем пролог. На 9-й песни поем, Честнейшую: Светилен воскресн. Слава, и ныне, праздника. На хвалитех стихиры воскресны 4: И праздника 4, со стихи праздничными. Слава, праздника. И ныне: Преблагословенна еси: Таже, славословие великое. Тропарь воскресн точию. ектении, и отпуст. Таже, стихира евангельская, и оглашение, и обычное исхождение, и час 1-й в притворе. На часех, тропарь воскресн. Слава, праздника. И ныне, Богородичен. На всех часех, кондак воскресн, и праздника, глаголем пременяюще: На литургии, блаженна воскресна гласа, на 6: и праздника, песнь 3, на 4. По входе тропарь воскресн, и праздника. Слава, кондак воскресн. И ныне, праздника. Прокимен, апостол, Аллилуиа, и Евангелие чтем прежде недели гласа, таже праздника: Причастен: Хвалите Господа с небес: и праздника.

  [МРК] Подобает ведати, аще случится праздник Сретения Господня в неделю мытаря и фарисеа, или блуднаго, или мясопустную, или сыропустную.

  В субботу, на малей вечерни, стихиры воскресны гласа на 4. Слава, и ныне, праздника. На стиховне стихира воскресна едина: и праздника стиховна великия вечерни, с припевы их. Слава, и ныне, праздника: Тропарь, воскресн. Слава, и ныне праздника: и отпуст. На велицей вечерни, поем, Блажен муж, кафисму всю. На Господи воззвах, стихиры воскресны гласа, 3: и триоди 3: и праздника 4. [Аще ли неделя мясопустная: Воскресны 3: и триоди 4: и праздника 3.] Слава, триоди. И ныне, праздника. Вход, чтения праздника 3. На литии стихиры праздника, глас 1: Ветхий деньми: и прочих две. Таже в триоди хвалитных два стиха.

  [Зри] Аще неделя фарисеева, 1-й стих, глас 3: Фарисеа велехвальный: 2-й, глас 8: От дел похваленьми:

  [Зри] Аще есть неделя блуднаго: По стихирах праздника поем в литии, триоди 3 стиха хвалитных: 1-й стих, глас 2: Блуднаго глас: 2-й, глас 8: Иждих блудно: 3-й, глас 6: Отче благий:

  [Зри] Аще ли неделя мясопустная: И по стихирах праздника поем 2 стиха хвалитных: 1-й, глас 6: Помышляю день он: 2-й, О каковый час тогда:

  [Зри] Аще ли неделя сыропустная: И поем в литии триоди хвалитных, два же стиха, 1-й стих, глас 5: Увы мне: 2-й, Поприще добродетелей: Славу же поем во все те недели, фарисееву, и блуднаго, и мясопустную, и сыропустную, в триоди, яже писана на литии. И ныне, праздника. [Зри] [Того ради вчинися петися триоди хвалитным стихам в литию на вечерни, за еже не оставити триоднаго стиха ни единаго, еже ему не петися.] На стиховне, стихиры воскресны. Слава, триоди: И ныне, праздника. На благословении хлебов тропарь праздника трижды: и чтение в посланиих апостольских. И идеже не будет бдения, по Ныне отпущаеши, тропарь воскресн. Слава, и ныне, праздника. На повечерии, по трисвятом, кондак триоди. Слава, и ныне, праздника. Полунощницу же поем по обычаю, с каноном троичным. На утрени, на Бог Господь, тропарь воскресн дважды. Слава, и ныне, праздника. По кафисмах седальны воскресны, с богородичны их: и чтение во евангелии толковом: и полиелей праздника. и тропари, Ангельский собор:

  [Зри] Аще ли неделя блуднаго, или мясопустная, или сыропустная: Припеваем и 3-й псалом: На реках вавилонских: таже величание праздника, и седален праздника, по единожды: и чтение праздника. Степенна гласа, прокимен праздника. Всякое дыхание: Евангелие праздника. Воскресение Христово: и псалом 50. Стихира праздника. Канон воскресн, со ирмосом на 4: и триоди на 4: и праздника на 6. Катавасиа праздника, оба лика вкупе. [Зри] [Аще ли неделя мясопустная: Канон воскресн на 4: и триоди на 6: и праздника на 4.] По 3-й песни, кондак и икос, и седален триоди. Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника, и чтем синаксарий: На 9-й песни поем, Честнейшую: Светилен воскресн. Слава, триоди: И ныне, праздника. На хвалитех стихиры воскресны, 4: и праздника 4, с припевы праздника. Слава, праздника: И ныне, Преблагословенна еси:

  [Зри] Аще ли неделя мясопустная: На хвалитех стихиры воскресны 4: и праздника со славным 4, с припевы праздника: и по скончании стихир праздничных глаголем стих: Воскресни Господи Боже мой: и поем самогласну стихиру триоди, глас 8: Даниил пророк: Слава, глас 1: Предочистим себе братие: И ныне, Преблагословенна еси:

  [Зри] Аще ли неделя сыропустная: На хвалитех поем якоже в неделю мясопустную, и глаголем стих такожде: Воскресни Господи Боже мой: И поем самогласну стихиру в триоди, глас 6: Адам из рая отгонится: Слава, глас тойже, Приспе время: И ныне, Преблагословенна еси: Славословие великое. тропарь воскресн, и обычный отпуст, и исхождение в притвор. Слава, и ныне, стихира евангельская: и час 1-й. На 1-м часе, и на прочих, тропарь воскресн. Слава, праздника: И ныне, Богородичен часов. По Отче наш, кондак праздника, и триоди пременяюще глаголем. На литургии, блаженна гласа, на 4: и триоди песнь 3, на 4: и праздника 6-я, на 4. Входное праздника. Посем тропарь воскресн, и праздника. Слава, кондак триоди: И ныне, праздника. Прокимен гласа, и праздника. [Аще ли неделя мясопустная: прокимен триоди, и праздника.] Апостол, Аллилуиа и Евангелие, и причастен, прежде дне, и праздника.

  [МРК] Аще ли случится праздник Сретения Господня в субботу мясопустную: Служба умерших поется, вечер и утро в субботу мимошедшую. или в четверток мясопустный. В субботу же служба вся праздника единаго поется непременно.

  [МРК] Аще ли случится Сретение Господне в понедельник, или во вторник. или в четверток сыропустныя недели:

  Вечер на малей вечерни, на Господи воззвах, стихиры праздника на 4. Слава, и ныне, праздника: На стиховне самогласен дне триоди дважды, и мученичен. Слава, и ныне, праздника. Тропарь праздника. ектения, и отпуст. На велицей вечерни, и на утрени, совершается вся служба праздника, непременно, якоже прежде указася на ряду: зане триодь с праздником не поется, в кой день не случится на сырной недели, кроме субботы и недели, разве самогласны стихиры дне, яже глаголется на малей вечерни, якоже указася. [Зри] А идеже не бывает всенощное, и малая вечерня, не поется, поем на велицей вечерни по предписанному. А на стиховне, Слава триоди, самогласен дне: И ныне, праздника. На хвалитех по стихирах праздника, Слава триоди, самогласен дне: И ныне, праздника. Славословие великое. На часех, и на литургии служба вся праздника: дне же апостол, и Евангелие, вычитаем напреди.

  [МРК] Аще ли случится праздник сретения господня в среду сыропустную, или в пяток:

  На малей и на велицей вечерни, и на утрени, совершается служба вся, якоже указася в понедельник сырный, непременно: бывает же на конец вечерни, и утрени, и всякаго часа, точию по 3 поклоны великия. На часех, глаголем тропарь, и кондак праздника. На 6-м же часе, глаголется тропарь паремии, и чтется паремиа. Литургиа же Златоустаго совершается во свое время: Вечерню же поем по повседневному во свое время. По обычном псалме, кафисма обычная. [Зри] А идеже было всенощное, кафисмы не глаголем: но по обычном псалме глаголем, Господи воззвах к тебе: таже стихиры праздника: 3: И святаго Симеона 3. Слава, святаго: И ныне, праздника. Прокимен дне, и паремиа. Таже прокимен: Да уповает Израиль на Господа: На стиховне триоди самогласен дне дважды, и мученичен. Слава, и ныне, праздника. Тропарь праздника, и отпуст.

  [Зри] Подобает ведати, аще случится Сретение Господне в понедельник сырный: И трипеснец утренний поем на повечерии в неделю: а самогласен дне триоди утренний, поем в праздник, на хвалитех славу.

  Аще ли Сретение Господне во вторник сырный: И вторничный трипеснец поем в среду сырную на повечерии: а самогласен дне утренний, поем в праздник, на хвалитех славу.

  Аще ли Сретение Господне в среду сырную: И средный канон поем и трипеснец в четверток сырный на повечерии: а самогласен триоди утренний поем в праздник, на хвалитех славу.

  Аще ли Сретение Господне в четверток сырный: И четвертка трипеснец поем во вторник сырный на повечерии.

  Аще ли Сретение Господне в пяток сырный: И поем пятка канон, и с трипеснцем, в среду сырную на повечерии.

  [МРК] Аще ли случится праздник Сретения Господня в субботу сырную:

  В пяток вечера, на малей вечерни, стихиры праздника, на 4. Слава, и ныне, праздника. Прокимен, и паремия дне: и по ней прокимен: Да уповает Израиль на Господа: На стиховне триоди самогласен дне дважды: и мученичен. Слава, и ныне, праздника: Тропарь праздника, и отпуст. На велицей вечерни, поем Блажен муж, 1-й антифон. На Господи воззвах, поем стихиры на 10: праздника на 6: и отцев на 4. Слава, отцев: И ныне, праздника. Вход, прокимен дне, и чтение праздника. На литии стихиры, и Слава, и ныне, праздника. На стиховне стихиры праздника. Слава, отцев: И ныне, праздника. На благословении хлебов, тропарь праздника дважды, и отцев единожды: и чтение праздника. А идеже несть всенощнаго бдения: поем на велицей вечерни, все по предписанному. Прокимен, и чтение дне: и прокимен, Да уповает Израиль на Господа: таже, чтения праздника. На стиховне праздника: таже отцев припев: Честна пред Господем смерть преподобных его. и поем самогласен их: Монахов множества: Слава, самогласен триоди. И ныне, праздника. На утрени, на Бог Господь, тропарь праздника дважды. Слава, отцев: И ныне, праздника. По кафисмах седальны праздника, и чтение праздника. По полиелеи седальны праздника. Степенна 1-й антифон 4-го гласа. Прокимен праздника, и Всякое дыхание: Евангелие, и по 50-м псалме, стихира праздника. Канон праздника, со ирмосом на 8, и отцев на 6. Катавасиа праздника. По 3-й песни кондак и икос отцев: и седален отцев, дважды: Слава, и ныне, праздника. По 6-й песни кондак и икос праздника, и чтем синаксарий. На 9-й песни поем Честнейшую: Светилен праздника. Слава, отцев: И ныне, праздника. На хвалитех стихиры праздника 3: и отцев 3. Слава, отцев. И ныне, праздника. Славословие великое. Тропарь отцев. Слава, и ныне, праздника. Ектении, и отпуст. и обычное исхождение в притвор, и час 1. На часех, тропарь праздника. Слава, отцев. И ныне, Богородичен часов. По Отче наш, кондак праздника. На литургии, блаженна праздника, песнь 3-я на 4: и отцев 6-я, на 4. Входное праздника. Тропарь праздника, и отцев. Слава, кондак отцев. И ныне, праздника. Прокимен, апостол, Аллилуиа, Евангелие, и причастен, прежде праздника, и отцев.

  [МРК] Подобает ведати, аще случится праздник Сретения Господня в понедельник первыя недели поста: тогда службу праздника пети в неделю сыропустную по предписанному.

  [МРК] Подобает ведати, аще случится попразднство Сретения Господня в неделю прежде недели мытаря и фарисеа: а святый поется на 4, или на 6:

  В субботу на малей вечерни, стихиры воскресны и Богородицы, по обычаю. Тропарь воскресн. Слава, и ныне, Богородичен его. На велицей вечерни, по кафисме, на Господи воззвах, стихиры воскресны 3, анатолиев 1. и праздника того дне 3, и святаго минеи 3. [Зри] [Аще ли поется святый на 6, или емуже и полиелей, и поем стихиры воскресны 3: и праздника 3: и святаго 4. Слава, святаго, аще же ни:] Слава, праздника. И ныне, Богородичен 1-й гласа. На литии стихиры праздника того дне рядовыя стиховныя, и святаго, аще полиелей. Слава, святаго. И ныне, праздника. Аще же ни, Слава, и ныне, праздника. На стиховне стихиры воскресны: Слава, святаго, аще есть. И ныне, праздника. На благословении хлебов тропарь, Богородице Дево: дважды, и праздника единожды. и чтение в посланиих апостольских. На утрени, на Бог Господь, тропарь воскресн дважды. Слава, святаго, аще есть: аще же ни, Слава, и ныне, праздника. По кафисмах седальны воскресны, и богородичны их. и чтение во евангелии толковом. Посем непорочны, и ипакои, и чтение недели ряд. [Аще ли святый имать полиелей, по кафисмах поем святаго полиелей, и по полиелеи, тропари: Ангельский собор: и по ектении седальны святаго по единожды. Слава, седален, иже по полиелеи. И ныне, Богородичен его: и чтение.] Степенна, и прокимен гласа. Всякое дыхание: Евангелие воскресно, и Воскресение Христово: Канон воскресн со ирмосом на 4: и Богородицы на два: и праздника на 4: и святаго на 4. [Аще полиелей, или славословие, и поем канон воскресн со ирмосом на 4: и праздника на 4: и святаго на 6:] Катавасиа праздника. По 3-й песни, кондак и икос праздника, и святаго аще имать, и седален его. Слава, и ныне, праздника, и чтение. По 6-й песни, кондак и икос воскресн: и чтем пролог. На 9-й песни поем Честнейшую: Светилен воскресн. Слава, святаго, аще имать: И ныне, праздника. На хвалитех стихиры воскресны 4: святаго, аще имать, подобны 3, и самогласен иже на Слава: поем с припевы его. Аще ли не имать святый хвалитных: и поем воскресны 4, и праздника 4, того дне стиховны утренния, с припевы их. Слава, стихира евангельская. И ныне, Преблагословенна еси: Славословие великое. Тропарь воскресн точию: ектении, и отпуст, и оглашение, и обычное исхождение в притвор, и час 1-й. На 1-м часе, тропарь воскресн. Слава, праздника: святаго же, аще есть тропарь и кондак глаголем пременяюще. И ныне, Богородичен часов. По Отче наш, кондак праздника, и конечный отпуст. Такожде и На прочих часех глаголем воскресн тропарь прежде, а праздника и святаго пременяем. Кондак воскресн и праздника глаголем пременяюще же, аще полиелей, и святаго. На литургии, блаженна октоиха, на 6, и с троичным: и праздника песнь на 4. [Аще ли имать святый песнь и блаженна воскресна на 4: и праздника песнь на 4: и святаго песнь 6-я на 4.] По входе тропарь воскресн, и праздника: таже храма, и святаго, аще имать. Кондак воскресн и храма. Слава, святаго, аще имать. И ныне, праздника. Прокимен, апостол, и Евангелие, прежде недели ряд: таже святаго, аще имать. Причастен: Хвалите Господа: и святаго, аще имать: аще же ни, праздника.

  [МРК] Аще случится попразднство Сретения Господня в неделю фарисееву, или блуднаго, или мясопустную:

  На малей вечерни, на Господи воззвах, и на стиховне стихиры октоиха, по обычаю. На велицей вечерни, на Господи воззвах, стихиры воскресны 4: и триоди 3: и праздника 3: [Зри] [Аще ли неделя мясопустная: Стихиры воскресны 3: и триоди 4: и праздника 3.] Слава, триоди. И ныне, Богородичен 1-й гласа. На литии стихиры праздника рядовыя того дне стиховныя, и триоди хвалитны. Слава, триоди. И ныне, праздника. На стиховне стихиры воскресны. Слава, триоди. И ныне, праздника. На благословении хлебов, тропарь: Богородице Дево: дважды, и праздника, единожды: и чтение. На Бог Господь, тропарь воскресн, дважды. Слава, и ныне, праздника. По кафисмах седальны воскресны, с богородичны их, и чтение во евангелии толковом. По непорочных тропари: Ангельский собор:

  [Аще же неделя блуднаго, или мясопустная: Поем полиелей: прилагаем же и третий псалом: На реках вавилонских:] Степенна, и прокимен гласа. Всякое дыхание: Евангелие воскресное. Воскресение Христово: и прочее. Канон воскресн, со ирмосом на 4, и Богородицы на 2: и триоди на 4: и праздника на 4. Катавасиа праздника.

  [Зри] Аще ли в неделю мясопустную: Канон воскресн, на 4: и триоди, на 6: и праздника на 4. Катавасиа триоди. По 3-й песни, кондак и икос праздника. Слава, седален триоди. И ныне, праздника. По 6-й песни, кондак триоди, и икос. На 9-й песни, поем Честнейшую: таже светилен воскресн. Слава, триоди. И ныне, праздника. На хвалитех, стихиры воскресны 4: и праздника самогласны 4, с припевы его.

  [Зри] Аще ли есть неделя мясопустная: И глаголем стих: Воскресни Господи Боже мой: и поем стихиру самогласну триоди: Даниил пророк: Слава, триоди же: Предочистим себе: И ныне: Преблагословенна еси:

  Аще ли неделя фарисеева, или блуднаго: Не глаголем триоди стиха, но по стихирах праздника, глаголем: Слава, в триоди. И ныне: Преблагословенна еси:

  Славословие великое. По трисвятом тропарь воскресн. ектении, и отпуст, и исхождение обычное в притвор. Слава, и ныне, стихира евангельская, и час 1. На часех, тропарь воскресн. Слава, праздника. И ныне, Богородичен часов. По Отче наш, кондак триоди, и праздника, пременяюще глаголем. На литургии, блаженна гласа на 4: и триоди, песнь 6-я на 4: и праздника песнь рядовая, на 4. По входе тропарь воскресн, и праздника. Слава, кондак триоди. И ныне, праздника. Прокимен, апостол, Аллилуиа, Евангелие, и причастен дне. [Зри] Аще ли будет попразднство Сретения в субботу мясопустную, тогда служба попразднства оставляется, и поем службу субботы умерших.

  [МРК] Подобает ведати, аще случится попразднство Сретения Господня в понедельник, или во вторник, или в четверток сырныя недели:

  На Господи воззвах, стихиры праздника 3: и святаго 3. Слава, святаго, аще имать. И ныне, праздника, аще ли ни, Слава, и ныне, праздника. На стиховне, триоди самогласен дне дважды, и мученичен. Слава, святаго, аще есть: И ныне, праздника. Аще ли ни, Слава, и ныне, праздника. Тропарь святаго, аще есть. Слава, и ныне, праздника. ектениа, и отпуст. На утрени, на Бог Господь тропарь праздника, дважды. Слава, святаго, аще есть. И ныне, праздника. По кафисмах седальны праздника. Канон праздника, со ирмосом на 8: и в минеи на 4. А идеже трипеснец, и поем канон праздника со ирмосом на 4: и минеи 3 стиха на два: и триоди на 8. Аще имать святый кондак и икос, глаголем по 3-й песни. Таже седален триоди, писан по 2-й кафисме. Слава, святаго. И ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен праздника. Слава, святаго. И ныне, праздника: аще ли ни, Слава, и ныне, праздника. На хвалитех стихиры праздника на 4, стиховныя того дне. Слава, и ныне, праздника. На стиховне триоди самогласен дне, дважды, и мученичен. Слава, святаго, аще есть. И ныне, праздника: аще ли ни, Слава, и ныне, праздника. По Отче наш, тропарь святаго. Слава, и ныне, праздника. аще же ни, праздника точию: и по ектении час 1-й. На часех, тропарь праздника. Слава, святаго, аще есть. И ныне, Богородичен часов. По трисвятом глаголем кондак праздника непременно.

  [МРК] Подобает ведати, аще случится попразднство Сретения Господня на сырной неделе в среду, или пяток:

  Поклонов несть, точию по конце коегождо часа по 3 великия поклоны. Вечер, на Господи воззвах, стихиры праздника 3: и минеи святаго 3. Слава, святаго аще есть. И ныне, праздника: аще ли ни, Слава, и ныне, праздника. На стиховне триоди самогласен дне, дважды: и мученичен. Слава, святаго, аще есть. И ныне, праздника: аще ли ни, Слава, и ныне, праздника. Тропарь святаго, аще имать. Слава, и ныне, праздника: аще ли ни, праздника. Ектениа, и поклоны три великия, и отпуст. Повечерие же поем великое, от Внегда призвати ми: на немже поем трипеснец утренний, триоди, 1. По Достойно, и по трисвятом, кондак праздника по Честнейшую, три поклоны великия, и на отпусте три поклоны: такожде и на полунощнице, на Честнейшую, 3 поклоны великия. На утрени, на Бог Господь, тропарь праздника, дважды: Слава, святаго, аще есть. И ныне, праздника: аще ли ни, Слава, и ныне, праздника. По кафисмах седальны праздника. Канон праздника, со ирмосом на 6: и минеи на 4, и триоди на 4. Егда же приидет трипеснец: и поем канон праздника, со ирмосом на 4: и минеи на два, первыя два стиха за един, и триоди на 8, настоящаго канона рядовая песнь на 4: и втораго трипеснца на 4. Первый же трипеснец предпет на повечерии. По 3-й песни, кондак святаго: таже седален триоди. Слава, святаго: И ныне, праздника. По 6-й песни, кондак и икос праздника: и пролог. По 9-й песни светилен святаго, аще есть. Слава, и ныне, праздника, аще ли ни, праздника дважды. На хвалитех стихиры праздника, подобны, на 4: стиховна того дне. Слава, и ныне, праздника. На стиховне триоди самогласен дне дважды, и мученичен, Слава, святаго, аще есть: И ныне, праздника. аще же ни, Слава, и ныне, праздника. По трисвятом тропарь святаго, аще есть. Слава, и ныне, праздника: аще ли ни, точию праздника. Ектениа: и поклоны 3 великия: и час 1-й. На 1-м часе, тропарь праздника. Слава, святаго: И ныне, Богородичен часов. По трисвятом, кондак праздника. По Честнейшую, 3 поклоны великия, и прочее: и совершенный отпуст, и поклоны 3. такожде и на прочих часех, глаголем тропарь праздника: и по трисвятом кондак праздника. по Честнейшую, по 3 поклоны великия. На 6-м часе, тропарь, паремии, и чтение: таже прокимен. По 9-м часе, поем блаженны скоро без пения, и прочее. В среду вечера стихиры праздника 3: и минеи святаго, подобны 3. Слава, и ныне, праздника. таже прокимен и паремиа дне. На стиховне триоди самогласен дне, дважды, и мученичен. Слава, и ныне, праздника. посем ектениа, Помилуй нас Боже: и поклоны три великия. и молитва, Всесвятая Троице: и Буди имя Господне, трижды: и псалом 33, и отпуст, и поклоны три.

  [МРК] Аще попразднство Сретения Господня случится в субботу сыропустную:

  В пяток вечера, по отпусте часов абие начинаем вечерню, и по обычной кафисме стихиры праздника 3, и отцев 3. Слава, отцев: И ныне, праздника. Прокимен, и паремиа дне. Таже, Сподоби Господи: На стиховне, самогласен триоди дважды, и мученичен. Слава, отцев: И ныне, праздника. Тропарь отцев. Слава, и ныне, праздника. Ектениа, и отпуст. На повечерии, кондак праздника. На утрени, на Бог Господь, тропарь праздника дважды. Слава, отцев: И ныне, праздника. По обоих кафисмах седальны отцев по дважды. Слава, и ныне, праздника. и чтение праздника, или отцев. Канон праздника со ирмосом на 6: и отцев на 8. Катавасиа праздника. По 3-й песни, кондак и икос, праздника: и седален отцев, дважды. Слава, и ныне, праздника. По 6-й песни, кондак и икос отцев. Светилен отцев. Слава, и ныне, праздника. На хвалитех стихиры праздника 3: стиховна того дне: и отцев 3. Слава, отцев: И ныне, праздника. Славословие великое. Тропарь отцев. Слава, и ныне, праздника. Ектении, и отпуст, и обычное исхождение в притвор и час 1-й. На часех, тропарь праздника, и отцев. Кондак праздника, и отцев, пременяюще глаголем. На литургии, блаженна праздника, песнь рядовая на 4: и отцев песнь 6-я. По входе тропарь праздника, и отцев: и храма святаго. Таже кондак храма святаго. Слава, отцев: И ныне, праздника. Прокимен, Аллилуиа, и причастен праздника, и отцев. Апостол, и Евангелие дне, и отцев.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго и праведнаго Симеона богоприимца, и Анны пророчицы.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, На Господи воззвах, стихиры праздника три, глас 1. Подобен: Небесных чинов: И святаго Симеона, 3, глас 4. Подобен: Дал еси знамение: Слава, и ныне, праздника, глас 5: Ветхий деньми: На стиховне стихиры праздника, глас 1. Подобен: Небесных чинов: с припевы праздника. Слава, и ныне, праздника, глас тойже: Днесь древле Моисею: По трисвятом тропарь праздника: и отпуст. На утрени, на Бог Господь, тропарь праздника, трижды, и обычныя кафисмы, и седальны праздника, и чтение по обычаю. Канон праздника, со ирмосом на 6: и святаго на 6, глас 4. По 3-й песни,

  Кондак святаго, глас 4. Подобен: Явился еси днесь: Старец днесь отрешитися от юз моляшеся сего жития тленнаго, Христа восприят на руки зиждителя и Господа.

  И седален праздника, глас 3. Подобен: Красоте: От Девы тя воплощенна: Слава, и ныне, тойже. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен: Непременне по ипостаси: Слава, и ныне, праздника. На стиховне стихиры праздника, глас 6. Подобен: Тридневен: с припевы. Слава, и ныне, глас 2: Священнаго священная: На литургии, блаженна от канона праздника, песнь 1-я: и святаго песнь 6. Прокимен, праздника: и святаго, глас 7: Возвеселится праведник о Господе: Стих: Услыши Боже глас мой: Апостол ко евреем, зачало 321, от полу: Христос пришед архиерей: Аллилуиа: Свет возсия праведнку: Евангелие Луки, зачало 8: Бе человек во Иерусалиме: Причастен праздника, и святаго: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего, Исидора Пилусиотскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аще ли несть 40-цы, поется воследование праздника, и святаго. Стихиры праздника, 3: глас 4. Подобен: Дал еси знамение: И святаго 3, глас тойже, Подобен: Яко добля: Слава, и ныне, праздника глас 2: Днесь Симеон на руки: На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: с припевы праздника. Слава, и ныне, глас тойже, самогласен: Священнаго священная: Тропарь святаго, глас 8: В тебе отче известно: октовриа в 1 день. Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, святаго: И ныне, праздника. По обычных кафисмах седальны праздника: и чтение. Канон праздника, со ирмосом на 8: и святаго, на 4, глас 6. По 3-й песни,

  Кондак святаго, глас 4. Подобен: Явился еси: Денницу другую тя церковь обретши преславне, твоих словес молниями освещаема, взывает ти: радуйся всеблаженне богомудре Исидоре.

  И седален, глас 3: Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни светилен праздника, дважды. На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, глас 7: Свет во откровение: Аще ли есть пост, поем дне.`,
        },
      },
      {
        description: `В тойже день святаго благовернаго великаго князя Георгиа.
          Совершается собор его, идеже лежат мощи его.`,
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Тропарь, глас 8: На высоте великаго княжения седя, явился еси благочестием и верою сияя отечеству своему яко солнце: по святей Троице ревностию разжегся, и за веру крепко пострадав, кровь свою пролиял еси. тем и отсеченая твоя за Христа глава свидетельствует яве о тебе, прилепшая по смерти к телеси твоему: с неюже и до днесь нетленны пребывают мощи твоя, от нихже источаеши исцеления душам и телесем нашим. но яко дерзновение имея ко Христу, страстотерпче Георгие, непрестанно моли, державу твою и сродник твоих безвредну сохранити молитвами твоими.

  Кондак, глас 8. Христове смерти подобяся, и того испити чашу возжелев яко живота: за негоже мужески подвизался еси, презрев земное царство, от безбожных варвар пострадав до смерти, Георгие богомудре. тем моли спастися молитвами твоими.`,
        },
      },
      {
        description: `В тойже день преподобнаго отца нашего Кирилла, новоезерскаго чудотворца.
          Совершается собор его во обители его.`,
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Тропарь, глас 8: Божиим духом подвизаемь, слез твоих тучами изсохшее напоил еси, и безплотное в пустыни житие показал еси: и еже из глубины сердца, бодренными молитвами и постом, благодеяния труды уплодоносил еси: и вселенную всю просветил еси сиянием чудес твоих, отче наш Кирилле, моли Христа Бога спастися душам нашим.

  Кондак, глас 8: Взбранному и крепкому адаманту, прогонителю бесов, новому чудотворцу победительная, страстей злых свободившеся, благодарственная восписуем ти, отче наш Кирилле. но яко имея дерзновение у престола Христова, верою чтущих тя, град же и люди, молитвою твоею сохраняй: ты бо еси стаду твоему похвала и утверждение.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя мученицы Агафии.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника 3, глас 1. Подобен: Небесных чинов: И мученицы 3, глас 4. Подобен: Дал еси знамение: Слава, мученицы, глас 8, самогласен: Преславно чудо бысть: И ныне, праздника, глас тойже: Иже на херувимех: На стиховне стихиры праздника, глас 6. Слава, и ныне, глас 2. Тропарь святыя, глас 4: Агница твоя Иисусе Агафиа: септемвриа в 16 день. Слава, и ныне, праздника. На утрени, на Бог Господь тропарь праздника дважды. Слава, мученицы: И ныне, праздника и обычныя кафисмы: и седальны праздника. Канон праздника, со ирмосом на 8, ирмос по дважды, и святыя на 4, глас 2. По 3-й песни,

  Кондак, глас 4. Подобен: Явился еси: Да украсится днесь церковь порфирою славною, омоченою от чистых кровей Агафии мученицы, радуйся, вопиющи, катанская похвало.

  И седален, глас 3. Слава, и ныне праздника, глас тойже: и чтение. По 6-й песни, кондак и икос праздника, и пролог. По 9-й песни, светилен мученицы. Слава, и ныне, праздника. На стиховне стихиры, глас 2. Подобен: Доме евфрафов: Слава, и ныне, праздника, глас 8 подобен тойже: Радуйся яже радость:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Вукола епискпа Смирнскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: 'Стихиры праздника 3, глас 1. Подобен: Небесных чинов: и преподобнаго 3, глас 6. Подобен: Тридневен: Слава, и ныне, праздника, глас 5: Испытайте писания: На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, праздника, глас 5: Ветхий деньми: Тропарь, глас 4: Правило веры: септемвриа во 2 день. Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, святаго: И ныне, праздника. И обычныя кафисмы, и седальны праздника. и чтение. Канон праздника, со ирмосом на 8, и святаго на 4, глас 6. По 3-й песни, седален святаго, глас 4. Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. По 9-й песни, светилен праздника. На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, глас и подобен тойже: Велие и страшное:',
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Парфениа, епискпа Лампсакийскаго. И преподобнаго отца нашего Луки, иже во Елладе.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры святителя 3, глас 1. Подобен: Небесных чинов: и преподобнаго 3, глас 6. Подобен: Всю отложивше: Слава, и ныне, праздника, глас тойже. самогласен: На руках старческих: На стиховне стихиры праздника, глас 6. Подобен: Тридневен: Слава, и ныне, глас тойже, самогласен: Да отверзется дверь: Тропарь святых, глас 4: Боже отец наших: ноемвриа в 20 день. Слава и ныне, праздника. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, святых: И ныне, праздника: и обычныя кафисмы: и седальны праздника: и чтение. Канон праздника, со ирмосом на 6: и святых два, на 8: святителя, глас 4, и преподобнаго, глас 6: По 3-й песни,

  Кондак, глас 4. Подобен: Дева днесь: Чудес приял еси божественную благодать, богомудре священне Парфение, чудотворче богоносе, вся верных страсти очищая, духи лукавства отче изгоняя: сего ради тя воспеваем, яко велия таинника Божия благодати.

  И седален, глас тойже. Слава преподобнаго, глас 8: И ныне, праздника. По 6-й песни, кондак, и икос праздника. По 9-й песни, светилен праздника, дважды. На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, глас и подобен тойже: Радуйся яже радость:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святаго великомученика Феодора Стратилата:
          И святаго пророка Захарии Серповидца.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Стихиры мученика 3, глас 4. Подобен: Яко добля: и пророка 3, глас 8. Подобен: Что вы наречем: Слава, мученика, глас 8: Божиих даров: И ныне, праздника, глас тойже: Иже на херувимех: На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, мученика, глас 5: Днесь возсия паче денницы: И ныне, праздника, глас тойже: Ветхий деньми:

  Тропарь мученика, глас 4: Воинствословием истинным страстотерпче, небеснаго Царя воевода предобрый был еси Феодоре: оружиями бо веры ополчился еси мудренно, и победил еси демонов полки, и победоносный явился еси страдалец. темже тя верою присно ублажаем.

  Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, мученика: И ныне, праздника. и обычныя кафисмы: и седальны праздника: и чтение. Канон праздника со ирмосом на 6: и святых два канона на 8, глас 8. По 3-й песни, кондак праздника: и седален мученика, глас 8. Слава, пророка, глас 3. И ныне праздника: и чтение. По 6-й песни,

  Кондак мученика, глас 2: Подобен: Вышних ищя: Мужеством души в веру оболкийся, и глагол Божий аки копие в руку взем, врага победил еси, мучеников превелий Феодоре: с ними Христу Богу моляся не престай о всех нас.

  И икос: и пролог. По 9-й песни, светилен мученика. Слава, и ныне, праздника. На стиховне стихиры праздника, глас 1. Подобен: Всехвальнии мученицы: Слава, святаго, глас 8: Страдальческий состав: И ныне, праздника, глас 5: Испытайте писания: На литургии, блаженна праздника, песнь 8-я, и святаго, песнь 6-я. Прокимен, глас 7: Возвеселится праведнк о Господе: Стих: Услыши Боже глас мой: Апостол к Тимофею, зачало 292: Возмогай о благодати: Аллилуиа, глас 4: Праведнк яко финикс процветет: Евангелие Матфеа, зачало 36: Се Аз посылаю вас: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святаго мученика Никифора.
          В сий день отдается праздник Сретения Господня.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Аще же не случится в сий день отдание праздника, поется сице: На Господи воззвах, стихиры, глас 2. Подобен: Егда от древа: Слава, глас 6: Показал еси всем яве: И ныне, Богородичен, или Крестобогородичен. Тропарь мученика, глас 4: Мученк твой Господи: септемвриа во 2-й день. На утрени, канон, глас 8. По 3-й песни,

  Кондак, глас 1. Подобен: Лик ангельский: Любве союзом связався Никифоре, разрушил еси яве злобу ненависти, и мечем во главу твою усечен был еси, мученик божественный воплощшагося Спаса: егоже о нас моли поющих славную память твою.

  Таже седален, глас 1. По 6-й песни,

  Кондак, глас 3. Подобен: Дева днесь: Вперився славне Господнею любовию, и сего славный крест на рамо взем, посрамил еси диаволи козни: пострадал еси даже до смерти, и истины явился еси победоносец, оружник и таинник Божия благодати.

  По 9-й песни, светилен мученика.

  [МРК] Подобает ведати, аще прилучится отдание Сретения Господня прежде недели мытаря и фарисеа в седмице в кийлибо день, кроме недели.

  Вечер, по обычной кафисме, на Господи воззвах, стихиры праздника на 6, поемыя на самый праздник. Слава, и ныне, праздника, самогласен. Аще в пяток вечера, Слава, праздника: И ныне, Богородичен настоящаго гласа. Прокимен дне, входа и чтения несть. На стиховне стихиры праздника со стихи их. Слава, и ныне, праздника. По трисвятом тропарь праздника. Таже, ектениа и отпуст. На повечерии, по трисвятом, кондак праздника. Полунощницу поем по обычаю с кафисмою и тропари обычными. На утрени, на Бог Господь, тропарь праздника, трижды. По обоих кафисмах, седальны праздника, и чтения. Канон праздника со ирмосом на 14, ирмос по дважды. Катавасиа, тойже ирмос. По 3-й песни, седален праздника, дважды. По 6-й песни, кондак и икос праздника: и чтение в прологе. На 9-й песни, Честнейшую не поем, но поем припевы праздника, якоже и на самый праздник. Светилен праздника дважды. На хвалитех стихиры праздника на 4. Слава, и ныне, самогласен праздника. Посем Славословие великое. По трисвятом тропарь праздника, единожды. Таже ектении, и отпуст: и обычное исхождение в притвор, и час первый. На часех, тропарь и кондак праздника. На литургии, блаженна, песнь 9-я, со ирмосом на 6. По входе тропарь праздника. Слава, и ныне, кондак праздника. Прокимен, Аллилуиа, и причастен праздника: апостол и Евангелие дне. [Зри] Святаго же прилучившагося службу поем на повечерии, или како настоятель изволит.

  [МРК] Аще ли прилучится отдание праздника Сретения Господня в неделю, прежде недели мытаря и фарисеа:

  В субботу вечера, на малей вечерни стихиры воскресны по обычаю. На стиховне стихира воскресна едина, и праздника стиховна с припевы великия вечерни. Слава, и ныне, праздника. Тропарь воскресн. Слава, и ныне, праздника. На велицей вечерни, по предначинательном псалме поем, Блажен муж, кафисму всю. На Господи воззвах, стихиры воскресны 3, и анатолиев 1, и праздника 6, поемыя на самый праздник. Слава, праздника: И ныне, Богородичен 1-й гласа. На литии стихиры праздника. Слава, и ныне, праздника. На стиховне стихиры воскресны. Слава, и ныне, праздника. На благословении хлебов тропарь, Богородице Дево, дважды: и праздника единожды, и чтение в посланиих апостольских. На утрени, на Бог Господь, тропарь воскресн дважды. Слава, и ныне, праздника. По обоих кафисмах седальны воскресны, и богородичны их: и чтение во евангелии толковом, и полиелей, и тропари: Ангельский собор: ипакои гласа, и чтение. Степенна, и прокимен гласа. Всякое дыхание: Евангелие воскресно, и прочее воскресно и до канона. Канон воскресн со ирмосом на 4: и Богородице на 2: и праздника на 8. Катавасиа праздника, Сушу глубородительную землю: По 3-й песни, кондак и икос праздника: и седален праздника, дважды. По 6-й песни, кондак и икос воскресн: и чтем пролог. На 9-й песни поем Честнейшую: Светилен воскресн. Слава, и ныне, праздника. На хвалитех стихиры воскресны 4: и праздника со славным 4, со стихи праздничными. Слава, стихира евангельская: И ныне, Преблагословенна еси Богородице Дево: И Славословие великое. По трисвятом тропарь воскресн точию. ектении, и отпуст, и оглашение Студитово, и исхождение обычное в притвор, и час первый. На часех, тропарь воскресн. Слава, праздника: И ныне, Богородичен часов. По трисвятом кондак праздника, и конечный отпуст. Такожде и на прочих часех глаголем тропари и кондаки. На литургии, блаженна гласа, на 6: и праздника песнь 9-я, на 4. По входе тропарь воскресн, и праздника. Слава, кондак воскресн: И ныне, кондак праздника. Прокимен гласа, и праздника. Апостол и Евангелие недели ряд, и праздника. Причастен: Хвалите Господа с небес: Другий, праздника. [Зри] Прилучившагося же святаго рядоваго в сию неделю службу поем на повечерии, или како настоятель изволит.

  [Зри] Указ о празднице Сретения Господня, аще в кой день Сретение будет, или в кой день случится отдание его.

  Аще ли случится праздник Сретения Господня в неделю блуднаго, или в понедельник, или во вторник мясопустныя недели, отдается праздник в пяток тояже недели. Аще ли случится в среду, или четверток, или пяток, или в субботу мясопустныя недели: и отдается во вторник сырныя недели. Аще ли случится в неделю мясопустную, или в понедельник сырныя недели: и отдается в четверток тояже недели. Аще ли случится во вторник, или в среду сыропустныя недели: и отдается в субботу тояже недели. Аще ли случится в четверток сырный, или в пяток, или в субботу: и отдается в неделю сыропустную. Аще ли Сретение будет в неделю сыропустную, тогда празднуем един день.

  [Зри] Аще случится отдание Сретения Господня в неделю фарисееву, или блуднаго, или сыропустную.

  В субботу на малей вечерни, стихиры воскресны гласа, по обычаю. На стиховне стихира воскресна: и праздника стиховна великия вечерни. На велицей вечерни, на Господи воззвах, стихиры воскресны 3, и триоди 3, и праздника, со славным, 4. Слава, триоди: И ныне, Богородичен 1-й гласа. Аще ли храм Сретения: И ныне, праздника. На литии стихиры праздника, и триоди хвалитныя, кроме славна. Слава, триоди: И ныне, праздника. На стиховне стихиры воскресны. Слава, триоди: И ныне, праздника. На благословении хлебов, тропарь, Богородице Дево, дважды: и праздника единожды. На Бог Господь, тропарь воскресн, дважды. Слава, и ныне праздника. По кафисмах седальны воскресны, и богородичны их, и чтение: и поем полиелей. Псалом: Хвалите имя Господне: и другий псалом: Исповедайтеся Господеви:

  [Зри] Аще ли неделя блуднаго, или сыропустная. Поем и 3-й псалом: На реках вавилонских: со аллилуиею.

  Аще неделя фарисеа. Поем непорочны: и прочее воскресно, и до канона. Канон воскресн со ирмосом на 4: и триоди, на 4: и праздника на 6. Катавасиа праздника. По 3-й песни, кондак и седален триоди. Слава, и ныне, праздника. По 6-й песни, кондак и икос праздника. На 9-й песни, поем Честнейшую: Светилен воскресн. Слава, триоди: И ныне, праздника. На хвалитех стихиры воскресны, 4: и праздника, со славным, 4. Слава, триоди: И ныне, Преблагословенна еси:

  [Аще неделя сыропустная. И по стихирах праздника глаголем припевы: Воскресни Господи Боже мой: и поем самогласну стихиру триоди дне. Слава, ину стихиру. И ныне, Преблагословенна еси: и по отпусте, Слава, и ныне, стихира евангельская, и час 1-й. На часех, тропарь воскресн. Слава, праздника: И ныне, Богородичен часов. По Отче наш, кондак праздника, и триоди, пременяюще глаголем. На литургии, блаженна гласа на 4, и триоди песнь 3-я, на 4: и праздника 9-я на 4. По входе тропарь воскресн, и праздника. Слава, кондак триоди: И ныне, праздника. Прокимен дне. и праздника. [Зри] В субботу убо мясопустную отдание Сретения не бывает: такожде и в неделю мясопустную.

  [МРК] Аще ли отдание Сретения Господня случится во вторник, или четверток сырныя недели, и поем сице:

  Вечер, на Господи воззвах, стихиры праздника на 6. Слава, и ныне, праздника. На стиховне триоди самогласен дне, дважды: и мученичен, с припевы обычными. Слава, и ныне, праздника. Тропарь праздника. Рядоваго же святаго службу поем на повечерии, или како настоятель изволит. На утрени, на Бог Господь, тропарь праздника, трижды. По кафисмах седальны праздника. Канон праздника, со ирмосом на 14. А идеже трипеснец, поем праздника со ирмосом на 6: и триоди на 8. По 3-й песни седален триоди: писан по 2-й кафисме. Слава, и ныне, праздника. По 6-й песни кондак и икос праздника. На 9-й песни поем Честнейшую: Светилен праздника, дважды. На хвалитех стихиры праздника, на 4. Слава, и ныне, праздника. На стиховне триоди, самогласен дне, дважды: и мученичен. Слава, и ныне, праздника. Тропарь праздника: ектениа, и отпуст. На литургии, блаженна праздника, песнь 9-я на 6. По входе тропарь праздника, Слава, и ныне, кондак праздника. Прокимен, Аллилуиа, и причастен праздника. Апостол, и Евангелие дне. В среду же и пяток отдание Сретения не бывает.

  [МРК] Аще ли отдание сретения господня случится в субботу сыропустную:

  В пяток сырный вечера, на Господи воззвах, стихиры праздника, 3: и отцев 3. Слава, отцев: И ныне, праздника. Прокимен, и паремиа дне, и по ней прокимен: Да уповает израиль на Господа: На стиховне триоди самогласен дне дважды: и мученичен. Слава, отцев: И ныне, праздника. Тропарь отцев. Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь праздника дважды. Слава, отцев: И ныне, праздника. По кафисмах седальны праздника. Канон праздника со ирмосом на 8: и отцев на 6. Катавасиа праздника. По 3-й песни кондак и икос отцев, и седален их, дважды. Слава, и ныне, праздника. По 6-й песни кондак и икос праздника. На 9-й песни поем Честнейшую: Светилен праздника. Слава, отцев: И ныне, праздника, На хвалитех стихиры праздника 3: и отцев 3. Слава, отцев: И ныне, праздника. Славословие великое. Тропарь отцев: Слава, и ныне, праздника. и обычное исхождение в притвор: и час 1-й, и конечный отпуст. На литургии, блаженна праздника, песнь 9-я, на 4: и отцев песнь 6, на 4. По входе тропарь праздника, и отцев. Слава, кондак отцев: И ныне, праздника. Прокимен праздника, и отцев. Апостол, и Евангелие дне, и отцев. Причастен праздника, и отцев.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Харалампиа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры, глас 6. Подобен: Всю отложивше: Слава, и ныне, Богородичен или Крестобогородичен. Тропарь, глас 4: Мученк твой Господи: писан сего месяца в 1-й день. Канон, глас 6, на 4. По 3-й песни седален, глас 3. По 6-й песни,

  Кондак, глас 8. Подобен: Яко начатки: Подобствовав благодатию священства славне, церковь светло украсил еси божественным страданием, еже за Христа приял еси доблественно радуяся, Харалампие честный, светильниче всемирный, осияваяй концы, яко непобедимый.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Власиа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и святаго 3, глас 1. Подобен: Небесных чинов: Слава, глас 4: Яко добр: На стиховне октоиха. Слава, святаго, глас 6: Прозяб в пощении: Тропарь, глас 4: И нравом причастник: септемвриа в 3 день. На утрени, канон святаго на 4, глас 4. По 3-й песни,

  Кондак, глас 2. Подобен: Вышних ищя: Божественное прозябение, цвет неувядаемый, лозы Христовы розго многострадальная, богоносе Власие, верою чтущия память твою веселия твоего исполни, моляся непрестанно о всех нас.

  Таже седален, глас 8. По 6-й песни,

  Кондак, глас 8. Подобен: Яко начатки: Священия помазанием, и мучения кровию украсился еси славне Власие, и сияеши всюду в вышних ликуя, и нас назирая в храм твой пришедшия, и в нем тебе непрестанно зовущия: всех нас соблюди.

  И икос. По 9-й песни, светилен октоиха. Слава святаго.`,
        },
      },
      {
        description: `В тойже день преподобнаго отца нашего Димитриа Прилуцкаго чудотворца.
          Совершается собор его во обители его, и идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 1: Свыше от Бога преподобне благодать приял еси духовную, и от него убо познался еси блаженне. того ради и ты духом познал еси лучшая его, будущаго века пребывание, и постнически испытався во своих обителех. и ныне со ангелы ликовствуя, Спасу всех за ны молися святе Димитрие, да вси вопием: слава давшему ти крепость: слава венчавшему тя: слава действующему тобою всем исцеления.

  Кондак, глас 8. Подобен: Взбранной: От юности преподобне крест твой взем, Христу последовал еси, в молитвах и пощениих, во бдениих же и злостраданиих, плоть твою изнуряя. темже и всевидящее око твоя труды видев, чудесы тя прославляет, и всех звати тебе научает: радуйся преподобне отче Димитрие, постников удобрение.`,
        },
      },
      {
        description: `И преставление святаго благовернаго великаго князя Всеволода, нареченнаго во святом крещении Гавриила, Псковскаго чудотворца.
          Совершается собор его, идеже лежат мощи его, и идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Из млада явился еси богомудре княже Гаврииле божественный сосуд, избран Богови, благочестием воспитан, веру непорочну соблюд, и многи святыя церкви устроив, изгнание претерпел еси от своих, якоже и целомудрии прародители твои от брата убиение. с нимиже предстоя святей Троице молися, державы росския начальником сохраненным быти, и всем нам спастися.

  Кондак, глас 8. Подобен: Взбранной: Многомудренно преселився во град Псков, блаженне княже Гаврииле, плод благий Богови в жизни сей был еси, присноцветущь добродетельми, и якоже Давид незлобием: того ради получил еси жизнь вечную на небесех, всегда зря Святую Троицу, моли избавитися нам от всяких бед, да зовем ти: радуйся утверждение граду нашему.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отца нашего Мелетиа, архиепископа Антиохии великия.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3, и Мелетиа 3, глас 4. Подобен: Яко добля: Тропарь, глас 4: Правило веры: септемвриа во 2-й день. На утрени, оба канона октоиха: и святаго на 4, глас 8. По 3-й песни, седален святаго, глас 8. По 6-й песни,

  Кондак, глас 6: Духовнаго твоего дерзновения убоявся отступник бегает Македоний: молитвенное же служение совершающе твои раби, любовию притекаем, ангелом собеседниче Мелетие, огненный мечу Христа Бога нашего, вся безбожныя закалаяй: воспеваем тя светильника, просветившаго вся.`,
        },
      },
      {
        description: 'В тойже день, иже во святых отца нашего Алексиа митрополита, всея России чудотворца.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Аще несть пост, и изволит настоятель пети святителю Алексию со бдением, поем ему якоже прочим великим святым имущим бдение. [Зри] Аще ли пост: поем ему по Маркове главе, якоже указася пети Обретению честныя главы Предтечевы. [Зри] А идеже лежат мощи его, подобне и во храме, поется служба его по Маркове главе, якоже Сретения Господня.

  На малей вечерни, стихиры на 4, глас 8. Подобен: О преславнаго чудесе! Слава, глас тойже, самогласен: Приидите российстии собори: И ныне, Богородичен, глас тойже. На стиховне стихиры, глас 2. Подобен: Доме евфрафов: с припевы их. 1-й, Священницы твои облекутся в правду: 2, Блажен муж бояйся Господа: Слава, и ныне, Богородичен, подобен тойже: Обрадованная радуйся: По трисвятом глаголем,

  Тропарь, глас 8: Яко апостолом сопрестольна, и врача предобра, и служителя благоприятна, к раце твоей честней притекающе святителю Алексие, Богомудре чудотворче, сошедшеся любовию в память твою светло празднуем, в песнех и пеших радующеся, и Христа славяще, таковую благодать тебе даровавшаго исцелений, и граду твоему великое утверждение.

  Слава, ин тропарь, глас 4: Апостольских догмат опасна хранителя, церкве российския пастыря и учителя, преблаженнаго Алексиа святителя память празднующе, славословим Христа Бога нашего песньми достодолжными, даровавшаго нам угодника своего яко обильный источник точащь врачевания, граду же Москве похвалу и утверждение.

  И ныне, Богородичен. Ектениа малая, и отпуст. На велицей вечерни, по обычном псалме: Поем Блажен муж, 1-й антифон. На Господи воззвах, стихиры на 8: глас 5. Подобен: Радуйся: Ины стихиры, глас 2: Подобен: Киими похвальными: Слава, глас 6: Святителей удобрение: И ныне, Богородичен 1-й. Вход. Прокимен дне. Чтения три, святительская. На литии стихиры храма: и святаго самогласны 3, глас 8: Преподобне отче: Слава: глас 6: Егда пришел еси от царя: И ныне, Богородичен: Послан бысть: На стиховне, стихиры, глас 2. Подобен: Доме евфрафов: с припевы их. Слава, глас 6, самогласен: Благий рабе: И ныне: Творец и избавитель: На благословении хлебов тропари оба по единожды, писаны на малей вечерни: и Богородице Дево: единожды. и Буди имя Господне, трижды: с пением. и чтем от жития святаго Алексиа. Аще же несть бдения: Тропарь святаго. Слава, и ныне, Богородичен 1-й. На утрени, на Бог Господь, тропарь святаго. Слава, другий. И ныне, Богородичен 1-й. и обычныя кафисмы. По 1-й кафисме седален, глас 8, дважды. Слава, и ныне, Богородичен, и чтем Евангелие дне толковое. По 2-й кафисме седален, глас 4, дважды. Слава, и ныне, Богородичен. и чтем от жития святаго. По полиелеи седален святаго, глас 8, дважды. Слава, и ныне, Богородичен и чтение святаго: Степенна, 1-й антифон 4-го гласа. Прокимен, глас тойже: Честна пред Господем: Стих: Что воздам Господеви: Всякое дыхание: Евангелие Иоанна, зачало 36: Аз есмь дверь: По 50-м псалме стихира, глас 6: Неиздаема есть благодать: Канон Богородицы со ирмосом на 6: и святаго два канона, на 8: 1-й, глас 8. 2-й, глас 4: Катавасиа: Отверзу уста моя: По 3-й песни, седален, глас 4. Слава, глас 8. И ныне, Богородичен: и чтем от жития святаго. По 6-й песни,

  Кондак, глас 8. Подобен: Взбранной: Божественнаго и пречестнаго святителя Христова, новаго чудотворца Алексиа, верно вси поюще людие, любовию да ублажим, яко пастыря великаго, служителя же и учителя премудра земли российстей: днесь в память его притекше, радостно возопием песнь богоносному: яко имея дерзновение к Богу, многообразных нас избави обстояний, да зовем ти: радуйся утверждение граду нашему.

  И икос, и чтем пролог. По 9-й песни, светилен святаго, дважды. Слава, и ныне, Богородичен. На хвалитех стихиры, на 4, глас 8. Подобен: Что вы наречем: Слава, глас 6: Человече Божий: И ныне, Богородице, ты еси лоза: Славословие великое. По трисвятом тропарь. Слава, и ныне, Богородичен. Ектении, и отпуст, и дается святый елей от кандила святаго, и час 1. На 1-м часе, тропарь святаго. И ныне, Богородичен часов. По трисвятом кондак его, и совершенный отпуст. На литургии, блаженна от канона, песнь 3-я и 6-я. Прокимен, глас 7: Честна пред Господем: Стих: Что воздам Господеви: Апостол ко евреем, зачало 335: Повинуйтеся наставником: Аллилуиа: Воззваша праведнии: Стих: Многи скорби праведным: Евангелие Луки, зачало 24: Ста Иисус на месте равне: Причастен: В память вечную: [Зри] Святаго же Мелетиа службу поем на повечерии: или когда настоятель изволит. Тропарь, и кондак его, писаны выше сего.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Мартиниана.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3, и святаго 3, глас 2. Подобен: Егда от древа: Слава, глас тойже, самогласен: Радуйся честная: На стиховне октоиха. Слава, святаго, глас 6, самогласен: Испещрен одеждею: Тропарь, глас 8: Пламень искушений слез теченьми погасил еси блаженне, и морская волнения, и зверей стремления обуздавый, взывал еси: препрославлен еси всесильне, огня и бури спасый мя.

  На утрени, оба канона октоиха: и святаго на 4, глас 2. По 3-й песни седален, глас 4. По 6-й песни,

  Кондак, глас 2. Подобен: Твердыя: Яко подвижника благочестия искусна, и страдальца произволением честнаго, и пустыни жителя и всельника, в песнех достойно восхвалим Мартиниана присночестнаго: той бо змия попра.

  И икос, и пролог. По 9-й песни светилен октоиха. Слава, святаго: И ныне, Богородичен.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Авксентиа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и святаго 3, глас 4. Подобен: Дал еси знамение: Слава, глас 8: Чистая Духа Святаго мудрость: На стиховне октоиха. Тропарь, глас 1: Пустынный житель: септемвриа в 29-й день. На утрени, оба канона октоиха: и святаго на 4, глас 4. По 3-й песни седален, глас 8. По 6-й песни,

  Кондак, глас 2. Подобен: В молитвах: Насладився богомудре воздержания, и желания плоти твоея обуздав, явился еси верою сияя, якоже сад посреде рая процвел еси, Авксентие отче священне.

  И икос. Светилен октоиха. Слава, святаго: И ныне, Богородичен.`,
        },
      },
      {
        description: 'И преподобнаго отца нашего Константина философа, во мнисех Кирилла, учителя словенскаго.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 4: От пелен прилежно премудрость сестру себе сотворив, богогласе, пресветлую видев, яко девицу чисту, юже прием, приведе, яко монисты златыми сею украсив свою душу и ум, и обретеся яко другий Кирилл, блаженне, разумом и и именем мудре.

  Кондак, глас 2. Подобен: Твердыя: Твердым и богодухновенным учением просвещая мир пресветлыми зарями, обтече, яко молния вселенную, Кирилле блаженне, разсевая пресветлое Божие слово, на западе и севере и юзе мир просвещая чудесы.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго апостола Онисима.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и апостола 3, глас 1. Подобен: Небесных чинов: На стиховне октоиха. Тропарь, глас 3: Апостоле святый Онисиме: октовриа в 1-й день. На утрени, оба канона октоиха: и святаго на 4, глас 6. По 3-й песни, седален, глас 4. По 6-й песни,

  Кондак, глас 4. Подобен: Явился еси: Яко луча возсиял еси вселенней, зарями сияя солнца блаженне всесветлаго Павла, мир просветившаго: темже тя почитаем, Онисиме славне.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Памфила, и иже с ним.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры мучеников 3, глас 1. Подобен: Небесных чинов: Тропарь, глас 4: Мученцы твои Господи: септемвриа в 20-й день. На утрени, канон, глас 4. По 3-й песни седален, глас 4. По 6-й песни,

  Кондак, глас 4. Подобен: Вознесыйся: Мучением страшным предлежащим, Господни страдальцы доблии в небоязненном радующеся мудровании, сим собеседоваша о плоти нерадивше. темже наследствоваша вечнующую славу, о нас молящеся присно восхваляющих их подвиги.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго великомученика Феодора Тирона.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Стихиры святаго на 6, глас 2. Подобен: Егда от древа: Ины стихиры, глас 4. Подобен: Яко добля: Слава, глас 6, самогласен: Священия дар: На стиховне октоиха. Слава, святаго, глас 8: Страдальчески мужеством:

  Тропарь, глас 2: Велия веры исправления, во источнице пламене, яко на воде упокоения, святый мученик Феодор радовашеся: огнем бо всесожжегся, яко хлеб сладкий Троице принесеся. того молитвами Христе Боже спаси души наша.

  На утрени, оба канона октоиха: и святаго на 6, глас 8. По 3-й песни, седален, глас 4, дважды. По 6-й песни,

  Кондак, глас 8: Веру Христову яко щит внутрь приим в сердце твоем, противныя силы попрал еси многострадальче, и венцем небесным венчался еси вечно Феодоре, яко непобедимый.

  И икос. По 9-й песни, светилен октоиха. Слава, святаго. На стиховне октоиха. Слава, святаго, глас 2: Божественных: На литургии, блаженна октоиха, на 4: и святаго песнь 3-я, на 4. Прокимен, глас 7: Возвеселится праведник о Господе: Стих: Услыши Боже глас мой: Апостол к Тимофею, зачало 292. Аллилуиа, глас 4: Праведник яко финикс процветет: Стих: Насаждени в дому Господни: Евангелие Иоанна, зачало 52: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отца нашего Льва, папы Римскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и святаго 3, глас 8. Подобен: Что вы наречем: Тропарь, глас 8. Православия наставниче: октовриа в 11-й день. На утрени, оба канона октоиха: и святаго на 4, глас 8. По 3-й песни, седален, глас 3. По 6-й песни,

  Кондак, глас 3. Подобен: Дева днесь: На престоле славне священства сед, и львов уста словесных заградив, догматы богодухновенными честныя Троицы озарил еси свет богоразумия твоему стаду. сего ради прославился еси яко божественный таинник Божия благодати.

  И икос. Светилен октоиха. Слава, святаго.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго апостола Архиппа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха, 3: и апостола 3, глас 8. Подобен: Мученцы: Тропарь, глас 3: Апостоле святый: октовриа в 6-й день. На утрени, оба канона октоиха: и апостола на 4, глас 4. По 3-й песни, седален, глас 1. По 6-й песни,

  Кондак, глас 4. Подобен: Явился еси: Яко звезду великую тя церковь имущи Архиппе, чудес твоих лучами просвещаема, зовет тебе: спаси верою почитающия память твою.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Льва, епискпа Катанскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и святаго 3, глас 8. Подобен: Господи аще и на судищи: Тропарь, глас 4: Правило веры: септемвриа во 2-й день. На утрени, оба канона октоиха: и святаго на 4, глас 8. По 3-й песни, седален, глас 3. По 6-й песни,

  Кондак, глас 8. Подобен: Яко начатки: Якоже светильника превелика церковь имать всеблаженне, тебе паче солнца сияюща, юже твоими молитвами сохрани блаженне, непобедиму и непоколебиму от ереси всякия, и нескверну, яко приснопамятный.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Тимофеа, иже в Символех: И иже во святых отца нашего Евстафиа архиепископа Антиохийскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры преподобнаго 3, глас 8. Подобен: О преславнаго чудесе! и святителя 3, глас тойже. Подобен: Что вы наречем: Тропарь, глас 4: Боже отец наших: ноемвриа в 20-й день. На утрени, канон октоиха един, со ирмосом на 6: и святых два, на 8: преподобнаго, глас 8: святителя, глас 7. По 3-й песни, седален преподобнаго, глас 8. Слава, святителя, глас 3. По 6-й песни,

  Кондак, глас 4. Подобен: Явился еси днесь: Яко звезда многосветлая от востока возсияв, озарил еси в сердцах верных добродетели чудес твоих, чудоносче всеблаженне Тимофее.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Обретение честных мощей святых мученик, иже во Евгении:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3, и мучеников 3, глас 4: Подобен: Званный свыше: Тропарь, глас 4: Мученцы твои Господи: септемвриа в 20-й день. На утрени, оба канона октоиха: и святых на 4, глас 8. По 3-й песни,

  Кондак, глас 4. Подобен: Явился еси: От земли возсиявше яко светила правды, нечестия всю отразисте мглу: и верных просвещаете мученицы божественнии, Троицы поборницы.

  Таже седален, глас 1. По 6-й песни,

  Кондак, глас 8. Подобен: Яко начатки: Крепцыи веры столпи, добропобеднии мученицы, за Христа подъемше различныя муки, и на лета многа сокровени бысте: и ныне явистеся яко многоценное богатство, и в церковь Божию честно носими, архиереа Божия дланьми, просящим раздаваете, еже на пользу. тем молитеся о душах наших.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Поликарпа, епискпа Смирнскаго:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и святаго 3, глас 1. Подобен: Небесных чинов: Тропарь, глас 4: И нравом причастник: септемвриа в 3-й день. На утрени, оба канона октоиха: и святаго на 4, глас 2. По 3-й песни, седален, глас 8. По 6-й песни,

  Кондак, глас 1. Подобен: Лик ангельский: Плоды словесныя Господеви принося Поликарпе мудре, добродетелей жертвы: темже и от Бога достоин иерарх прославился еси. сего ради днесь просвещшеся твоими словесы, воспеваем твою достохвальную память, славяще Господа.

  И икос. Светилен октоиха. Слава, святаго: И ныне, Богородичен.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Первое и второе обретение честныя главы Предтечевы:',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Аще не есть пост, вечер поем, Блажен муж: 1-й антифон: На Господи воззвах, стихиры на 6, глас 5. Подобен: Радуйся: Слава, глас 6: Сокровище божественных даров: И ныне: Кто тебе не ублажит: Вход. Прокимен дне, и чтения 3: 1-е, Пророчества Исаиина: Тако глаголет Господь: 2-е, Пророчества Малахиина: Тако глаголет Господь Вседержитель: 3-е, Премудрости Соломони: Праведник аще постигнет: Ектениа. На стиховне стихиры, глас 2. Подобен: Егда от древа: с припевы их. Слава, глас 2: Якоже божественных: И ныне, Богородичен воскресн. По трисвятом глаголем,

  Тропарь, глас 4: От земли возсиявши Предтечева глава, лучи испущает нетления, верным исцелений, свыше собирает множество ангел, доле же созывает человеческий род, единогласную возсылати славу Христу Богу.

  Слава, и ныне, Богородичен: Еже от века: и отпуст. На утрени, на Бог Господь, тропарь дважды. Слава, и ныне, Богородичен: и обычныя кафисмы. По 1-й кафисме седален, глас 4. дважды. Слава, и ныне, Богородичен: и чтение. По 2-й кафисме седален, глас 4, дважды. Слава, и ныне, Богородичен: и чтение Предтечи. По полиелеи седален, глас 8, дважды. Слава, и ныне, Богородичен: и чтение. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Тамо возращу рог Давидови. Стих: Помяни Господи Давида: Всякое дыхание: Евангелие Луки, зачало 31. По 50-м псалме стихира, глас 6: Яже первее на блюде: Канон Богородицы со ирмосом на 6: и Предтечи на 8, глас 6. Катавасиа: Отверзу уста моя: По 3-й песни, седален, глас 8, дважды. Слава, и ныне, Богородичен. По 6-й песни,

  Кондак, глас 2. Подобен: Вышних ищя: Пророче Божий и Предтече благодати, главу твою яко шипок священнейший от земли обретше, исцеления всегда приемлем: ибо паки якоже прежде в мире проповедуеши покаяние.

  И икос, и чтем пролог. По 9-й песни светилен, дважды. Слава, и ныне, Богородичен. На хвалитех стихиры на 4, глас. 4. Подобен: Дал еси знамение: Слава, глас 6: Всечестную главу: И ныне, Богородичен: Благолюбивый Боже и Спасе: Славословие великое. По трисвятом тропарь. Слава, и ныне, Богородичен. Ектении, и отпуст. и дается елей братии от кандила святаго, и час 1-й. На 1-м часе, тропарь Предтечи. По трисвятом кондак его. На литургии, блаженна от канона, песнь 3-я, и 6-я. Прокимен, глас 7: Возвеселится праведник о Господе: Стих: Услыши Боже глас мой: Апостол к коринфяном, зачало 176: Бог рекий: Аллилуиа, глас 4: Праведник яко финикс процветет: Стих: Истина от земли возсия. Евангелие Матфеа, зачало 40: Слышав Иоанн во узилищи дела Христова: Причастен: В память вечную:

  [МРК] Подобает ведати, аще случится Обретение честныя главы Иоанна Предтечи в неделю мясопустную, или сыропустную.

  Начинается бо с среды мясопустныя недели, и восходит до вторника 4-я недели великаго поста. На малей вечерни, в субботу, стихиры воскресны 4: и Богородичен гласа. На стиховне стихира воскресна едина, и Предтечи стиховна. По Ныне отпущаеши, тропарь воскресн. Слава, Предтечи: И ныне, Богородичен воскресн. ектениа малая, и отпуст. На велицей вечерни, на Господи воззвах, стихиры воскресны 3: и триоди 4, и Предтечи 3. Слава, триоди. И ныне, Богородичен 1-й, гласа.

  [Зри] Аще ли неделя сыропустная: И поем стихиры воскресны 3, и анатолиев 1: и триоди 3, и Предтечи 3. Слава, триоди: И ныне, Богородичен 1-й, гласа. На литии стихиры храма, и триоди хвалитных два стиха.

  [Зри] Аще неделя мясопустная: 1-й стих, глас 6: Помышляю день он: 2-й, глас тойже: О каковый час тогда и день:

  [Зри] Аще ли неделя сыропустная: Глаголем триоди такожде в литии два стиха хвалитных, 1-й стих, глас 5: Увы мне, Адам рыданием возопи: 2-й, глас тойже: Поприще добродетелей отверзеся:

  Слава, Предтечи, глас 6: Сокровище божественных даров: И ныне, триоди, писан на литии славник. На стиховне стихиры воскресны. Слава, Предтечи, глас 2: Якоже божественных умышлений: И ныне, триоди. На благословении хлебов тропарь: Богородице Дево, трижды: и чтение в посланиих апостольских. На утрени, на Бог Господь, тропарь воскресн, дважды. Слава, Предтечи: И ныне, Богородичен 1-й, в тойже глас. По кафисмах седальны воскресны с богородичны их: и чтение во евангелии толковом. Таже, Хвалите имя Господне: и Исповедайтеся Господеви: глаголем же и 3-й псалом: На реках вавилонских: со аллилуиею. таже поем псалом избранный Предтечи: и тропари: Ангельский собор: и седальны оба по единожды. Слава, по полиелеи седален: И ныне, Богородичен, и чтение Предтечи. Степенна, и прокимен гласа. Всякое дыхание: Евангелие воскресно. Воскресение Христово: Канон воскресн, со ирмосом на 4: и триоди на 6: и Предтечи на 4. Катавасиа триоди.

  [Зри] Аще неделя сыропустная: Канон воскресн, со ирмосом на 4: и Богородицы на 2: и триоди на 4: и Предтечи на 4. Катавасиа триоди. По 3-й песни, кондак и икос Предтечи, и седален его, дважды. Слава, и ныне, триоди. и чтение Предтечи. По 6-й песни, кондак и икос триоди, и синаксарий. На 9-й песни, поем Честнейшую: Светилен воскресн. Слава, Предтечи: И ныне, триоди. На хвалитех стихиры воскресны 4: и святаго со славным 4: с припевы его. и по стихирах святаго, глаголем: Воскресни Господи Боже мой: и поем стихиру самогласну триоди, глас 8: Даниил пророк: Слава, глас 1: Предочистим себе братие: И ныне: Преблагословенна еси:

  [Зри] Аще неделя сыропустная: Глаголем такожде припев: Воскресни Господи Боже мой: и поем стихиру самогласну триоди, глас 6: Адам из рая: Слава, глас тойже: Приспе время: И ныне: Преблагословенна еси: Славословие великое. По трисвятом тропарь воскресн. Ектении, и отпуст, и исхождение обычное в притвор. Слава, и ныне, стихира евангельская: и час 1-й. На часех, тропарь воскресн. Слава, Предтечи: И ныне, Богородичен часов. По Отче наш: кондак триоди и Предтечи, пременяюще глаголем. На литургии, блаженна гласа, на 4: и триоди песнь 3-я, на 4: и Предтечи 6, на 4. По входе тропарь воскресн, и Предтечи. Слава, кондак его: И ныне, триоди. Прокимен, апостол, Евангелие и причастен прежде дне, и Предтечи.

  [МРК] Аще случится Обретение честныя главы Иоанна Предтечи в субботу мясопустную:

  Поется праздник Предтечев весь, прежде в пяток мясопустный, непременно.

  [МРК] Аще ли случится Обретение честныя главы Иоанна Предтечи в понедельник, или во вторник сырныя недели:

  В неделю вечера поем, Блажен муж, 1-й антифон. В прочия же дни седмицы сырныя глаголется кафисма рядовая. На Господи воззвах, стихиры Предтечи на 6. Слава, Предтечи. И ныне, Богородичен воскресн, в тойже глас. Прокимен дне, и паремии Предтечи. На стиховне триоди самогласен дне, дважды: и мученичен. Слава, Предтечи. И ныне, Богородичен. Тропарь Предтечи. Слава, и ныне, Богородичен воскресн. И ектениа. На утрени, на Бог Господь, тропарь Предтечи, дважды. Слава, и ныне, Богородичен: и обычныя кафисмы. По 1-й кафисме седален триоди, и чтение дне. По 2-й кафисме седальны Предтечи оба, и чтение Предтечи. Полиелей и седален, дважды. Слава, и ныне, Богородичен: и чтение Предтечи. Степенна, 1-й антифон 4-го гласа. Прокимен Предтечи. Всякое дыхание: Евангелие Предтечи, таже псалом 50. стихира Предтечи. Канон Богородицы, со ирмосом на 6, и Предтечи на 8. Катавасиа: Отверзу уста моя: А идеже трипеснец, и поем канон Предтечи, со ирмосом на 6: и триоди на 8. По 3-й песни седален Предтечи, дважды. Слава, и ныне, Богородичен, и чтение Предтечи. По 6-й песни, кондак и икос Предтечи, и пролог. По 9-й песни, светилен Предтечи, дважды. Слава, и ныне, Богородичен его. На хвалитех стихиры Предтечи, на 4. Слава, Предтечи: И ныне, Богородичен. На стиховне самогласен дне, дважды и мученичен. Слава, Предтечи: Яже первее на блюде: И ныне, Богородичен, и прочая обычная, и отпуст, и час 1-й. тропарь Предтечи, и по трисвятом кондак его. Такожде и на прочих часех. На литургии, блаженна Предтечи, песнь 3-я и 6-я. Прокимен, апостол, Аллилуиа, Евангелие, и причастен, дне, и Предтечи.

  [МРК] Аще ли случится Обретение честныя главы Иоанна Предтечи в среду сырныя седмицы, и поем службу его, вечер и утро, во вторник сырныя недели. Аще же в пяток, и поем службу его в четверток.

  [МРК] Аще случится Обретение честныя главы в четверток сырный.

  И в среду на часех, по Ослаби остави, и по поклонех бывает звон по обычаю и абие глаголем: Приидите поклонимся: трижды. и псалом обычный, и ектениа, и стихиры по предписанному. По входе прокимен, паремии дне, и по сих прокимен: Да уповает израиль на Господа: Таже паремии святаго, три. Посем, Сподоби Господи: На стиховне, триоди самогласен дне, дважды. и мученичен. Слава, Предтечи: И ныне, Богородичен: По ныне отпущаеши, трисвятое. По Отче наш, тропарь Предтечи. Слава, и ныне, Богородичен воскресн, и ектениа: Помилуй нас Боже: и 3 поклоны великия. посем молитва: Всесвятая Троице: и Буди имя Господне: трижды, с поклоны: и псалом 33. Таже, Достойно есть: и отпуст. И входим в трапезу, и разрешаем на сыр и яица.

  [МРК] Аще случится Обретение честныя главы Иоанна Предтечи в субботу сыропустную:

  В пяток вечера поем, Блажен муж, 1 антифон. На Господи воззвах, стихиры Предтечи, подобны 3: и отцев, 3. Слава, Предтечи: И ныне, Богородичен 1-й, гласа. Вход. Прокимен дне, и паремиа. и по ней прокимен, глас 6: Да уповает Израиль на Господа: таже паремии Предтечи. Сподоби Господи в вечер сей: и ектениа: Исполним вечернюю молитву: На стиховне триоди самогласен дважды, и мученичен. Таже припев: Возвеселится праведник: и поем стихиру Предтечи самогласну, глас 6: Яже прежде на блюде: Слава, отцев, глас 8: Монахов множества: И ныне, Богородичен в тойже глас. Тропарь Предтечи. Слава, отцев: И ныне, Богородичен: Еже от века утаеное: Посем ектениа: Помилуй нас Боже: и 3 поклоны великия. Таже, Всесвятая Троице: и Буди имя Господне: трижды, и псалом 33: Благословлю Господа: и отпуст. В трапезе разрешаем на сыр и яица. [Зри] На повечерии, поем канон усопших в притворе, октоиха, гласа, или Богородичен. По Достойно и по трисвятом кондак Предтечи. Слава, и ныне, триоди отцев. На утрени, на Бог Господь, тропарь Предтечи дважды. Слава, отцев: И ныне, Богородичен 1-й. По кафисмах седальны отцев, и богородичны их, и чтение отцев. Полиелей, и седальны Предтечи вси по единожды. Слава, иже по полиелеи седальны: И ныне, Богородичен, и чтение Предтечи. Степенна 1-й антифон 4-го гласа. Прокимен: Всякое дыхание: и Евангелие Предтечи. псалом 50. Стихиры Предтечи. Канон Предтечи, со ирмосом на 6: и отцев на 8. Катавасиа, ирмос триоди. стихословим же и 2-ю песнь, триоди: Во псалтири же песни тоя не глаголем. По 3-й песни, кондак и икос Предтечи, и седален его. Слава, отцев: И ныне, Богородичен: и чтение Предтечи. По 6-й песни, кондак и икос отцев: и синаксарий. По 9-й песни, светилен Предтечи. Слава, отцев: И ныне, Богородичен. На хвалитех стихиры Предтечи 3: и отцев 3. Слава, отцев: И ныне, Богородичен. Славословие великое. Тропарь Предтечи, Слава, отцев: И ныне, Богородичен. и исхождение в притвор, и час 1. На часех, тропарь Предтечи. Слава, отцев: И ныне, Богородичен часов. По Отче наш, кондак Предтечи, и отцев, пременяюще глаголем. На литургии, блаженна Предтечи, песнь 3-я, на 4: и отцев 6-я, на 4. По входе тропарь храма, и Предтечи, и отцев. Таже, кондак храма, и Предтечи. Слава, отцев: И ныне, храма Богородицы, или Предстательство христиан: Прокимен, апостол, Аллилуиа, Евангелие, и причастен, прежде Предтечи, и потом отцев: ряд же, апостол, и Евангелие чтем под зачалом.

  [МРК] Аще ли случится Обретение честныя главы Предтечевы в понедельник 1-я недели постов:

  Служба вся Предтечи поется в неделю сырную.

  [МРК] Аще ли случится Обретение честныя главы Предтечевы в кийлибо день 1-я недели постов:

  И поется служба его в неделю сыропустную, или в субботу 1-я недели постов.

  [МРК] Аще ли случится Обретение честныя главы Предтечевы в субботу 1-я недели постов:

  В пяток вечера, кафисма рядовая. На Господи воззвах, стихиры на 10: триоди самогласен дне дважды: и Предтечи на 4: и Феодора на 4. Слава, Феодора: И ныне, Богородичен 1-й, гласа. Вход, прокимен, и чтения дне, и Предтечи три. И по Да исправится молитва моя, 3 поклоны великия: и прочая преждеосвященных. По заамвонной молитве поем канон святаго Феодора над коливом, якоже указася в четыредесятнице на ряду: и отпуст. [Зри] А идеже несть преждеосвященных, на Господи воззвах, стихиры Предтечи 3: и Феодора 3. Слава, Феодора: И ныне, Богородичен 1-й, гласа пришедшаго, без входа. Прокимен, и чтение дне, и Предтечи. На стиховне, триоди самогласен дне, дважды: и мученичен. Таже, припев: Возвеселится праведник: и поем стихиру мученика, глас 2: Божественных даров: писану в стихирах. Слава, Предтечи глас 6: Сокровище божественных: И ныне, Богородице, ты еси лоза: По Ныне отпущаеши, тропарь Предтечи. Слава, мученика: И ныне, Богородичен: Вся паче смысла: ектениа, и 3 поклоны великия. и поем канон святаго Феодора над коливом, и отпуст по обычаю. Повечерие поем великое, на немже поем канон усопших: и минеи рядовый. Тропари же по 1-м трисвятом, глаголем обоих святых: а на последнем трисвятом кондак Предтечи. На утрени, на Бог Господь, тропарь Предтечи, дважды. Слава, Феодора: И ныне, Богородичен: Вся паче смысла: По 1-й кафисме седальны Предтечи оба. Слава, и ныне, Богородичен. и чтение Предтечи. По 2-й кафисме, седален Феодора. Слава, и ныне, Богородичен, и чтение Предтечи, или Феодора. Полиелей и седален Предтечи, дважды. Слава, и ныне, Богородичен: и чтение Предтечи. Степенна, 1-й антифон 4-го гласа. Прокимен: Всякое дыхание: Евангелие Предтечи: псалом 50: стихира Предтечи. Канон Предтечи со ирмосом на 6: и Феодора оба канона на 8. Катавасиа: Отверзу уста моя: Песни же седмую и осмую глаголем напреди в пяток. По 3 песни, кондак и икос, и седален Предтечи. Слава, Феодора: И ныне, Богородичен: и чтение о святом Феодоре. По 6-й песни, кондак и икос Феодора: и чтем пролог и синаксарий. По 9-й песни, светилен Предтечи. Слава, Феодора: И ныне, Богородичен. На хвалитех стихиры Предтечи, подобны 3: и Феодора, подобны 3. Таже припев: Возвеселится праведник: и поем самогласну стихиру Предтечи, глас 6: Всечестную главу: Слава, Феодора: И ныне, Богородице, ты еси лоза: Славословие великое. тропарь Предтечи. Слава, Феодора: И ныне, Богородичен. Ектении, и отпуст. и обычное исхождение в притвор, и час 1-й. На часех, тропарь Предтечи. Слава, Феодора: И ныне, Богородичен часов. Кондаки же глаголем пременяюще. На литургии, блаженна Предтечи, песнь 3-я, на 4: и Феодора 6-я, на 4. По входе тропарь Предтечи, и Феодора, и кондак его. Слава, Предтечи: И ныне, Богородицы храма, или, Предстательство христиан: Прокимен, Аллилуиа, и причастен Предтечи, и Феодора един. Апостол же и Евангелие прежде субботы: и Феодора под зачало: таже, Предтечи.

  [МРК] Аще ли случится Обретение честныя главы Иоанна Предтечи в 1-ю неделю постов:

  И поется служба его, якоже указано в неделю 3-ю постов, кроме поклонения Креста, точию на литии, Слава, Предтечи: писан на Господи воззвах: И ныне, триоди. На стиховне, Слава, Предтечи: И ныне, триоди. На Бог Господь, тропарь воскресн, дважды. Слава, Предтечи: И ныне, Пречистому твоему образу: Катавасиа триоди.

  [МРК] Аще ли случится Обретение честныя главы Предтечевы в понедельник 2-я, или 3-я, или 4-я недели постов:

  В неделю вечера поем, Блажен муж, 1-й антифон. На Господи воззвах, стихиры на 10: триоди дне на 4, повторяюще 1-ю: и Предтечи на 6. Слава, Предтечи: И ныне, Богородичен 1-й. Вход, прокимен великий триоди, и чтения Предтечи 3. Таже, Сподоби Господи в вечер сей: и Исполним вечернюю: На стиховне, триоди самогласен дне, дважды, и мученичен. Слава, Предтечи. И ныне, Богородичен по гласу воскресн. По Отче наш: тропарь Предтечи. Слава, и ныне, Богородичен воскресн. Ектениа: Помилуй нас Боже: и поклоны 3 великия: и отпуст. Полунощницу же поем по обычаю с кафисмою, и тропари обычными. По Честнейшую, 3 поклоны великия. На утрени, на Бог Господь, тропарь Предтечи, дважды. Слава, и ныне, Богородичен. По 1-й и по 2-й кафисме, глаголем седальны триоди, ектении же не глаголются. и чтение во Ефреме. По 3-й кафисме, глаголет иерей ектению малую: и седальны Предтечи оба, и чтение Предтечи. Полиелей, и седален Предтечи, дважды. Слава, и ныне, Богородичен: и чтение Предтечи. Степенна, 1-й антифон 4-го гласа. Прокимен, и Евангелие Предтечи. таже, псалом 50, стихира Предтечи. Канон Предтечи, со ирмосом на 8. Катавасиа: Отверзу уста моя: А идеже трипеснец: и поем канон Предтечи, со ирмосом на 6: и трипеснец на 8. Катавасиа триоди. По 3-й песни, седален Предтечи, дважды. Слава, и ныне, Богородичен, и чтение Предтечи. По 6-й песни, кондак и икос, и пролог. Светилен Предтечи, дважды. Слава, и ныне, Богородичен. На хвалитех стихиры Предтечи, на 4. Слава, Предтечи. И ныне, Богородичен его. Таже настоятель, или чтец глаголет: Слава тебе показавшему нам свет. Посем ектениа: Исполним утреннюю: таже, на стиховне, триоди самогласен дне, дважды, и мученичен. Слава, Предтечи. И ныне, Богородичен. Посем: Благо есть: глаголем единожды. По Отче наш: тропарь Предтечи. Слава, и ныне, Богородичен воскресн. Ектениа: Помилуй нас Боже: и 3 поклоны великия, без отпуста, и час 1. На часех, тропарь глаголем Предтечи: и по трисвятом, кондак его, и наконец 3 поклоны великия, и по поклонех трисвятаго не глаголем, но глаголем: Христе свете: и отпуст. Час же 3-й, 6-й и 9-й поем с кафисмами, в подобное их время, со чтением. На 6-м часе, чтется паремиа дне, по чину ея. [Зри] Молитвы же великаго Василиа по часех глаголем непременно, еже есть Владыко Боже Отче: и Боже и Господи сил: и Владыко Господи Иисусе Христе: Егда же поем полиелей, на часех в кампан не ударяем. По кафисме, Аллилуиа, трижды: таже, Господи помилуй, трижды. и чтец глаголет: Слава, тропарь Предтечи. И ныне, Богородичен часов. По Отче наш: кондак Предтечи: по Честнейшую, 3 поклоны великия. По 9-м часе, блаженны глаголем поскору без пения. По Ослаби остави: кондак храма: Слава, Предтечи. И ныне, храма Богородицы. [Зри] Аще ли несть храма Богородицы: И ныне, Предстательство христиан: Посем, Господи помилуй, 40. Слава, и ныне, Честнейшую херувим: и 3 поклоны великия: Таже, молитва: Всесвятая Троице: и начинаем вечерню по обычаю: настоятель, или чтец глаголет: Приидите поклонимся, трижды. и поем вечерню, с поклоны, по чину постному. По обычной кафисме, на Господи воззвах, стихиры на 10: триоди самогласен дне, дважды, и мученичен, и подобны триоди 3: и Предтечи 4. Слава, Предтечи. И ныне, Богородичен по гласу, обычный. [Зри] Аще ли к среде, или пятку, глаголем Крестобогородичен, по гласу славника. Вход со Евангелием. Свете тихий: прокимен, и чтение дне: Да исправится молитва моя: и 3 поклоны великия. ектении малыя не глаголем. Прокимен, апостол, Аллилуиа, Евангелие Предтечи: Причастен: Вкусите: и Предтечи. Литургиа преждеосвященная по обычаю. на отпусте иерей поминает прежде празднуемаго святаго, потом наставшаго. [Зри] Святаго же прилучившагося на ряду канон поем на утрени по чину: стихиры же его, яже писаны на вечерни, на Господи воззвах, глаголем их на хвалитех. [Зри] Аще ли коея великия ради нужды в память святых великих имущих полиелей, не случится быти преждесвященней литургии, часы поем якоже выше речеся. По 9-м часе, и по молитве: Владыко Господи Иисусе Христе: глаголем и псалом: Благослови душе моя Господа, и вся внутренняя: Слава: Хвали душе моя Господа: И ныне: Единородный Сыне: И Во царствии твоем: поскору без пения. На блаженнах глаголем Предтечи, песнь 3-ю и 6-ю. Таже, апостол и Евангелие Предтечи. Посем: Помяни нас Господи: По Ослаби остави: и по Отче наш: кондак храма. Слава, Предтечи. И ныне, Богородицы храма. Аще же несть храма Богородицы: Предстательство христиан: таже, Господи помилуй, 40. и поклоны 3 великия, и в то время параекклисиарх знаменует в два кампана. И по триех поклонах великих, глаголем: Приидите, поклонимся: И поем вечерню, с поклоны, и кафисма обычная. На Господи воззвах, стихиры триоди подобны 3: и святаго Тарасиа 3. Слава, и ныне, Богородичен. Аще ли к среде, или пятку, глаголем: Слава, и ныне, Крестобогородичен. таже, Свете тихий: Прокимен, и чтения триоди дне. На стиховне, дне триоди. По Ныне отпущаеши: и по Отче наш: тропарь: Богородице Дево радуйся: и прочая по постному. По Честнейшую, и по поклонех глаголем трисвятое. Господи помилуй, 12. Всесвятая Троице: таже, Буди имя Господне: и 3 поклоны, и Благословлю Господа: Достойно есть: и отпуст. На отпусте же поминает наставшаго святаго. По отпусте же входим в трапезу, и ядим два варения с елеем, и пием вино. В среду же и пяток, ядим два варения без елеа, и пием вино.

  [МРК] Аще ли случится Обретение честныя главы Предтечевы во един от дней постных:

  И поем службу его сице: На часех, по Ослаби остави: и по Отче наш: кондаки по уставу. таже, Господи помилуй, 40. Слава, и ныне: Честнейшую херувим: и по поклонех глаголем трисвятое. Господи помилуй, 12: Всесвятая Троице: и абие начинаем вечерню. и обычная кафисма. глаголются же ектении малыя по коемждо антифоне. На Господи воззвах, стихиры на 10: триоди самогласен дне, дважды: и мученичен: и подобны триоди, 3: и Предтечи, 4. Слава Предтечи. И ныне: Кто тебе не ублажит: Вход. Таже, прокимен, и чтение дне. и Предтечи чтения 3. таже поем: Да исправится молитва моя: и 3 поклоны, и поряду литургиа преждесвященная. А идеже не будет преждесвященныя: по Ослаби остави: и по поклонех великих, чтец глаголет: Приидите, поклонимся: трижды: и поклоны 3, таже, псалом: Благослови душе моя Господа: и поем вечерню без поклонов. По обычней кафисме, стихиры на 6: триоди подобны 3: и Предтечи 3. Слава, Предтечи. И ныне, Богородичен: Кто тебе не ублажит: Вход, и Свете тихий: прокимен, и чтение дне, и Предтечи, и абие: Сподоби Господи: таже, Исполним вечернюю молитву: На стиховне триоди. Слава, Предтечи. И ныне, Богородичен по гласу. Ныне отпущаеши: по трисвятом, тропарь Предтечи. Слава, и ныне: Еже от века утаеное: ектениа: Помилуй нас Боже: посем 3 поклоны великия, и молитва: Всесвятая Троице: и Благословлю Господа: Достойно есть: и отпуст. Повечерие, поем великое без поклонов. По 1-м трисвятом тропарь Предтечи. Слава, и ныне, Богородичен воскресн, по гласу. По 2-м трисвятом, тропари обычныя: Помилуй нас Господи: По Достойно и по трисвятом, кондак Предтечи: а Господи сил с нами буди: не поем. По Честнейшую, 3 поклоны великия: трисвятаго же не глаголем: и отпуст малый. Полунощницу поем по обычаю с кафисмою, якоже предписася в понедельник 2-я недели поста, такожде и утреню, и всю службу Предтечи.

  [МРК] Аще случится Обретение честныя главы Предтечевы в субботу 2-ю, или 3-ю постов:

  В пяток вечера, кафисма рядовая. На Господи воззвах, стихиры на 10: Триоди самогласен, дважды: и октоиха мученичны 4: и Предтечи 4. Слава, Предтечи. И ныне, Богородичен 1-й гласа. Вход, прокимен, и чтение дне, и Предтечи 3. Да исправится молитва моя: и прочая преждесвященных. [Зри] Аще ли несть преждесвященных: на Господи воззвах, стихиры Предтечи на 6. Слава, Предтечи. И ныне, Богородичен 1-й гласа. Вход, прокимен, и чтение дне, и святаго. Таже, Сподоби Господи: На стиховне, триоди самогласен дважды, и мученичен октоиха, по гласу. Слава, Предтече: И ныне, Богородичен. По Ныне отпущаеши, тропарь Предтечи. Слава, и ныне, Богородичен воскресн настоящаго гласа, ектениа, и поклоны 3: таже молитва, Всесвятая Троице: Буди имя Господне: и псалом 33, Благословлю Господа: Достойно есть: и отпуст. [Зри] Повечерие же поем великое, на немже поем четверопеснец субботы. На утрени, и на часех поем единаго Предтечи, якоже предписася. На литургии, служба дне, и Предтечи.

  [МРК] Аще ли случится Обретение главы Иоанна Предтечи во 2-ю неделю постов.

  В субботу вечера, на малей вечерни стихиры воскресны и Богородицы, по обычаю. На велицей вечерни, на Господи воззвах, стихиры воскресны, 3, и анатолиев 1, и Предтечи на 6. Слава, Предтечи: И ныне, Богородичен 1-й гласа. Вход, и чтение Предтечи. На литии стихира храма, и Предтечи стиховныя. На стиховне стихиры воскресны по алфавиту. Слава, Предтечи: И ныне, Богородичен. На благословении хлебов, Богородице Дево, трижды. и чтение во апостольских посланиих. На Бог Господь, тропарь воскресн, дважды. Слава, Предтечи: И ныне, Богородичен, по гласу тропаря. По кафисмах седальны воскресны, и богородичны их, и чтение во евангелии. По полиелеи, седальны Предтечи, оба. Слава, по полиелеи седален: И ныне, Богородичен, и чтение Предтечи. Степенна, и прокимен гласа: и Евангелие воскресно: псалом 50. Слава, стихира, глас 8: Покаяния отверзи ми двери: и прочее. Канон воскресн со ирмосом на 4: и триоди на 4: и Предтечи на 6. Катавасиа, Отверзу уста моя: По 3-й песни, кондак триоди: таже кондак и икос Предтечи, и седален его дважды. Слава, и ныне, Богородичен: и чтение Предтечи. По 6-й песни кондак и икос воскресн. По 9-й песни светилен воскресн. Слава, Предтечи: И ныне, Богородичен воскресн. На хвалитех стихиры воскресны, 4: и Предтечи со славным 4: с припевы его. Таже припев: Воскресни Господи Боже мой: и поем самогласну стихиру триоди. Слава, туюжде: И ныне, Преблагословенна еси: Славословие великое. Тропарь воскресн, ектении, и отпуст, и исхождение в притвор. Слава, и ныне, стихира евангельская, и час 1-й: Тропарь воскресн. Слава, Предтечи: И ныне, Богородичен часов. По Отче наш, кондак триоди, и совершенный отпуст. На прочих же часех кондак триоди, и Предтечи пременяюще глаголем. На литургии, блаженна гласа на 6: и Предтечи песнь 3-я, на 4: и прочая служба дне, и Предтечи. [Зри] Святаго же Григориа службу поем, егда разсудит екклисиарх, в предыдущия недели, 4-ю, или 5-ю: или Предтечеву службу поем в субботу 2-ю.

  [МРК] Аще ли случится Обретение честныя главы Иоанна Предтечи в неделю 3-ю постов, крестопоклонную.

  В субботу вечера, на малей вечерни стихиры, и на стиховне, все триоди, по обычаю. На велицей вечерни, по кафисме, на Господи воззвах, стихиры воскресны 3: и Креста 4: и Предтечи 3. Слава, Креста 4: и Предтечи 3. Слава, Креста: И ныне, Богородичен 1-й гласа. Прокимен дне: и паремии Предтечи. На литии стихира храма, и Предтечи, яже суть на стиховне, и хвалитны. Слава, Предтечи: И ныне, Креста. На стиховне стихиры воскресны. Слава, Предтечи: И ныне, Креста. На благословении хлебов, Богородице Дево: дважды: Креста единожды: Спаси Господи люди твоя: На утрени, на Бог Господь, тропарь воскресн дважды. Слава, Предтечи: И ныне, Креста. По кафисмах седальны воскресны и богородичны их, и чтение во евангелии толковом. Полиелей Предтечи: и седальны оба. Слава, седален по полиелеи: И ныне, Богородичен, и чтение Предтечи. Степенна гласа. Прокимен и Евангелие воскресное. Воскресение Христово: псалом 50: и Покаяния отверзи ми двери: Канон воскресн со ирмосом на 4: и Предтечи на 4: и Креста на 6. Катавасиа Креста: Божественнейший прообрази: По 3-й песни, кондак и икос Предтечи, и седален его дважды. Слава, и ныне, Креста: и чтение Предтечи. По 6-й песни, кондак и икос Креста. На 9-й песни поем, Честнейшую: Светилен воскресн, Слава, Предтечи: И ныне, Креста. На хвалитех стихиры воскресны 4: и Креста подобны 3: 1-й дважды, с припевы их: Помяни сонм твой: 2-й, Бог же царь наш прежде века: таже припев, Воскресни Господи Боже мой: И поем самогласну стихиру дне, в триоди. Слава, туюжде: И ныне, Преблагословенна еси: Славословие великое, трисвятое пением. Посем, вход: глаголем тропарь: Спаси Господи, люди твоя: трижды. И бывает поклонение Честнаго Креста по обычаю, якоже указася в триоди. таже ектении и отпуст, и исхождение. Слава, и ныне, стихира евангельская: и поучение Студитово и час 1-й в притворе. На часех, тропарь воскресн. Слава, Креста: И ныне, Богородичен часов. По Отче наш, кондак воскресн. На 3-м часе, тропарь воскресн. Слава, Предтечи: И ныне, Богородичен часов. По Отче наш: кондаки глаголем пременяюще. На литургии, блаженна гласа, на 4: и Креста песнь 3-я, на 4: и Предтечи 6-я, на 4. По входе тропарь воскресн, и Креста, и Предтечи. Таже кондак воскресн. Слава, Предтечи: И ныне, Креста. Прокимен, апостол, Аллилуиа, Евангелие, и причастен, прежде Креста, и потом Предтечи.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отца нашего Тарасиа, архиепископа Константиня града.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 2. Подобен: Егда от древа: Тропарь: Правило веры: септемвриа во 2-й день. На утрени, канон, глас 2, на 4. По 3-й песни, седален, глас 3. По 6-й песни,

  Кондак, глас 3. Подобен: Дева днесь: Православными догматы церковь уяснив, и Христову блаженне честную икону почитати и покланятися всех научив, обличил еси иконоборцев безбожное веление. сего ради вопием ти: о отче радуйся, мудре Тарасие.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отца нашего Порфириа, архиепископа Газскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 8. Подобен: О преславнаго чудесе! Тропарь: Правило веры: септемвриа во 2-й день. На утрени, канон, глас 4. По 3-й песни, седален, глас 3. По 6-й песни,

  Кондак, глас 2. Подобен: Вышних ищя: Священнейшими твоими нравы украшаемь, священства одеждею озарился еси всеблаженне богомудре Порфирие, и исцелений удобряеши возвышеньми, моляся непрестанно о всех нас.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего и исповедника Прокопиа Декаполита.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4. Подобен: Яко добля: Тропарь, глас 8: Слез твоих теченьми: септемвриа в 3 день. На утрени, канон, глас 6, на 4. По 3-й песни, седален, глас 4. По 6-й песни,

  Кондак, глас 4. Подобен: Явился еси: Денницу днесь церковь имущи, всякую злославия мглу разгоняет, почитающи тя небеснотаинниче Прокопие преславне.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего и исповедника Василиа, спостника святаго Прокопиа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4. Подобен: Дал еси знамение: Тропарь, глас 1: Пустынный житель: септемвриа в 29-й день. На утрени, канон, глас 4, на 4. По 3-й песни, седален, глас 3. По 6-й песни,

  Кондак, глас 2. Подобен: Вышних ищя: С высоты приим божественное откровение, изшел еси мудре от среды молв, и монашествовав преподобно, чудес приял еси действо, и недуги исцеляти благодатию, Василие всеблаженне священнейший.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Кассиана Римлянина.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: 'Егда имать февруарий месяц 28 дней, тогда служба святаго Кассиана поется на повечерии. Аще же есть висектос: стихиры, глас 6. Подобен: Всю отложивше: На утрени, канон, глас 2, на 4. По 3-й песни, седален, глас 4.',
        },
      },
    ],
  },
 */];
