{
  "ektenia": {
    "title": {
      "small": "ектения́ ма́лая:",
      "great": "вели́кая ектения́"
    },
    "deacon": {
      "0": "Па́ки и па́ки ми́ром Го́споду помо́лимся.",
      "1": "Заступи́, спаси́, поми́луй и сохрани́ нас, Бо́же, Твое́ю благода́тию.",
      "2": "Пресвяту́ю, Пречи́стую, Преблагослове́нную, Сла́вную Влады́чицу на́шу Богоро́дицу и Присноде́ву Мари́ю, со все́ми святы́ми помяну́вше, са́ми себе́ и друг дру́га, и весь живо́т наш Христу́ Бо́гу предади́м.",
      "3": "Ми́ром Го́споду помо́лимся.",
      "4": "О Свы́шнем ми́ре и спасе́нии душ на́ших, Го́споду помо́лимся.",
      "5": "О ми́ре всего́ ми́ра, благостоя́нии Святы́х Бо́жиих Церкве́й и соедине́нии всех, Го́споду помо́лимся.",
      "6": "О святе́м хра́ме сем и с ве́рою, благогове́нием и стра́хом Бо́жиим входя́щих в онь, Го́споду помо́лимся.",
      "7": "О вели́ком Господи́не и Отце́ на́шем Святе́йшем Патриа́рхе Кири́лле, и о Господи́не на́шем, Высокопреосвяще́ннейшем митрополи́те (или: архиепи́скопе, или: преосвяще́ннейшем епи́скопе имярек), честне́м пресви́терстве, вo Христе́ диа́констве, о всем при́чте и лю́дех, Го́споду помо́лимся.",
      "8": "О Богохрани́мей стране́ на́шей, власте́х и во́инстве ея, Го́споду помо́лимся.",
      "9": "О гра́де сем (или о ве́си сей), вся́ком гра́де, стране́ и ве́рою живу́щих в них, Го́споду помо́лимся.",
      "10": "О благорастворе́нии возду́хов, о изоби́лии плодо́в земны́х и вре́менех ми́рных, Го́споду помо́лимся.",
      "11": "О пла́вающих, путеше́ствующих, неду́гующих, стра́ждущих, плене́нных и о спасе́нии их. Го́споду помо́лимся.",
      "12": "О изба́витися нам от вся́кия ско́рби, гне́ва и ну́жды, Го́споду помо́лимся."
    },
    "choir": [
      "Го́споди, поми́луй.",
      "Тебе́, Го́споди."
    ],
    "priest": [
      "Я́ко Твоя́ держа́ва, и Твое́ есть Ца́рство, и си́ла, и сла́ва, Отца́ и Сы́на и Свята́го Ду́ха, ны́не и при́сно и во ве́ки веко́в.",
      "Я́ко подоба́ет Тебе́ вся́кая сла́ва честь и поклоне́ние, Отцу́ и Сы́ну и Свято́му Ду́ху, ны́не и при́сно и во ве́ки веко́в."
    ],
    "amen": "Ами́нь."
  }
}