export function храмовыеГлавы() {
  return `О храмех. Главы 1–58
  Глава 1. О ХРАМЕХ СВЯТАГО ИЛИ СВЯТЫЯ, от месяца септемвриа до недели мытаря и фарисеа: от недели же мытаря, до понедельника первыя недели святаго поста, во всю святую 40-цу, и до самаго пресветлаго и тридневнаго Христова Воскресения, и во всю Светлую неделю, до новыя недели, от новыя же недели, сиречь Фомины по Пасце, во всю 50-цу, даже до недели всех святых, како поется служба храма святаго, или святыя, вечер, и утро, и на литургии
  [Зри] Подобает ведати: Яко аще случится храм святаго Симеона Столпника в неделю.
  
  В субботу на малей вечерни, на Господи воззвах, стихиры воскресны, глас 4.
  
  Слава, храма: И ныне, Богородичен малыя вечерни.
  
  На стиховне стихира воскресна 1: и храма святаго стиховна с припевы своими великия вечерни.
  
  Слава, храма: И ныне, Индикта.
  
  По Трисвятом тропарь воскресен.
  
  Слава, храма: И ныне, Индикта.
  
  Ектения малая, и отпуст.
  
  На велицей вечерни, по обычном псалме, кафисма вся. На Господи воззвах, стихиры воскресны 3: и Индикта 3: и храма 4.
  
  Слава, храма: И ныне, Богородичен 1-й гласа.
  
  Вход. Прокимен дне: и чтение Индикта, и храма. На литии стихиры храма.
  
  Таже Индикта: Слава, храма: И ныне, Индикта.
  
  На стиховне стихиры воскресны, по алфавиту.
  
  Слава, храма: И ныне, Индикта.
  
  На благословении хлебов, Тропарь, Богородице Дево: дважды, и храма, единожды. И Буди имя Господне: трижды. и чтение в посланиих.
  
  На утрени, на Бог Господь, тропарь воскресен дважды:
  
  Слава, храма: И ныне, Индикта.
  
  По кафисмах седальны воскресны, и Богородичны их: и чтение, полиелей, и седальны храма вси по единожды.
  
  Слава, храма: И ныне, Индикта, и чтение:
  
  Степенна гласа. Прокимен храма. Всякое дыхание: и Евангелие храма. Воскресение Христово: псалом 50: стихира храма, и прочее, по обычаю. Канон воскресен, со ирмосом на 4: и Индикта на 4: и храма на 6. Катавасиа: Крест начертав: По 3-й песни, кондак Индикта: и седален храма, дважды.
  
  Слава, и ныне, Индикта, и чтение.
  
  По 6-й песни кондак и икос храма. На 9-й песни поем Честнейшую. Светилен воскресен:
  
  Слава, храма: И ныне, Индикта.
  
  На хвалитех стихиры воскресны 3: и Индикта самогласны 3: и храма 3, с припевы его: 1-й, Честна пред Господем: 2-й, Блажен муж бояйся Господа:
  
  Слава, храма: И ныне, Преблагословенна еси:
  
  Славословие великое: и час 1-й. На 1-м часе, стихира евангельская. Тропарь воскресен:
  
  Слава, Индикта: И ныне, Богородичен часов.
  
  По Трисвятом кондак воскресен, и прочая: и совершенный отпуст. На 3-м часе, Тропарь воскресен:
  
  Слава, храма: И ныне, Богородичен часов:
  
  По Трисвятом кондак храма, и Индикта, и воскресен глаголем пременяюще.
  
  На литургии, Блаженна воскресна на 4: и Индикта песнь 3, на 4: И храма песнь 6, на 4. По входе тропарь воскресн, и Индикта, и храма святаго. Кондак воскресен:
  
  Слава, храма: И ныне, Индикта.
  
  Прокимен Индикта, и храма. Апостол Индикта, и ряд под зачало. Таже храма святаго. Аллилуиа, и Евангелие, прежде индикта, и ряд под зачало. Таже храма святаго. Причастен Индикта, и храма.
  
  [Зри] Тогоже дне вечера. Бывает отдание праздника за почесть храма, к вечерни трезвон без большаго. На Господи воззвах, стихиры храма 3: И святаго рядоваго 3. Слава, храма: И ныне, Богородичен воскресен тогоже гласа: [Аще среда или пяток случится, тойже Богородичен поем.] Прокимен дне: Сподоби Господи: Исполним вечернюю: На стиховне, стихиры храма. Слава, храма, или святаго: И ныне Богородичен воскресен. По Трисвятом тропарь храма: Слава, святаго, аще есть: И ныне, Богородичен воскресен. Ектениа, и отпуст. И тако отдается служба храма непременно. На утрени и на литургии трезвона несть. Служба поется святаго рядоваго, со октоихом, по обычаю.
  
  [Зри] Аще ли случится на утрие храмоваго праздника: Неделя или праздник Христов, или Богородицы, или великаго святаго имущаго бдение, или полиелей, или вход, или паремии, и тогда на вечерни храма отдание не бывает.
  
  Глава 2. Аще ли храм святаго Симеона, кроме недели в кой день случится
  На малей вечерни стихиры храма на 4.
  
  Слава, храма: И ныне, Индикта.
  
  На стиховне стихиры Индикта:
  
  Слава, храма: И ныне, Индикта.
  
  По Трисвятом тропарь Индикта:
  
  Слава, храма: И ныне,Радуйся Благодатная:
  
  Ектениа малая, и отпуст.
  
  На велицей вечерни, на Господи воззвах, стихиры Индикта 3, и храма 5.
  
  Слава, храма: И ныне, Индикта.
  
  Вход, прокимен дне: и чтение Индикта, и храма. На литии стихиры Индикта, и храма.
  
  Слава, храма: И ныне, Индикта.
  
  На стиховне стихиры храма, с припевы: 1-й, Честна пред Господем: 2-й, Блажен муж:
  
  Слава, храма: И ныне, Индикта.
  
  На благословении хлебов тропарь храма, дважды. и Богородице Дево: единожды. И Буди имя Господне: трижды. и чтение храма.
  
  [Зри] А идеже несть всенощнаго бдения: По Ныне отпущаеши, тропарь Индикта.
  
  Слава, храма: И ныне, Радуйся Благодатная: и отпуст.
  
  На повечерии, по Трисвятом кондак храма:
  
  Слава, и ныне, Индикта.
  
  На полунощнице, по 1-м Трисвятом вместо, Се Жених: тропарь храма:
  
  Слава, и ныне, Индикта.
  
  По 2-м Трисвятом вместо, Помяни Господи: кондак храма:
  
  Слава, и ныне, Индикта.
  
  Таже, Господи помилуй, 12, и отпуст. Молитвы же, Помяни Господи в надежди: не глаголем.
  
  На утрени, На Бог Господь: тропарь Индикта, дважды.
  
  Слава, храма: И ныне, Богородичен: Радуйся Благодатная:
  
  По 1-й кафисме седальны Индикта, и чтение. По 2-й кафисме седален храма, дважды:
  
  Слава, и ныне, Индикта.
  
  Полиелей и седален, и чтение храма. Степенна, 1-й антифон 4 гласа. Прокимен, и Всякое дыхание: и Евангелие храма. псалом 50. и стихира храма. Канон Индикта, со ирмосом на 6: и храма на 8. Катавасиа: Крест начертав: По 3-й песни кондак Индикта: и седален храма дважды.
  
  Слава, и ныне, Индикта. и чтение храма.
  
  По 6-й песни кондак и икос храма. По 9-й песни, светилен храма дважды.
  
  Слава, и ныне, Индикта.
  
  На хвалитех стихиры Индикта 4: и храма 4: с припевы их.
  
  Слава, храма: И ныне, Индикта.
  
  Ектении и отпуст, и час 1-й.
  
  На часех, тропарь праздника.
  
  Слава, храма: И ныне, Богородичен часов.
  
  По Отче наш: кондак Индикта, и храма, пременяюще глаголем.
  
  На литургии,
  
  Блаженна Индикта, песнь 3-я на 4: и храма песнь 6-я на 4. По входе тропарь Индикта, и храма.
  
  Слава, кондак, храма: И ныне, Индикта.
  
  Прокимены Индикта, и храма. Апостол, аллилуиа, Евангелие, и причастен Индикта и храма.
  
  Глава 3. Аще храм святаго, или святыя будет в неделю
  В субботу на вечерни, и в неделю на утрени, и на литургии, поем службу всю неизменно, якоже прилучившагося святаго имущаго бдение, в неделю, глава 3.
  
  Глава 4. Аще случится храм святаго, или святыя, кроме недели
  И поем службу во храме, вечер и утро, и на литургии, якоже великаго святаго, емуже бывает бдение: зри главы септемвриа в 26-й день. Отдание же храма поем на вечерни, якоже указася в 1-й главе.
  
  [Зри] О томже: Аще случится во един день, на ряду во уставе другий великий святый с храмом, и поем службу его, когда настоятель восхощет, или церкве начальник, во ин день, аще и великий святый.
  
  Глава 5. Аще случится храм святаго священномученка Корнилиа в неделю
  Поем службу храма, якоже преподобнаго Симеона Столпника храма в неделю, по тойже главе: предпразднства же канон поем на повечерии.
  
  Глава 6. Аще случится храм Обновления в неделю, или кроме недели
  И поем службу всю на ряду Обновления с предпразднством Честнаго Креста. Корнилиа же службу поем на повечерии.
  
  Глава 7. Аще ли храм святаго Корнилиа случится, кроме недели в кий день
  И поем всю службу, вечер, и утро, Обновления и храма, якоже Симеона и Индикта, вечер и утро, и на литургии.
  
  Глава 8. Аще ли храм случится Покрова, или Сретения Пресвятыя Богородицы, или ин кий храм Ея, в неделю
  И поем всю службу, вечер, и утро, и на литургии, во всем подобно, якоже Рождества Богородицы в неделю, септемвриа во 8-й день.
  
  Глава 9. Аще ли храм Покрова Богородицы, или иный кий, случится кроме недели в кий день
  Поем службу храма в тех днех, якоже на праздник указася на ряду, септемвриа во 8-й день. Такожде поем и иным храмом Богородицы, кроме недели. Апостола же Анании и Романа служба поется во ин день.
  
  Глава 10. Аще ли храм Анании, или Романа случится в неделю
  Поем храма их службу, с Покровом Богородицы, яко указася храму Симеона Столпника, в неделю. А другаго святаго не храмоваго, поем службу, егда хощет настоятель, или на повечерии.
  
  Глава 11. Аще ли техже преждеписанных, святаго коего храм будет кроме недели, в кий день
  И поем службу Покрова, и храма, вечер и утро, и на литургии, во всем подобно, якоже Индикта, и храма святаго Симеона. Точию на благословении хлебов, тропарь: Богородице Дево: дважды: и храма, единожды. По кафисмах, седальны храма, по дважды: Слава, и ныне, Богородице. На хвалитех стихиры Богородице, три: и храма три.
  
  Глава 12. Аще ли случится храм святаго великомученка Димитриа Солунскаго в неделю
  И поем стихиры, и канон Трясения, на повечерии: храма же святаго службу поем на ряду, якоже указася в главе 48-й.
  
  Глава 13. Аще ли случится храм святаго или святыя, в неделю святых праотец
  На малей вечерни, стихиры воскресны:
  
  Слава, храма: И ныне, Богородичен малыя вечерни.
  
  На стиховне стихира воскресна, и храма стиховна великия вечерни.
  
  Слава, и ныне, Богородичен
  
  Тропарь воскресен:
  
  Слава, храма: И ныне, Богородичен:
  
  На велицей вечерни, на Господи воззвах, стихиры воскресны, 3: и праотцев со славным 4, и храма, 3:
  
  Слава, храма: И ныне, Богородичен гласа.
  
  Вход. Прокимен. И чтение храма, и ектении. На литии стихиры, и Слава, храма: И ныне, праотцев. На стиховне стихиры воскресны:
  
  Слава, храма: И ныне, праотцев.
  
  На благословении хлебов, тропарь: Богородице Дево: единожды: и храма, единожды: и праотцев, единожды. И чтение в посланиях апостольских. На Бог Господь, тропарь воскресен дважды:
  
  Слава, храма: И ныне, праотцев.
  
  По кафисмах седальны воскресны, с Богородичны их. и чтение во евангелии толковом. Таже полиелей: и седальны храма: и чтение храма. Степенна гласа: прокимен храма. Всякое дыхание: и Евангелие храма. Воскресение Христово: псалом 50, и стихира храма. Канон воскресен, со ирмосом на 4: и праотцев на 4: и храма, на 6. Катавасиа: Христос раждается: По 3-й песни кондак и икос праотцев: и седален храма, дважды.
  
  Слава, и ныне, ипакои праотцев: и чтение храма.
  
  По 6-й песни кондак и икос храма. На 9-й песни, поем Честнейшую: Светилен воскресен:
  
  Слава, храма: И ныне, праотцев.
  
  На хвалитех стихиры воскресны 3, и Анатолиев 1, и храма, 3.
  
  Таже самогласну стихиру праотцев, юже на Слава поем с припевом: Благословен еси Господи Боже отец наших:
  
  Слава, храма: И ныне, Преблагословенна еси:
  
  Славословие великое. Тропарь воскресен, ектении, и отпуст, и исхождение в притвор. Слава, и ныне, стихира евангельская.
  
  И час 1-й. На 1-м часе, тропарь воскресен.
  
  Слава, праотцев: И ныне, Богородичен часов.
  
  По Отче наш, кондак воскресен, и прочая: и совершенный отпуст. На 3-м часе, тропарь воскресен.
  
  Слава, храма: И ныне, Богородичен часов.
  
  По Отче наш, кондак храма, и праотцев, и воскресен, пременяюще глаголем.
  
  На литургии, блаженна гласа на 4: и праотцев песнь 3-я, на 4: и храма песнь 6-я, на 4. По входе тропарь воскресен, и праотцев, и храма. Кондак воскресен.
  
  Слава, храма: И ныне, праотцев.
  
  Вместо прокимена, песнь отцев: Благословен еси Господи Боже отец наших: Таже храма. Апостол, аллилуиа, и Евангелие праотцев, и ряд: таже храма. Причастен: Хвалите Господа с Небес: Другий: Радуйтеся:
  
  [Зри] Тогоже дне бывает отдание храма, яко предписася в первой главе.
  
  На Господи воззвах, стихиры храма, 3: и святаго, 3. Слава, храма: И ныне, Богородичен воскресен, по гласу. Прокимен дне. На стиховне октоиха: Слава, храма: И ныне, Богородичен воскресен, по гласу. По Трисвятом, тропарь храма. Слава, святаго, аще есть. И ныне, Богородичен. И отдается служба храма. Такожде поем службу и праотцев во отдание храма.
  
  Глава 14. Поем службу храма святых триех отроков, во всем, якоже предписася святаго Симеона Столпника храма в неделю, по тойже главе
  Поем службу храма святых триех отроков, во всем, якоже предписася святаго Симеона Столпника храма в неделю, по тойже главе.
  
  Глава 15. Аще ли случится храм их в неделю святых отец, пред Рождеством Христовым, поем службу храма, по тойже главе, якоже якоже указася храму с праотцы в неделю: точию чтем паремии отцев и храма
  Аще ли случится храм их в неделю святых отец, пред Рождеством Христовым, поем службу храма, по тойже главе, якоже якоже указася храму с праотцы в неделю: точию чтем паремии отцев и храма.
  
  Глава 16. Аще ли случится храм святаго или святыя в неделю пред Рождеством Христовым святых отец, декемвриа в 20, в 21, в 22 и в 23 день
  На малей вечерни, стихиры воскресны 4.
  
  Слава, храма: И ныне, предпразднства.
  
  На стиховне стихира воскресна едина, и храма стиховна великия вечерни с припевы его.
  
  Слава, храма: И ныне, предпразднства.
  
  По Трисвятом тропарь воскресен и отцев.
  
  Слава, храма: И ныне, предпразднства.
  
  Ектениа малая, и отпуст.
  
  На велицей вечерни, на Господи воззвах, стихиры воскресны 3, и отцев со славным, 4: и храма 3.
  
  Слава, храма: И ныне, предпразднства.
  
  Вход. Прокимен дне, чтение отцев и храма, потом ектениа. На литии стихиры предпразднства, дне ряд, и храма святаго, и отцев.
  
  Слава, отцев: И ныне, предпразднства.
  
  На стиховне стихиры предпразднства, с припевы их.
  
  Слава, отцев, или храма: И ныне, предпразднства.
  
  На благословении хлебов, тропарь: Богородице Дево: единожды: и отцев, единожды. и храма, единожды: и чтение.
  
  На утрени, на Бог Господь, тропарь воскресен, единожды: и отцев, единожды:
  
  Слава, храма: И ныне, предпразднства.
  
  По кафисмах седальны воскресны, и Богородичны их. и чтение во евангелии, еже от Матфеа: Книга родства Иисуса Христа:
  
  Таже полиелей храма, и седальны вси: и чтение храма. Степенна гласа. Прокимен храма. Всякое дыхание: и Евангелие храма. Воскресение Христово: и стихира храма. Канон воскресн со ирмосом на 4: и отцев на 4: и храма на 6. Катавасиа: Христос раждается: По 3-й песни, кондак и икос отцев: и седален храма, дважды.
  
  Слава, и ныне, ипакои отцев: и чтение.
  
  По 6-й песни, кондак и икос храма, и пролог. На 9-й песни, поем Честнейшую: Светилен воскресен, и отцев:
  
  Слава, храма: И ныне, предпразднства.
  
  На хвалитех стихиры воскресны 3: и Анатолиев един: и храма, 3.
  
  Таже припев: Благословен еси Господи Боже отец наших и поем самогласну стихиру отцев:
  
  Слава, храма: И ныне, Преблагословенна еси:
  
  Славословие великое, ектении, и отпуст, и исхождение в притвор.
  
  Слава, и ныне, стихира евангельская.
  
  И час 1-й. На 1-м часе, тропарь воскресен.
  
  Слава, отцев: И ныне, Богородичен часов.
  
  По Трисвятом кондак воскресен, и прочая: и совершенный отпуст. На 3-м часе, тропарь воскресен.
  
  Слава, храма: И ныне, Богородичен часов.
  
  По Трисвятом кондак воскресен, и храма, и отцев, пременяюще глаголем.
  
  На литургии, блаженны гласа, на 4: и отцев песнь 3-я, на 4: и храма песнь 6-я, на 4. По входе тропарь воскресен, и предпразднства, и отцев, и храма. Таже кондак воскресен, и отцев.
  
  Слава, храма: И ныне, предпразднства.
  
  Прокимен отцев, и храма. Апостол, аллилуиа, и Евангелие недели пред Рождеством Христовым, и ряд под зачало, аще не будет отступки, потом храму.
  
  Причастен: Хвалите: Другий: Радуйтеся:
  
  Глава 17. Аще ли храм случится преподобномученицы Евгении в неделю пред Рождеством Христовым святых отец в предпразднство, декемвриа в 24 день
  В субботу на малей вечерни, стихиры воскресны 4.
  
  Слава, храма: И ныне, предпразднства.
  
  На стиховне стихира воскресна 1, и храма стиховна великия вечерни, с припевы.
  
  Слава, храма: И ныне, предпразднства.
  
  По Трисвятом тропарь воскресен, и отцев.
  
  Слава, храма: И ныне, предпразднства.
  
  Ектения малая. И отпуст.
  
  На велицей вечерни, на Господи воззвах, стихиры отцев, 3: и предпразднства, 3: и храма, со славным, 4.
  
  Слава, отцев: И ныне, предпразднства.
  
  Вход. Прокимен дне. Чтение отцев, и храма. На литии стихиры предпразднства, и храма:
  
  Слава, храма: И ныне, предпразднства.
  
  На стиховне стихиры предпразднства с припевы их.
  
  Слава, храма: И ныне, предпразднства.
  
  На благословении хлебов, тропарь отцев, единожды: и предпразднства, единожды: и храма единожды: и чтение. На Бог Господь, тропарь воскресен, единожды: и отцев, единожды.
  
  Слава, храма: И ныне, предпразднства.
  
  По кафисмах седальны отцев.
  
  Слава, храма: И ныне, предпразднства: и чтение.
  
  Полиелей, и седальны вси, и чтение храма. Степенна гласа. Прокимен, и Евангелие храма. Воскресение Христово: и стихира храма. Канон отцев, со ирмосом на 6: и предпразднства на 4: и храма на 4. Катавасиа: Христос раждается: По 3-й песни, кондак и икос отцев, и седален храма:
  
  Слава, предпразднства: И ныне, ипакои отцев, и чтение храма.
  
  По 6-й песни, кондак и икос храма. На 9-й песни, поем Честнейшую: Светилен воскресен, и отцев.
  
  Слава, и ныне, предпразднства.
  
  На хвалитех стихиры отцев, 3: и храма, 2: и предпразднства, 3: с припевы их.
  
  Слава, отцев: И ныне, Преблагословенна еси:
  
  Славословие великое, и прочее утрени.
  
  Глава 18. О храмех святых случающихся по Рождестве Христове и до отдания
  Аще случится храм святаго, или святыя в неделю по Рождестве Христове:
  
  В субботу на малей вечерни, стихиры воскресны и храма, по обычаю.
  
  На велицей вечерни стихиры воскресны, 3: и богоотцев со славным, 4: и храма 3.
  
  Слава, храма: И ныне, Богородичен 1-й гласа.
  
  Вход, прокимен дне, и чтения храма, 3. На литии стихиры праздника, и храма.
  
  Слава, храма: И ныне, праздника.
  
  На стиховне стихиры воскресны.
  
  Слава, храма: И ныне, праздника.
  
  На благословении хлебов, тропарь: Богородице Дево: единожды: и святых, единожды: и храма, единожды: и чтение храма.
  
  На утрени на Бог Господь: тропарь воскресен, единожды. и святых, единожды.
  
  Слава, храма: И ныне, праздника. И прочая до канона, якоже прежде явлено.
  
  Канон воскресен, со ирмосом на 4, и святых на 4, и храма на 6. Катавасиа праздника. По 3-й песни, кондак и икос святых, и седален храма:
  
  Слава, святых: И ныне, праздника.
  
  По 6-й песни, кондак и икос храма. На 9-й песни, поем Честнейшую: Светилен воскресен.
  
  Слава, храма: И ныне, праздника.
  
  На хвалитех стихиры воскресны, 4: и храма, с припевы, 4:
  
  Слава, храма: И ныне, Преблагословенна еси:
  
  Славословие великое: Ектении и отпуст: и исхождение в притвор.
  
  Слава, и ныне, стихира евангельская, и совершенный отпуст.
  
  На литургии блаженны гласа на 4: и праздника песнь рядовая, на 4: и храма песнь 6-я на 4. и прочая служба богоотцев и храма.
  
  [Зри] Тогоже дне, Поем на вечерни отдание храму, якоже предписася в 1-й главе,
  
  Аще случится храм преподобныя Мелании, кроме недели декемвриа в 31 день. И поем храма ея подобне, якоже указася сего месяца в 26-й день.
  
  Глава 19. Аще ли храм преподобныя Мелании случится в неделю со отданием праздника
  И поем храма ея службу, якоже указася Введению Богородицы отдание в неделю, со святым Климентом, по той же главе яко писася в ряду в месяцеслове. Святых же богоотцев поем службу прежде сего дне, когда хощет настоятель.
  
  Глава 20. Аще случится ианнуариа в 1 день храм святаго Василиа Кесарийскаго: Или храм коего святаго, или святыя случится в неделю пред Богоявлением, или во отдание Богоявления:
  И поем в неделю, службу храма, пред Богоявлением, якоже Симеона Столпника храму в неделю: а на отдание Богоявления, поем службу храма, якоже бденнаго святаго в неделю, в немже предваряют вся праздника.
  
  Глава 21. Аще ли храм собора Иоанна Предтечи в неделю:
  И поем службу храма, якоже Симеона Столпника храму указася в неделю, точию зде поем на хвалитех стихиры воскресны 3: и храма, 2: и праздника, 3, с припевы их:
  
  Слава, храма: И ныне, Преблагословенна еси:
  
  Славословие великое, и прочее поем воскресно, и храма, и до отпуста. Такожде и на литургии служба поется воскресна, и храма.
  
  Глава 22. Аще случится храм святаго, или святыя в попразднстве в кий день, кроме недели
  И поем всю службу, вечер, и утро, якоже бденнаго святаго в неделю.
  
  На велицей вечерни на Господи воззвах, стихиры праздника, 3: и храма, 5. Аще храму двои стихиры, и поем праздника, 3: и храма, 6: и прочее все праздника, и храма.
  
  Глава 23. Аще ли храм святаго, или святыя в попразднстве в неделю
  И поем службу храма, якоже великаго святаго прилучится в неделю, а попразднства службу оставляем.
  
  На утрени, полиелей и седальны храма, Евангелие храма, и прочее. Катавасиа праздника. Стихира евангельская.
  
  На 1-м часе, и на литургии служба воскресна и храма.
  
  Глава 24. Аще ли храм святаго, или святыя, случится с предпразднством, или со отданием коего святаго в неделю
  И поем службу храма, вечер, и утро, якоже указася храму Симеона Столпника в неделю. Точию зде поем на хвалитех стихиры воскресны, 3: и храма 2: и праздника 3, со Слава. Припевы же глаголем праздника. Таже самогласну стихиру праздника поем с припевы его.
  
  Слава, храма: И ныне, Преблагословенна еси: и прочая служба, на утрени, и на литургии.
  
  На вечерни же отдание храма, якоже предписася в первой главе.
  
  Глава 25. О храмех святых случающихся быти от недели мытаря и фарисеа, до недели всех святых
  Аще случится храм святаго, или святыя, в неделю мытаря и фарисеа, или блуднаго, или мясопустную, или сыропустную.
  
  В субботу на малей вечерни, стихиры воскресны, глас 4:
  
  Слава, храма: И ныне, Богородичен воскресен, малыя вечерни.
  
  На стиховне стихира воскресна, 1: И храма стиховна великия вечерни, с припевы ея.
  
  Слава, храма: И ныне, Богородичен.
  
  По Трисвятом тропарь воскресен.
  
  Слава, храма: И ныне, Богородичен.
  
  Ектения малая, и отпуст.
  
  На велицей вечерни, Блажен муж: кафисма вся. На Господи воззвах, стихиры воскресны, 3: и триоди три: и храма 4.
  
  [Аще ли неделя мясопустная. Стихиры воскресны 3, и триоди 4: и храма 3:]
  
  Слава, триоди: И ныне, Богородичен 1-й, гласа.
  
  Вход. Прокимен дне, и чтение храма. На литии стихиры храма, и триоди: зри всего последования службы Сретения Господня, егда случится в сия недели.
  
  Глава 26. Аще случится храм святаго, или святыя, в субботу мясопустную:
  И поем всю службу, якоже Сретению Господню.
  
  Глава 27. Аще случится храм святаго, или святыя, в понедельник, или во вторник, или в четверток сырныя недели
  И поем службу храма, на малей, и велицей вечерни, и на утрени, все храма святаго непременно, якоже указася в ряду: триодь бо с храмом не поется, якоже и Сретению, в кий день ни прилучится на сырной недели, кроме субботы и недели, разве самогласна дне, иже глаголется на малей вечерни, и на хвалитех, якоже предписася. Канон же, и трипеснец триоди, воспеваем напреди.
  
  Глава 28. Аще случится храм святаго в среду или пяток сырныя недели
  На малей, и велицей вечерни, и на утрени, и на литургии,совершается служба вся, якоже указася в понедельник сырный непременно. Бывают же на конец вечерни, и утрени, и коегождо часа, по 3 поклоны великия.
  
  На часех, глаголем тропарь и кондак храма. На 6-м же часе, глаголется тропарь паремии: и чтется паремиа. Литургиа же Златоустаго совершается во свое время.
  
  Вечерню, поем по дневному во свое время. На Господи воззвах, стихиры храма, 3: и святаго рядоваго, 3.
  
  Слава, храма: И ныне, Богородичен.
  
  Прокимен дне, и паремиа. На стиховне триоди самогласен дне, дважды, и мученичен:
  
  Слава, храма: И ныне, Богородичен.
  
  Тропарь храма:
  
  Слава, и ныне, Богородичен: и отпуст.
  
  Глава 29. Подобает ведати, аще случится храм святаго в субботу сырную
  На малей и велицей вечерни, поется все последование храма, якоже Сретению Господню: точию стихиры отцев 4: и храма 4: и во всем предваряет служба отцев.
  
  Глава 30. Подобает ведати, аще случится храм святаго или святыя в понедельник 1-я недели поста
  И поется вся служба храма в неделю сыропустную, якоже предписася на ряду.
  
  Главы 31 и 32. Аще случится храм святаго, во вторник, или в среду, или в четверток, или в пяток, 1-я недели поста, и поется служба храма в субботу 1-я недели поста, с службою Феодора Тирона
  В пяток вечера, кафисма рядовая. На Господи воззвах, поем стихиры на 10: триоди самогласен дне, дважды: и храма, 4: и Феодора, 4.
  
  Слава, храма: И ныне, Богородичен 1-й гласа.
  
  Вход, и чтение дне, и храма: и прочая служба Преждесвященных, и три поклоны великия. По заамвонней же молитве, поем канон святаго Феодора над коливом, по обычаю: потом, Буди имя Господне: и псалом: и отпуст.
  
  [Зри] При часе же 6-м нощи поем повечерие великое.
  
  По Слава в Вышних, исхождение творим, и поем самогласны стихиры, и Слава, храма: И ныне, Богородичен, в тойже глас. На стиховне стихиры храма:
  
  Слава, храма: И ныне, Богородичен по гласу.
  
  На благословении хлебов, тропарь храма, дважды: и Богородице Дево: единожды: и чтение храма.
  
  На утрени, на Бог Господь, тропарь храма, дважды:
  
  Слава, Феодора: И ныне, Богородичен, гласа.
  
  По кафисмах седальны храма. и чтение святаго. Полиелей, и седальны святаго, дважды:
  
  Слава, и ныне, Богородичен, и чтение.
  
  Степенна, 1-й антифон 4-го гласа. Прокимен, и Евангелие, и стихира храма. Канон, Феодора, со ирмосом на 6: и храма на 8. Катавасиа: Отверзу уста моя: По 3-й песни, кондак и икос Феодора: и седален его:
  
  Слава, храма: И ныне, Богородичен, и чтение.
  
  По 6-й песни, кондак и икос храма. По 9-й песни, светилен Феодора:
  
  Слава, храма: И ныне, Богородичен.
  
  На хвалитех стихиры Феодора, на 4: и храма на 4:
  
  Слава, храма: И ныне, Богородичен.
  
  Славословие великое. Тропарь, храма:
  
  Слава, Феодора: И ныне, Богородичен.
  
  Ектении, и отпуст, и обычное исхождение: и час 1-й. На часех, тропарь храма.
  
  Слава, Феодора: И ныне, Богородичен.
  
  По Трисвятом кондак Феодора и храма, пременяем:
  
  На литургии, блаженна храма, песнь 3-я, на 4: и Феодора, песнь 6, на 4. По входе тропарь храма Христова, или Богородицы, и храма, и Феодора: Кондак храма:
  
  Слава, Феодора: И ныне, храма Богородицы, или Предстательство христиан:
  
  Прокимен дне, и храма. Апостол, аллилуиа, и Евангелие, прежде субботе, и Феодору под зачало, потом храму. Причастен дне, и храма.
  
  Глава 33. Аще случится храм святаго, в 1-ю неделю святаго поста
  В субботу на малей вечерни, стихиры в триоди, на 4:
  
  Слава, храма: И ныне, триоди.
  
  На стиховне, стихиры храма, великия вечерни, с припевы их.
  
  Слава, и ныне, Богородичен.
  
  По Трисвятом тропарь храма:
  
  Слава, и ныне, Пречистомй Твоему образу:
  
  Ектениа малая, и отпуст.
  
  На велицей вечерни, по кафисме, на Господи воззвах, стихиры воскресны 3: и триоди 3: и храма со славным 4:
  
  Слава, триоди: И ныне, Богородичен гласа.
  
  Вход, и чтения храма. На литии стихиры храма, и в триоди хвалитный стих.
  
  Слава, храма: И ныне, триоди.
  
  На стиховне стихиры воскресны:
  
  Слава, храма: И ныне, триоди.
  
  На благословении хлебов, тропарь: Пречистому Твоему образу, единожды: и храма, единожды: и Богородице Дево, единожды: и чтение храма.
  
  На утрени, на Бог Господь, тропарь воскресен, дважды:
  
  Слава, храма: И ныне, Пречистому Твоему образу:
  
  По кафисмах седальны воскресны, и Богородичны их, и чтение во евангелии толковом. Полиелей, и седальны храма, вси по единожды:
  
  Слава, седальны храма: И ныне, Богородичен: и чтение храма.
  
  Степенна гласа. Прокимен, Евангелие, и стихира воскресна. Канон воскресен, со ирмосом на 4: и триоди на 4: и храма на 6. Катавасиа триоди. По 3-й песни, кондак и икос триоди: и седален храма, дважды:
  
  Слава, и ныне, и чтение.
  
  По 6-й песни, кондак и икос храма, и пролог, или синаксарий. Светилен воскресен:
  
  Слава, храма: И ныне, триоди.
  
  На хвалитех стихиры воскресны 3: и в триоди отцем два стиха, и храма святаго 3, со славным, с припевы его.
  
  Таже припев: Воскресни Господи Боже мой: и в триоди стихира самогласна.
  
  Слава, туюжде стихиру: И ныне, Преблагословенна еси:
  
  Славословие великое, и ектении, и отпуст, и исхождение, и стихира евангельская, и час 1-й в притворе. Тропарь воскресен.
  
  Слава, Пречистому Твоему образу: И ныне, Богородичен часов.
  
  По Отче наш, кондаки глаголем пременяюще, триоди и храма. На 3-м часе, тропарь воскресен:
  
  Слава, храма: И ныне, Богородичен.
  
  На литургии, блаженна гласа на 4, и триоди песнь 3-я, на 4, и храма песнь 6-я, на 4. По входе тропарь воскресен, и триоди, и храма: Кондак воскресен:
  
  Слава, храма: И ныне, триоди.
  
  Вместо прокимена, песнь отцев, Благословен еси Господи Боже отец наших: и другий прокимен, храма. Апостол, аллилуиа, Евангелие, и причастен дне и храма.
  
  Глава 34. Подобает ведати, аще случится храм святаго, или святыя, в понедельник 2, или 3, и 4-я, и 5-я, и 6-я недели святых постов
  В неделю вечера, на малей вечерни, на Господи воззвах, стихиры храма на 4:
  
  Слава, храма: И ныне, Богородичен.
  
  На стиховне триоди самогласен дне, дважды и мученичен:
  
  Слава, храма: И ныне, Богородичен в тойже глас.
  
  По Ныне отпущаеши, тропарь храма:
  
  Слава, и ныне, Богородичен:
  
  Ектениа малая, и отпуст. На велицей вечерни, по обычном псалме, поем Блажен муж, 1-ю Слава. На Господи воззвах, стихиры триоди подобны 3: и храма 5:
  
  Слава, храма: И ныне, Богородичен 1-й, в тойже глас.
  
  Вход. прокимен великий дне, со стихи его, чтения храма, 3. На литии стихиры, и Слава, храма, И ныне, Богородичен воскресен. На стиховне стихиры, и Слава, храма же: И ныне, Богородичен воскресен. На благословении хлебов, тропарь храма, дважды: и Богородице Дево, единожды: и чтение храма.
  
  [Зри] А идеже несть бдения, на велицей вечерни, Блажен муж, первый антифон. На Господи воззвах, стихиры в триоди самогласен дне, дважды, без мученична: и подобны в триоди же 3, и храма 5. Прочее же поем все, якоже предуказася на велицей вечерни. По Ныне отпущаеши, и по Трисвятом, тропарь храма: Слава, и ныне, Богородичен воскресен, и отпуст.
  
  [Зри] Повечерие же поем малое с каноном. По Трисвятом, кондак храма. По Честнейшую, 3 поклоны великия. Трисвятаго же не глаголем.
  
  [Зри] Полунощницу поем по обычаю без поклонов, с кафисмою. По 1-м трисвятом, Вместо, Се жених: глаголем тропарь храма: Слава, и ныне, Богородичен. По Честнейшую, 3 поклоны великия. По 2-м трисвятом, Вместо, Помяни Господи: кондак храма святаго, таже, Господи помилуй, 12. и отпуст. Молитвы же Помяни Господи в надежди, не глаголем.
  
  На утрени, на Бог Господь, тропарь храма, дважды:
  
  Слава, и ныне, Богородичен в тойже глас.
  
  По 1-й кафисме и 2-й, ектений не глаголем, седальны глаголем в триоди, и чтение во Ефреме. По 3-й кафисме глаголет иерей ектению малую, и седальны глаголем оба храма:
  
  Слава, и ныне, Богородичен: и чтение храма.
  
  Полиелей и седален храма, дважды:
  
  Слава, и ныне, Богородичен, и чтение храма.
  
  Степенна, 1-й антифон 4-го гласа. Прокимен храма, и Евангелие. Псалом 50. Стихира храма. Канон храма, песнь 1, со ирмосом на 6: и триоди на 8. Катавасиа, ирмос триоди. А идеже несть трипеснца, поем канон храма со ирмосом на 6. Катавасиа: Отверзу уста моя: По 3-й песни, седален храма, и чтение. По 6-й песни кондак и икос храма, и пролог, и осмую и девятую песнь с трипеснцем поем, якоже и первую. На 9-й песни, поем Честнейшую, Светилен храма, дважды:
  
  Слава, и ныне, Богородичен.
  
  На хвалитех стихиры храма на 4:
  
  Слава, храма: И ныне, Богородичен.
  
  На стиховне триоди самогласен дне, дважды, и мученичен:
  
  Слава, храма: И ныне, Богородичен.
  
  По Благо есть, и по Отче наш: тропарь храма.
  
  Слава, и ныне, Богородичен.
  
  Ектении, и поклоны 3 великия, и час 1
  
  [Зри] Аще ли понедельник 4-я недели:
  
  На 1-м часе, творим поклонение Кресту по чину его, якоже указася в месяце. Тропарь и кондак храма. по Честнейшую 3 поклоны великия, и отпуст. При часе же 3-м дне поем 3-й час, и 6-й, с кафисмами. Тропарь и кондак храма. На 6-м часе, паремиа дне: и чтение храма. На часех, же в кампан не ударяем. Такожде поем 9-й час с кафисмою. и по коемждо часе, по три поклоны великия: и чтение храма. Блаженны скоро без пения, и Помяни нас Господи: По Отче наш: кондак храма:
  
  Слава, и ныне, Богородицы.
  
  Господи помилуй, 40.
  
  Слава, и ныне: Честнейшую и поклоны три великия.
  
  Трисвятаго не глаголем, но по молитве, Всесвятая Троице: и отпуст. И абие начинаем вечерню по обычаю, с кафисмою. На Господи воззвах, стихиры на 10: Самогласен дне, триоди дважды: и подобны 3: и храма 5.
  
  Слава, храма: И ныне, Богородичен от менших.
  
  Вход с Евангелием, паремии дне, и Да исправится молитва моя: ектении малая не бывает. Прокимен, апостол, аллилуиа, и Евангелие храма. Литургиа Преждесвященная. Причастен храма.
  
  Глава 35. Аще случится храм святаго в кийлибо день, 2-я, 3-я, 4-я, 5-я и 6-я недели постов, кроме субботы и недели:
  И поем на вечерни кафисму обычную без поклонов. На Господи воззвах, стихиры на 10: триоди самогласен, дважды: и подобны 3: и храма 5. Слава, храма: И ныне, Богородичен 1, по гласу. Вход, и чтение дне, и храма: и прочая Преждесвященныя.
  
  [Зри] Аще же несть Преждесвященныя: и на часех по Ослаби остави: и по поклонех, трезвон во вся: и поем вечерню без поклонов, со обычною кафисмою. На Господи воззвах, стихиры триоди, подобны 3: и храма 5. Слава, храма: И ныне, Богородичен 1-й тогоже гласа. Вход, прокимен, и чтение дне, и храма 3. Посем, Сподоби Господи: Ектениа: Исполним вечернюю: На стиховне триоди самогласен дважды: и мученичен. Слава, храма: И ныне, Богородичен по гласу, воскресен. По Трисвятом тропарь храма: Слава, и ныне, Богородичен воскресен. Таже ектениа: Помилуй нас Боже: и поклоны 3 великия. и молитва: Всесвятая Троице: и Буди имя Господне: с поклоны. Достойно есть: и отпуст.
  
  [Зри] При часе же 5-м нощи поем повечерие великое. С нами Бог: с пением оба лика. По 1-м трисвятом тропарь храма. Слава, и ныне, Богородичен воскресен. По 2-м трисвятом кондак храма, и исхождение в притвор, и поем на литии стихиры, и Слава, храма: И ныне, Богородичен, в тойже глас. На стиховне стихиры, и Слава, храма: И ныне, Богородичен воскресен. На благословении хлебов, тропарь храма, дважды. и Богородице Дево: единожды: и чтение храма: Аще же два канона храму: и другий канон поем на повечерии напреди.
  
  На утрени, на Бог Господь, тропарь храма, дважды:
  
  Слава, и ныне Богородичен воскресен, во глас тропаря.
  
  И чтение в Ефреме. По 3-й кафисме глаголет иерей ектению, и седальны оба храма, по единожды:
  
  Слава, и ныне, Богородичен, и чтение храма.
  
  Полиелей, и седален, дважды:
  
  Слава, и ныне, Богородичен, и чтение храма:
  
  Степенна, 1-й антифон 4-го гласа. Прокимен, и Евангелие, и стихира храма. Канон храма со ирмосом на 6. А идеже трипеснец, и поем канон храма со ирмосом на 6: и триоди на 8. Катавасиа триоди, 2-го канона. По 3-й песни седален храма, дважды:
  
  Слава, и ныне, Богородичен, и чтение.
  
  По 6-й песни кондак и икос храма. На хвалитех стихиры храма, на 4.
  
  Слава, храма: И ныне, Богородичен.
  
  На стиховне триоди самогласен дне, дважды: и мученичен:
  
  Слава, храма. И ныне, Богородичен воскресен по гласу.
  
  Ектениа, и три поклоны великия, и час 1-й, с кафисмою. На 1-м часе, тропарь и кондак храма, и в конец три поклоны великия, и отпуст. Поем же час 3, и 6, и 9, с кафисмами. На коемждо часе глаголем тропарь храма, и чтение храма. По Отче наш, кондак храма. И по коемждо часе, по Честнейшую, творим 3 поклоны великия. На часех, же в кампан не ударяем. По Ослаби, остави: кондак храма:
  
  Слава, и ныне, храма Богородицы, или Предстательство христиан.
  
  Господи помилуй, 40: и поклоны 3 великия, и молитва: Всесвятая Троице: и отпуст. И абие начинаем вечерню с кафисмою, без поклонов. На Господи воззвах, стихиры на 10: триоди самогласен дне дважды: и мученичен: и подобны 3: и храма 4.
  
  Слава, храма: И ныне, Богородичен, по гласу, обычный.
  
  Вход со Евангелием: и чтение дне, и Да исправится молитва моя: Ектении малыя не глаголем: точию прокимен, апостол, аллилуиа, и Евангелие храма. Литургиа Преждесвященная. Причастен храма.
  
  Глава 36. Аще случится храм святаго в субботу 2-я, и 3-я, и 4-я недели постов
  В пяток вечера, кафисма обычная: На Господи воззвах, стихиры на 10: триоди самогласен, дважды: и храма на 8.
  
  Слава, храма: И ныне, Богородичен 1-й настоящаго гласа.
  
  Вход, прокимен, и чтение дне, и храма, и прочее Преждесвященныя. И входим в трапезу, и ядим без елеа, и пием квас от жита. При часе же 5-м нощи поем повечерие великое, и С нами Бог: с пением оба лика. По 1-м Трисвятом тропарь храма:
  
  Слава, и ныне, Богородичен воскресен, по гласу.
  
  По 2-м Трисвятом, кондак храма. По Слава в Вышних, исхождение в притвор, и поем литию, и Слава, храма: И ныне Богородичен в тойже глас. На стиховне стихиры, и Слава храма: И ныне, Богородичен воскресен, в тойже глас. На благословении хлебов, тропарь храма, дважды: и Богородице Дево, единожды: и чтение храма.
  
  [Зри] Четверопеснец же субботный поем прежде на повечерии.
  
  На утрени, на Бог Господь, тропарь храма, дважды.
  
  Слава, и ныне, Богородичен настоящаго гласа.
  
  По кафисмах седальны: и полиелей и седален, и чтение храма. Прокимен, и Евангелие, и по 50-м псалме стихира храма. Канон храма Христова, или Богородицы со ирмосом на 6. Аще ли ни, поем канон Богородицы, со ирмосом на 6: и храма на 8. Катавасиа: Отверзу уста моя: По 3-й песни седален храма.
  
  Слава, и ныне, Богородичен.
  
  По 6-й песни, кондак и икос храма: Светилен храма, дважды:
  
  Слава, и ныне, Богородичен.
  
  На хвалитех стихиры храма, на 4.
  
  Слава, храма: И ныне, Богородичен.
  
  Славословие великое. По Трисвятом тропарь храма:
  
  Слава, храма: И ныне, Богородичен.
  
  Ектении, и отпуст, и час 1-й.
  
  На часех, тропарь храма: По Трисвятом кондак храма.
  
  На литургии, блаженны храма, песнь 3-я и 6-я. По входе тропарь храма Христова, или Богородицы: таже тропарь храма святаго.
  
  Слава, кондак храма: И ныне, храма Христова, или Богородицы.
  
  Аще же ни, И ныне, Предстательство христиан: Прокимен, апостол, аллилуиа, Евангелие, и причастен храма. Ряд же чтем под зачало, или в субботу мимошедшую.
  
  Глава 37. Аще случится храм святаго во 2-ю, или 4-ю, или 5-ю неделю постов:
  В субботу на малей вечерни, на Господи воззвах, стихиры воскресны на 4.
  
  Слава, храма: И ныне, Богородичен малыя вечерни.
  
  На стиховне стихира воскресна едина, и храма стиховна великия вечерни, с припевы ея.
  
  Слава, храма: И ныне, Богородичен.
  
  Тропарь воскресен, Слава, храма: И ныне, Богородичен, во глас тропаря святаго. Ектениа малая, и отпуст.
  
  На велицей вечерни, по обычной кафисме, на Господи воззвах, стихиры воскресны на 4, и храма на 6.
  
  Слава, храма: И ныне, Богородичен 1-й гласа.
  
  Вход. и чтения храма 3. На литии стихиры, и Слава, храма: И ныне, Богородичен по гласу святаго. На стиховне стихиры воскресны.
  
  Слава, храма: И ныне, Богородичен воскресен, во глас святаго.
  
  На благословении хлебов, тропарь: Богородице Дево, дважды, и храма, единожды: и Буди имя Господне, трижды: и чтение храма.
  
  На утрени, на Бог Господь, тропарь воскресен, дважды.
  
  Слава, храма: И ныне, Богородичен воскресен, по гласу тропаря храма.
  
  По кафисмах седальны воскресны: и чтение во евангелии толковом. По полиелеи седальны храма два, по единожды.
  
  Слава, иже по полиелеи седален: И ныне, Богородичен, и чтение храма.
  
  Степенна гласа. Прокимен, Евангелие, и стихира храма. Канон воскресен, со ирмосом на 4: и триоди на 4: и храма на 6. По 3-й песни, кондак триоди, и седален храма дважды. Слава, и ныне, Богородичен, и чтение. По 6-й песни кондак и икос храма, и пролог. По 9-й песни светилен воскресен.
  
  Слава, храма: И ныне, Богородичен воскресен.
  
  На хвалитех стихиры воскресны 4: и храма со славным 4, с припевы его. Таже припев: Воскресни Господи Боже мой: И поем самогласну стихиру триоди: Слава, туюжде: И ныне, Преблагословенна еси:
  
  Славословие великое, и ектении, и исхождение в притвор.
  
  Слава, и ныне, стихира евангельская, и час первый: и поучение Студитово: и конечный отпуст.
  
  На часех, тропарь воскресен. Слава, храма: И ныне, Богородичен часов. По Отче наш: кондак храма, и триоди, пременяем.
  
  На литургии, блаженны гласа, на 6: и храма песнь 3, на 4. Прокимен гласа и храма. Апостол, Евангелие, и причастен воскресен, и храма.
  
  [Зри] Святаго же Григориа служба поется, в четвертую, или пятую неделю постов.
  
  Глава 38. Аще случится храм святаго в неделю 3-ю поста:
  И поется служба храма вечер и утро все, якоже в 1-ю неделю предызъявися. Бывает же поклонение и целование Честнаго Креста по чину его, поют же ся и стихиры обычныя Креста.
  
  Глава 39. Аще случится храм святаго в среду 4-ю поста, Крестопоклонную:
  Оставляется канон Креста, и поется в понедельник тояже седмицы. Во вторник вечерню поем без поклонов, кафисму глаголем обычну. На Господи воззвах, стихиры на 10: Триоди самогласен дне дважды: и Креста подобны 3, и храма 5: Слава, храма: И ныне, Креста. Вход, прокимен, и чтение дне, и храма. и Да исправится молитва моя: и прочая Преждесвященных.
  
  [Зри] Аще ли не будет Преждесвященныя, на Господи воззвах, стихиры в триоди Креста, подобны 3, и храма 5. Слава, храма: И ныне, Креста. Вход, прокимен, и чтение дне, и храма. Таже, Сподоби Господи: и ектениа: Исполним вечернюю: На стиховне стихиры триоди, самогласен дне дважды: и мученичен. Слава, храма: И ныне, Креста. По Ныне отпущаеши, тропарь храма, Слава, и ныне, Богородичен. Ектениа: Помилуй нас Боже: и 3 поклоны великия. и молитва: Всесвятая Троице: и Буди имя Господне, с поклоны. Таже Достойно есть: и отпуст.
  
  [Зри] При часе же 5-м нощи поем повечерие великое: С нами Бог: с пением оба лика. Прочее же поем, якоже предуказася в день постен: точию на хвалитех, стихиры Креста 3 оставшия: иже писаны на Господи воззвах, глас 4: Подобен: Дал еси знамение: и храма 3. Слава, храма: И ныне, Креста. На стиховне стихиры триоди, самогласен дне, дважды: и мученичен. Слава, храма: И ныне, Креста. Посем, Благо есть: По Трисвятом тропарь храма: Слава, и ныне, Богородичен, в тойже глас. Таже, ектениа: и поклоны три великия, и час 1-й с кафисмою: и поклонение Креста по чину его: и тропарь храма. И ныне, богородичен часов. Кондак Креста, и храма, пременяем. Прочая же поем на часех, и на вечерни, и на литургии Преждесвященной, якоже предуказася в день постен: точию на Господи воззвах, Слава, храма: И ныне, Креста.
  
  Глава 40. Аще случится храм святаго в среду 5-я недели поста:
  И поем службу храма, якоже предызъявися в день постен: стихиры же великаго канона поем в понедельник, на вечерни, по чину его. Канон же великий поем во вторник, на утрени с трипеснцем вторничным.
  
  Глава 41. Аще случится храм святаго в четверток 5-я недели поста:
  И поем великий канон напреди во вторник тояже седмицы: храма же службу поем в четверток той. В среду вечера, и на утрени, и на литургии, поем во всем подобне, якоже предуказася в день постен, со стихирами и трипеснцем четвертка.
  
  Глава 42. Аще случится храм святаго в субботу 5-я недели поста:
  В пяток вечера, кафисма обычная. На Господи воззвах, стихиры на 10: самогласен триоди дне, дважды: и Богородицы, 4, и храма 4. Слава, храма: И ныне, акафиста. Вход, прокимен, и чтение дне, и храма: и Да исправится молитва моя: и прочее Преждесвященныя. Четверопеснец же утренний поем во ин день на повечерии.
  
  [Зри] При часе же 6-м нощи клеплет в великое, и собравшеся во храм, поем повечерие великое: С нами Бог: с пением. По 1-м Трисвятом тропарь храма: Слава, и ныне, Богородицы: Повеленное тайно: По 2-м Трисвятом кондак храма: Слава, и ныне, Взбранной Воеводе: По Слава в вышних, поем литию храма, и Слава, храма. И ныне, Богородичен, в тойже глас. На стиховне стихиры, и Слава, храма: И ныне, Богородичен в тойже глас. На благословении хлебов, тропарь храма, дважды, и Богородицы: Повеленное тайно, единожды: и чтение храма.
  
  На утрени, на Бог Господь, тропарь акафиста, дважды:
  
  Слава, храма. И ныне, акафиста.
  
  По 1-й кафисме кондаки 3, и икосы 3, и паки кондак 1-й, и чтение акафиста. По 2-й кафисме подобне кондаки, и икосы, и чтение акафиста. Таже полиелей, и седальны вси храма: и чтение храма. Степенна, 1-й антифон 4-го гласа. Прокимен, Всякое дыхание: и Евангелие храма. псалом 50, и стихира храма. Канон акафиста, со ирмосом на 8, и храма на 6. Катавасиа, Отверзу уста моя: По 3-й песни, кондаки и икосы акафиста: таже кондак и икос храма: и седален, дважды.
  
  Слава, и ныне, Богородичен: и чтение храма.
  
  По 6-й песни, кондаки и икосы акафиста, и паки икос, и кондак 1, и синаксарий. На 9-й песни, поем Честнейшую: Светилен храма и акафиста. На хвалитех стихиры акафиста 3, и храма 3.
  
  Слава, храма: И ныне, акафиста.
  
  Славословие великое. Тропарь храма и акафиста, и отпуст: и исхождение, и час 1-й в притворе. На 1-м часе, тропарь акафиста, Слава, храма: И ныне, Богородичен часов. По Трисвятом кондак акафиста. На прочих же часех тропари глаголем такожде: кондаки же акафиста, и храма, пременяем.
  
  На литургии, блаженны акафиста, песнь 3-я, на 4: и храма песнь 6-я, на 4. По входе тропарь акафиста, и храма.
  
  Слава, кондак храма: И ныне, акафиста Богородицы.
  
  Прокимен, апостол, аллилуиа, Евангелие и причастен акафиста и храма.
  
  Глава 43. Аще храм святаго случится в субботу Лазареву:
  В пяток 6-я недели на вечерни, по обычной кафисме, на Господи воззвах, стихиры на 10: самогласну стихиру, в триоди дне: Душеполезную: [малую] дважды. и святаго Лазаря, и со славным 5, и храма три. Слава, храма: И ныне, Лазаря, глас 8: Душеполезную: [великую]. Вход, прокимен: и чтение дне, и храма: и прочее службы Преждесвященныя.
  
  [Зри] Повечерие же поем малое, на немже поем канон Лазаря, в триоди. При часе же 6-м нощи поем повечерие великое, и С нами Бог: с пением. По 1-м Трисвятом тропарь храма: Слава, и ныне, Лазаря: Общее воскресение: По 2-м Трисвятом кондак храма. По Слава в Вышних: поем литию в триоди, самогласны писаны на хвалитех. Таже стихиры, и Слава, храма: И ныне, триоди. На стиховне стихиры храма: Слава, храма: И ныне, триоди. На благословении хлебов тропарь храма, дважды, и Лазаря, единожды. и чтение храма.
  
  На утрени, на Бог Господь: тропарь дне, дважды: Общее воскресение:
  
  Слава, храма: И ныне, дне.
  
  По кафисмах седальны, и чтение дне. Полиелей, и седальны вси храма, и чтение. Степенна, 1-й антифон 4-го гласа. Прокимен, и Всякое дыхание: и Евангелие храма, и Воскресение Христово: псалом 50, и стихира храма, и прочая. Канон святаго Лазаря, со ирмосом на 6: и храма на 4: и другий канон Лазаря на 4. Катавасиа 2-го канона Лазарева: Воду прошед: По 3-й песни, кондак и икос храма, и седален дважды:
  
  Слава, и ныне, праздника: и чтение храма.
  
  По 6-й песни, кондак и икос Лазаря, и пролог, или синаксарий. На 9-й песни, Честнейшую не поем. По 9-й песни: Свят Господь Бог наш: на глас 1. Светилен Лазаря:
  
  Слава, храма: И ныне, Лазаря.
  
  На хвалитех стихиры святаго Лазаря, на 4: и храма на 4, со Славным, с припевы их.
  
  Слава, Лазаря: И ныне, Преблагословенна еси:
  
  Славословие великое. По Трисвятом тропарь храма.
  
  Слава, и ныне, Лазаря.
  
  Ектении, и отпуст, и час 1. На часех, тропарь Лазаря: Слава, храма. По Отче наш: кондак Лазаря, и храма, пременяюще глаголем.
  
  На литургии, блаженны Лазаря песнь 3-я, на 4: и храма песнь 6, на 4. По входе тропарь Лазаря, и храма.
  
  Слава, кондак храма. И ныне, Лазаря.
  
  Вместо Трисвятаго: Елицы во Христа крестистеся: Прокимен, апостол, аллилуиа, Евангелие и причастен прежде Лазаря, таже храма.
  
  Глава 44. Аще ли храм святаго случится в неделю цветоносную
  В субботу на малей вечерни, стихиры ваий на 4.
  
  Слава, храма: И ныне, праздника.
  
  На стиховне стихиры ваий:
  
  Слава, храма: И ныне, праздника: или Слава, и ныне, праздника.
  
  По Трисвятом тропарь храма:
  
  Слава, и ныне, праздника:
  
  Общее воскресение: Ектениа малая, и отпуст.
  
  На велицей вечерни, по обычной кафисме, на Господи воззвах, поем стихиры ваий на 6: и храма на 4:
  
  Слава, храма: И ныне, ваий, 1-ю стихиру.
  
  Вход, прокимен дне. и чтение ваий, и храма. На литии стихиры ваий, и храма.
  
  Слава, храма: И ныне, праздника.
  
  На стиховне стихиры праздника:
  
  Слава, храма: И ныне, праздника.
  
  На благословении хлебов тропарь: Общее воскресение: дважды, и храма единожды, и чтение праздника.
  
  На утрени, на Бог Господь, тропарь праздника дважды:
  
  Слава, храма: И ныне: Спогребшеся Тебе:
  
  По кафисмах седальны, и чтение праздника. Полиелей, и седален праздника, и чтение. Степенна, и прокимен: Всякое дыхание: и Евангелие праздника. псалом 50, и стихира праздника. и целуют братия святое Евангелие, и покланяются настоятелю: и дает ветвие, и свещи. Канон праздника со ирмосом на 8, и храма на 6: Катавасиа праздника. По 3-й песни, кондак и икос храма, и седален храма:
  
  Слава, и ныне, праздника: и чтение храма.
  
  По 6-й песни, кондак и икос праздника, и синаксарий. На 9-й песни, Честнейшую не поем, но по катавасии поем: Свят Господь Бог наш: на глас 4. Светилен храма, дважды: и Богородичен его. На хвалитех стихиры праздника на 4, и храма 4, с припевы его:
  
  Слава, храма: И ныне, праздника.
  
  Славословие великое: тропарь храма:
  
  Слава, и ныне: Общее воскресение:
  
  Ектении, и отпуст: и оглашение, и час 1-й. На 1-м часе, тропарь праздника: и конечный отпуст. Бывает же и исхождение вне монастыря: и возвращшеся поем часы по обычаю. На часех, глаголем тропарь праздника:
  
  Слава, храма: И ныне, Богородичен часов.
  
  По Трисвятом кондак праздника и храма, пременяюще глаголем.
  
  На литургии, блаженны праздника, песнь 3-я, на 4: и храма песнь 6-я, на 4. По входе тропарь праздника, и храма:
  
  Слава, кондак храма: И ныне, праздника.
  
  И поем Трисвятое. Апостол, аллилуиа, Евангелие, и причастен праздника, и храма.
  
  Глава 45. Аще случится храм святаго, или святыя, в великий понедельник, или вторник, или среду, или четверток
  И поем всю службу, вечер, и утро, в неделю ваий.
  
  Глава 46. Аще случится храм святаго в пяток, или субботу, или в самый великий день Пасхи
  И поем всю службу храма, вечер, и утро, на светлой недели, в понедельник, или во вторник.
  
  Глава 47. Аще ли случится Благовещение Пресвятыя Богородицы в великий понедельник: и аще храм Ея, или храм Архангела Гавриила, поем со отданием
  В неделю вечера, поем по уставу такожде и в понедельник: Во вторник великий на утрени, тропарь: Се Жених: трижды. По кафисмах седальны триоди. Канон праздника со ирмосом на 8: ирмос по дважды. тропари на 6: и Архангела на 6. Катавасиа Богородицы.
  
  [Зри] А идеже трипеснец триоди, и поем канон Богородицы, со ирмосом на 4: и Архангела 3 стиха на два, два за един: и триоди на 8: Катавасиа триоди, оба лика вкупе. По 3-й песни, кондак Богородицы и седален ея. По 6-й песни, кондак триоди. Аще есть храм Архангела Гавриила, по 3-й песни, кондак триоди: по 6-й песни, кондак Архангела. На 9-й песни, Честнейшую не поем. Светилен дне дважды: Слава, и ныне, Богородицы. На хвалитех стихиры в триоди 3, и Архангела 3. Слава, триоди: И ныне, Богородицы. На стиховне стихиры, и Слава в триоди: И ныне, Богородицы: и прочая служба дне, и Богородицы. И аще восхощет настоятель, да поет и в прочия дни седмицы сея сию службу храма.
  
  Глава 48. Аще ли храм святаго случится от понедельника Светлыя недели до 4 недели по Пасце:
  И поем в те дни службу храма, якоже Георгиа писася в месяцеслове.
  
  Глава 49. Аще ли храм святаго или святыя будет от 4-я недели по Пасце, и до субботы Пентикостныя:
  И поем службу храма в те дни, якоже Иоанну Богослову писася на ряду в месяцеслове.
  
  Глава 50. Подобает ведати и сие:
  Аще храм святаго прилучится в среду пред Вознесением, поется храма святаго служба вся, вкупе с праздником Пасхи отдания, вечер и утро, непременно, якоже Богослову со отданием Пасхи: точию канон Пасце со ирмосом на 4, и о слепом на 4, и храма на 6.
  
  Глава 51. Аще храм святаго случится в четверток Вознесения Христова:
  Поется служба вся храма святаго вкупе с праздником вечера, и утро, непременно, якоже Богослову с Вознесением.
  
  Глава 52. Аще храм святаго случится в неделю 6 по Пасце святых отец:
  На малей вечерни, на Господи воззвах, стихиры воскресны 4:
  
  Слава, храма: И ныне, праздника.
  
  На стиховне стихира воскресна и храма стиховна великия вечерни, с припевы ея:
  
  Слава, храма: И ныне, праздника.
  
  По Трисвятом, тропарь воскресн:
  
  Слава, храма: И ныне, праздника.
  
  Ектениа малая, и отпуст.
  
  На велицей вечерни, на Господи воззвах, стихиры воскресны 3: и отцев со славным 4, и храма 3.
  
  Слава, храма: И ныне, Богородичен 1-й гласа.
  
  Вход, прокимен дне, чтение отцев, и храма. На литии стихиры храма: и отцев хвалитныя и со славным.
  
  Слава, отцев или храма: И ныне, праздника.
  
  На стиховне стихиры воскресны:
  
  Слава, храма: И ныне, праздника Вознесения.
  
  На благословении хлебов тропарь, Богородице Дево, единожды: и отцев, единожды: и храма единожды: и чтение храма.
  
  На утрени, на Бог Господь: тропарь воскресн, единожды: и отцев единожды:
  
  Слава, храма: И ныне, Вознесения.
  
  По кафисмах седальны воскресны, и Богородичны их. и чтение во евангелии толковом. Полиелей, и седальны храма вси:
  
  Слава, седален храма, иже по полиелеи. И ныне, праздника, и чтение храма.
  
  Степенна гласа. Прокимен, Евангелие, и стихира храма. Воскресение Христово: псалом 50. Канон воскресен, со ирмосом на 4: и отцев на 4: и храма на 6. Катавасиа Вознесению. По 3-й песни кондак и икос отцев, и седален храма:
  
  Слава, отцев: И ныне, праздника, и чтение храма.
  
  По 6-й песни кондак и икос храма, и пролог. На 9-й песни, поем Честнейшую: Светильны, воскресен, и отцев.
  
  Слава, храма: И ныне, праздника.
  
  На хвалитех стихиры воскресны 4: и храма три.
  
  Таже припев, Благословен еси Господи Боже отец наших, и поем стихиру самогласну отцев.
  
  Слава, храма: И ныне, Преблагословенна еси:
  
  Славословие великое. Тропарь воскресен точию. Ектении, и отпуст, и исхождение в притвор:
  
  Слава, и ныне, стихира евангельская, и час первый: На 1-м часе, тропарь воскресен: Слава, отцев: И ныне, Богородичен часов. По Трисвятом кондак отцев, и совершенный отпуст. На 3-м и 6-м и на 9-м часех тропарь и кондак, отцев и храма, пременяюще глаголем.
  
  На литургии, блаженна гласа, на 4: и отцев песнь 3, на 4: и храма песнь 6, на 4. По входе тропарь воскресен, и отцев, и храма: Таже кондак воскресен, и отцев.
  
  Слава, храма: И ныне, праздника Вознесения.
  
  Вместо прокимена, песнь отцев: Благословен еси Господи Боже отец наших: и другий храма. Апостол, аллилуиа, и евангелие, прежде неделя отцев, и храма.
  
  Причастный, Хвалите Господа: Другий, Радуйтеся:
  
  Глава 53. Аще случится храм святаго в пяток 7-я недели по Пасце, во отдание Вознесения Христова, или в субботу пред неделею всех святых, во отдание Пятидесятницы: поем службу храма со отданием Вознесения
  В четверток на малей вечерни, а Господи воззвах, стихиры храма, подобны 3, на 4:
  
  Слава, храма: И ныне, праздника.
  
  На стиховне стихиры храма, великия вечерни:
  
  Слава, храма: И ныне, праздника.
  
  По Трисвятом тропарь храма:
  
  Слава, и ныне: праздника:
  
  Ектениа малая: и отпуст.
  
  На велицей вечерни, по обычном псалме поем: Блажен муж, 1-ю Слава. На Господи воззвах, стихиры праздника 5, и храма 5.
  
  Слава, храма: И ныне, праздника.
  
  Вход. Прокимен дне, и чтения храма 3. На литии стихиры, и Слава, храма: И ныне, праздника. На стиховне стихиры праздника, с припевы праздника:
  
  Слава, храма: И ныне, праздника.
  
  На благословении хлебов тропарь храма, дважды, и праздника единожды. и чтение храма святаго. На Бог Господь, тропарь праздника, дважды.
  
  Слава, храма: И ныне, праздника.
  
  По кафисмах седальны, и чтение праздника. таже полиелей, и седальны храма, вси по единожды.
  
  Слава, полиелейный седален: И ныне, праздника: и чтение храма.
  
  Степенна, 1-й антифон 4-го гласа. Прокимен, и евангелие. псалом 50. и стихира храма. Канон праздника со ирмосом на 6: и храма на 4: и другий канон праздника на 4. Катавасиа, Божественным покровен: По 3-й песни кондак и икос праздника: и седален святаго, дважды:
  
  Слава, и ныне: праздника:
  
  По 6– й песни, кондак и икос храма: и пролог. На 9-й песни, Честнейшую не поем. Светилен праздника:
  
  Слава, храма: И ныне, праздника.
  
  На хвалитех стихиры праздника 3: и храма 3.
  
  Слава, храма: И ныне, праздника.
  
  Славословие великое. По Трисвятом тропарь храма.
  
  Слава, и ныне: праздника:
  
  Ектениа, и оглашение, и отпуст, и час 1-й в притворе.
  
  На часех, тропарь праздника:
  
  Слава, храма: И ныне, Богородичен часов.
  
  По Отче наш: кондак праздника, и храма, пременяюще глаголем.
  
  На литургии, блаженна от канона праздника песнь 9-я, и храма 6-я. По входе тропарь праздника, и храма:
  
  Слава, кондак храма: И ныне, праздника.
  
  Прокимен, аллилуиа, и причастен праздника и храма: апостол и евангелие дне, храма.
  
  Глава 54. Аще ли храм святаго случится в субботу Пентикостную
  И поем всю службу в субботу на ряду храма святаго, якоже предписася прежде в главе 4. точию на Господи воззвах, Слава, храма, И ныне, догматик настоящаго гласа: Субботы же поем службу о умерших, в мимошедшую субботу, или в четверток мимошедший.
  
  Глава 55. Аще будет храм святаго в неделю 8 на Сошествие Святаго Духа:
  И поем храма службу, якоже Богослова, с Вознесением на ряду, такожде и зде.
  
  Глава 56. Аще будет храм святаго в понедельник Святаго Духа, поем службу храма сице:
  На вечерни, на Господи воззвах, стихиры праздника на 4, и храма 4:
  
  Слава, храма: И ныне, праздника.
  
  Вход. Прокимен великий, Кто Бог велий, яко Бог наш: со стихи его. и чтения храма 3. и чтутся от иереа молитвы по обычаю, и ектении.
  
  Таже на стиховне стихиры Святаго Духа, самогласны, с привевы их:
  
  Слава, храма: И ныне, праздника.
  
  Приидите людие: По Трисвятом тропарь храма:
  
  Слава, и ныне: праздника: и отпуст.
  
  Повечерие поем по обычаю, и канон Святаго Духа. По Отче наш: кондак храма:
  
  Слава, и ныне: праздника:
  
  На полунощнице, по 1-м Трисвятом тропарь храма:
  
  Слава, и ныне: праздника:
  
  По 2-м кондак храма:
  
  Слава, и ныне: праздника:
  
  На утрени, на Бог Господь, тропарь праздника, дважды:
  
  Слава, храма: И ныне, праздника.
  
  По кафисмах седальны праздника, и чтение праздника. Полиелей, и седальны вси храма, по единожды:
  
  Слава, храма: И ныне, праздника, и чтение храма.
  
  Степенна, 1-й антифон 4-го гласа. Прокимен, и Всякое дыхание: Евангелие храма. псалом 50. стихира храма. Канон праздника, со ирмосом на 6: и храма на 6: и другий канон праздника, на 4. Катавасиа, Божественным покровен: оба лика вкупе. По 3-й песни, кондак и икос храма, и седален его, дважды:
  
  Слава, и ныне: праздника:
  
  И чтение. По 6-й песни, кондак и икос праздника. На 9-й песни, Честнейшую не поем. Светилен праздника:
  
  Слава, храма: И ныне, праздника.
  
  На хвалитех стихиры праздника 3, и храма 3:
  
  Слава, храма: И ныне, праздника.
  
  Славословие великое. По Трисвятом тропарь храма, Слава, и ныне, праздника. Ектении, и отпуст, и оглашение, и исхождение, и час 1-й в притворе. На часех тропарь праздника:
  
  Слава, храма: И ныне, Богородичен часов.
  
  По Отче наш: кондак праздника, и храма, пременяюще глаголем.
  
  На литургии, блаженна праздника, песнь 3-я на 4: и храма песнь 6-я на 4. Входное, Вознесися Господи силою Твоею, воспоем и поем силы Твоя. Тропарь праздника, и храма:
  
  Слава, кондак храма: И ныне, праздника.
  
  Прокимен, апостол, аллилуиа, Евангелие, и причастен праздника, и храма.
  
  Глава 57. Аще ли храм святаго или святыя, в кий день случится по празднице 50-цы, в седмице, кроме понедельника Святаго Духа
  И поем службу всю храма, с праздником, якоже и прочим храмом, случающимся во уставе на ряду в попразднстве.
  
  Глава 58. Аще ли храм святаго, или святыя, случится в неделю всех святых
  И поем службу храма, якоже предызъявися в неделю 7-ю по Пасце, со святыми отцы, непременно, точию зде поем к Слава, и ныне, Богородичен 1-й, по гласу святаго.`;
}
