import { Day, TypikonSign } from '../../models';

export const DECEMBER: Day[] = [
  {
    memories: [
      {
        description: 'Святаго пророка Наума.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры Богородицы, глас 3. Подобен: Велия: и святаго, глас и подобен тойже. На стиховне октоиха.
  
  Тропарь, глас 2: Пророка твоего Наума память, Господи, празднующе, тем тя молим: спаси души наша.
  
  На утрени, Аллилуиа во глас октоиха, и троичны гласа, по обычаю: или тропарь. По кафисмах, седальны октоиха, и чтение. Оба канона октоиха, и пророка на 4, глас 5. По 3-й песни, седален, глас 5. По 6-й песни, мученичен октоиха.
  
  Или кондак, глас 4. Подобен: Явился еси: Просветившееся духом чистое твое сердце, пророчества бысть светлейшаго приятелище: зриши бо яко настоящая далече сущая. сего ради тя почитаем, пророче блаженне, Науме славне.
  
  И чтем пролог. По 9 песни, светилен троичен. На стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго пророка Аввакума.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Подобне, Аллилуиа, или тропарь вчерашний. Стихиры Богородицы 3, глас 4. Подобен: Яко добля: и пророка 3, глас и подобен тойже. На утрени, оба канона октоиха, и пророка на 4, глас 4. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 8. Подобен: Взбранной: Возгласивый вселенней от юга пришествие Божие от Девы, Аввакуме богоглаголиве, и на божественней стражи предстоянием слышания, от светоносна ангела, Христово Воскресение возвестил еси миру. сего ради весело зовем ти: радуйся, пророков светлая доброто.
  
  И чтем пролог. По 9-й песни, светилен троичен. На стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго пророка Софониа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Поем подобне: Стихиры пророка 3, глас 4. Подобен: Званный свыше: На стиховне октоиха. На утрени, оба канона октоиха: и святаго на 4, глас 6-й. По 3-й песни, седален, глас 6. По 6-й песни,
  
  Кондак пророка, глас 4. Подобен: Явился еси: Явился еси светозарен божественным духом, пророче Софоние, Божие явление возгласив: радуйся зело дщи сионя, иерусалимова проповеждь: се царь твой грядет спасаяй.
  
  По 9-й песни, светилен троичен. На стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `В тойже день преподобнаго отца нашего Саввы Звенигородскаго.
          Совершается собор его во обители его, и идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 8: Пустыни явился еси доброе прозябение, преподобне, от юности бо изволил еси чистое житие, духовному твоему учителю последуя, и того учением ум к небесным вперив, и стаду твоему премудр наставник показался еси. тем и Христос яко пресветла тя светильника чудесы обогати: Савво отче наш, моли спастися душам нашим.
  
  Кондак, глас 2. Подобен: Вышних ищя: Господним желанием распалився, страсти плотския воздержанием оттряс, божественнаго света незаходимое светило явился еси, чудес лучами всех просвещаеши притекающих к раце мощей твоих, Савво преподобне отче наш.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святыя великомученицы Варвары:
          И преподобнаго отца нашего Иоанна Дамаскина.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Стихиры святыя 3, глас 2. Подобен: Егда от древа: и преподобнаго 3, глас 8. Подобен: О преславнаго чудесе! Слава: глас 6: Отечество, род, имение: На стиховне октоиха. Слава, глас 6: Преподобне отче, во всю землю:
  
  Тропарь святыя, глас 8: Варвару святую почтим: вражия бо сети сокруши, и яко птица избавися от них, помощию и оружием креста, всечестная.
  
  Слава, святаго, глас тойже: Православия наставниче: октовриа в 11 день. На утрени, канон октоиха един: И святыя канон на 4, глас 2: И преподобнаго на 4, глас тойже. По 3-й песни,
  
  Кондак преподобнаго, глас 4. Подобен: Вознесыйся: Песнописца и честнаго богоглагольника, церкве наказателя, и учителя, и врагов сопротивоборца, Иоанна воспоим: оружие бо взем, крест господень, всю отрази ересей прелесть: и яко теплый предстатель к Богу всем подает прегрешений прощение.
  
  И икос, и седален святыя, глас 3. Слава, преподобнаго, глас тойже. По 6-й песни,
  
  Кондак святыя, глас 4. Подобен: Вознесыйся: В Троице благочестно певаемому последовавши Богу страстотерпице, идольская притупила еси чтилища: посреде же подвига страдальчествующи, Варваро, мучителей прещения не устрашилася еси мужемудренная, велегласно поющи присно: Троицу чту, Едино Божество.
  
  И икос. По 9-й песни светилен октоиха и святыя. Слава, преподобнаго. На хвалитех стихиры святыя на 4, глас 1: самогласны. Слава, глас 6: Страдальческим шествовавши путем: На стиховне октоиха. Слава преподобнаго, глас 8: Монахов множества: На литургии, блаженна мученицы, песнь 3-я: И преподобнаго, песнь 6-я. Прокимен, глас 4: Дивен Бог во святых своих: Стих: В церквах благословите Бога: Апостол к галатом. зачало 208: Прежде пришествия веры: Аллилуиа, глас 1: Терпя потерпех Господа, и внят ми: Евангелие Марка, зачало 21: По Иисусе идоша народи мнози, и угнетаху его: Причастен: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго и богоноснаго отца нашего Саввы освященнаго.',
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `Аще хощет настоятель, творит бдение. На малей вечерни, стихиры на 4, глас 1: Подобен: Всехвальнии мученицы: Слава, глас 2: Преподобне отче: И ныне, Богородичен: На стиховне стихиры, глас 2. Подобен: Доме евфрафов: с припевы их. 1: Честна пред Господем смерть преподобных его. 2: Блажен муж бояйся Господа: Слава, и ныне, Богородичен, глас и подобен тойже: Владычице благая: Тропарь, глас 8: Слез твоих теченьми: септемвриа в 3 день. Слава, и ныне, Иже нас ради: Ектениа малая, и отпуст. На велицей вечерни, Господи воззвах, стихиры на 8, глас 5. Подобен: Преподобне отче: Слава, глас 6: Еже по образу: И ныне: Кто тебе не ублажит: Вход. Прокимен дне, и чтения 3, преподобническая. На литии стихира храма: И святаго самогласны, глас 2. Слава, глас тойже: Еже паче ума благих: И ныне, Богородичен. На стиховне стихиры, глас 5. Подобен: Радуйся: с припевы их. Слава: глас 8: Монахов множества: И ныне, Богородичен: Безневестная Дево: На благословении хлебов, тропарь, глас 8: Слез твоих теченьми: дважды, писан на малей вечерни. И Богородице Дево: единожды. И Буди имя господне: 3. Псалом 33: Благословлю Господа: И чтение от жития святаго Саввы. На утрени, на Бог Господь, тропарь святаго, дважды. Слава, и ныне: Иже нас ради: По кафисме седальны святаго, с богородичны их, и чтение. По полиелеи седален, глас 8, дважды. Слава, и ныне, Богородичен. И чтение от жития святаго. Степенна, 1 антифон 4-го гласа. Прокимен, глас тойже: Честна пред Господем смерть преподобных его. Стих: Что воздам Господеви: Евангелие Луки, зачало 24: Ста Иисус на месте равне: По 50-м псалме стихира, глас 6: Преподобне отче, во всю землю: Канон Богородицы, на 6, глас 2: Нетрену, необычну: И святаго на 8, глас 8. Катавасиа: Спасе люди: По 3-й песни, седален глас 8. Слава, ин: И ныне: Богородичен. По 6-й песни,
  
  Кондак, глас 8. Подобен: Взбранной: Яко от младенства Богу жертва непорочная принеслся еси добродетелию, Савво блаженне, садоделатель быв благочестия. темже был еси преподобных удобрение, гражданин же пустынный достохвален. темже зовем ти: радуйся, Савво пребогате.
  
  И икос, и чтем пролог. По 9-й песни, светилен дважды. Слава, и ныне, Богородичен. На хвалитех, стихиры на 4, глас 1. Подобен: Небесных чинов: Слава, глас 6: Преподобне отче, во всю землю: И ныне: Богородице, ты еси лоза: Славословие великое. По трисвятом тропарь святаго. Слава, и ныне: Иже нас ради: Ектении, и отпуст, и час 1-й. На 1-м часе, тропарь святаго. По трисвятом кондак его. И совершенный отпуст. На литургии, блаженна, от канона святаго песнь 3-я и 6-я. Прокимен, глас 7: Честна пред Господем: Стих: Что воздам Господеви: Апостол к галатом, зачало 213: Плод духовный: Аллилуиа, глас 8: Блажен муж бояйся Господа: Стих: Сильно на земли будет семя его. Евангелие Матфеа, зачало 43: Вся мне предана суть: Причастен: В память:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отца нашего Николаа архиепископа, мир ликийских чудотворца.',
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `Аще хощет настоятель, творим бдение. На малей вечерни, на Господи воззвах, стихиры на 4, глас 4. Подобен: Яко добля: Слава, глас 6: Возсия якоже солнце: И ныне, Богородичен: Никтоже притекаяй к тебе: На стиховне стихиры, глас 6: Подобен: Тридневен: Слава, и ныне, Возревновав соперник:
  
  Тропарь, глас 4: Правило веры и образ кротости, воздержания учителя, яви тя стаду твоему, яже вещей истина. сего ради стяжал еси смирением высокая, нищетою богатая, отче священноначальниче Николае, моли Христа Бога, спастися душам нашим.
  
  Слава, и ныне: Еже от века: Ектениа малая, и отпуст. На велицей вечерни, поем Блажен муж, 1-й антифон. На Господи воззвах, стихиры на 8: глас 2. Подобен: Егда от древа: Ины стихиры, глас тойже. Подобен: Киими: Слава, глас 6: Святителей удобрение: И ныне, предпразднства: Вертепе благоукрасися: Вход, прокимен дне, и чтения три: 1-е, Притчей: Память праведнаго: 2-е, Уста праведнаго: 3-е, Праведник аще постигнет: На литии стихира храма: таже Николаа, глас 2: Самогласны. Слава, глас 6: Благий рабе: И ныне, глас тойже: Сионе торжествуй: На стиховне стихиры, глас 5. Подобен: Радуйся: с припевы их. Слава, глас 6: Человече Божий: И ныне: Безневестная Дево, откуду пришла еси? На благословении хлебов тропарь: Правило веры: дважды: писан на малей вечерни: и Богородице Дево: единожды. И Буди имя Господне: трижды. Псалом 33: Благословлю Господа: И чтение от жития святаго. А идеже несть бдения, но Ныне отпущаеши, и по трисвятом, тропарь святителя, единожды. Слава, и ныне, Богородичен. На утрени, на Бог Господь, тропарь святаго, дважды: Слава, и ныне: Еже от века: И обычныя кафисмы. По кафисмах седальны святителя, и с богородичны их, и чтение. По полиелеи седален, глас 5. Слава, ин: И ныне, Богородичен: и обычное чтение святаго. Степенна 1-й антифон 4-го гласа. Прокимен, глас 4. Честна пред Господем смерть: Стих: Что воздам Господеви: Всякое дыхание: Евангелие Иоанна, зачало 36: Аз есмь дверь: По 50-м псалме стихира, глас 6: Наследниче Божий: Канон Богородицы, глас 1, со ирмосом на 6: и святаго два канона на 8. Един, глас 2: Другий, глас 1. Катавасиа: Христос раждается: По 3-й песни, седален, глас 8: Слава, другий: И ныне, Богородичен: По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: В мирех, святе, священнодействитель показался еси: Христово бо, преподобне, Евангелие исполнив, положил еси душу твою о людех твоих, и спасл еси неповинныя от смерти. сего ради освятился еси, яко великий таинник Божия благодати.
  
  И икос: и чтем пролог. По 9-й песни, светилен Подобен: Жены услышите: Слава, ин: И ныне, Богородичен. На хвалитех стихиры на 6, глас 1. самогласны. Слава, глас 5: Вострубим трубою песней: И ныне, Богородичен, глас тойже: Вострубим трубою: Славословие великое. По трисвятом тропарь: Слава, и ныне, Еже от века: Ектении, и отпуст. Дается же и елей братии от кандила святаго. и час 1-й. На 1-м часе, тропарь святаго: По трисвятом кондак его. И конечный отпуст. На литургии, блаженна от канона 1-го, песнь 3, и втораго, песнь 6. Прокимен, глас 7: Возвеселится праведник о Господе: Стих: Услыши Боже глас мой: Апостол ко евреем, зачало 335: Повинуйтеся наставником: Аллилуиа, глас 4: Священницы твои облекутся в правду: Евангелие Луки, зачало 24: Ста Иисус на месте равне: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Иже во святых отца нашего Амвросиа, епископа медиоланскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или Тропарь, глас 4: Правило веры: септемвриа во 2-й день. Стихиры Богородицы 3, глас 1. Подобен: Небесных чинов: И святаго 3, глас и подобен тойже. На стиховне октоиха: На утрени, оба канона октоиха: И святаго на 4, глас 4. По 3-й песни, седален, глас 8. По 6-й песни,
  
  Кондак, глас 3. Подобен: Божественныя веры: Божественными догматы облистая, помрачил еси ариеву прелесть, священнотаинниче и пастырю Амвросие: чудодействуя же силою духа, страсти различныя яве исцелил еси, отче преподобне, Христа бога моли спастися душам нашим.
  
  По 9-й песни, светилен троичен. На стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `В тойже день преставление преподобнаго отца нашего Антониа сийскаго, новаго чудотворца.
          Совершается собор его, во обители его и во храме.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 1: Желанием духовным распалився, и мятежи мирския отринув, ко единому же Богу любовию прилепился еси, и того вседушне взыскуя, во внутреннюю пустыню отшел еси, при водах вселився, идеже во слезах и трудех пребывая многолетное время, в терпении мнозе житие ангельское проходил еси, в наставлении божественнаго разума: и множество монахов собрал еси, мудре, ихже посещая, не остави, Антоние преподобне отче наш, пресвятей Троице моляся, от зол всяческих избавити, и спасти души наша.
  
  Кондак, глас 8. Подобен: Взбранной: От юности, преподобне, плоть твою в постех и молитвах истончил еси, и крест твой взем, христу последовал еси: темже и к вышним течение радостно совершил еси, идеже со всеми святыми святей Троице предстоиши. и ныне стадо твое посещая, поминай чтущих пресвятую память твою, да вси благодарне вопием ти: радуйся, Богомудре Антоние, наставниче пустынный.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `И преставление преподобнаго отца нашего Нила, иже на езере Селигере, на острове зовомом Столобное, новаго чудотворца.
          Совершается собор его, идеже лежат мощи его, и идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Яко светильник всесветел явился еси во острове селигера езера, преподобне отче Ниле: ты бо крест Христов от юности своея на рамо взем, усердно тому последовал еси, чистотою Богови приближився, отонудуже и чудес дарованием обогатился еси. тем и мы притекающе к раце мощей твоих, умильно глаголем: отче преподобне, моли Христа Бога, спастися душам нашим.
  
  Кондак, глас 8: Отечества, преподобне, удалився, в пустыню вселился еси, и на остров селигера езера возшед, жестоко житие показал еси, и многих добродетельми удивив, дарования чудес от Христа приял еси. поминай нас чтущих память твою, да зовем ти: радуйся, Ниле отче наш.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Патапиа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры святаго, глас 1. Подобен: Всехвальнии мученицы: На стиховне октоиха. Тропарь, глас 8: В тебе отче известно: октовриа в 1-й день. На утрени, оба канона октоиха: и преподобнаго на 4, Глас 2. По 3-й песни, седален, глас 8. По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: Храм твой, святе, духовное врачество людие обретше, со тщанием к нему приходяще, цельбу недугов просят прияти, решение же в житии прегрешенных: ты бо всех сущих в нуждах предстатель явился еси, Патапие преподобне.
  
  По 9-й песни, светилен октоиха, или троичен.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Зачатие святыя Анны, егда зачат Пресвятую Богородицу.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, обычная кафисма. На Господи воззвах, стихиры на 6: глас 4. Подобен: Званный свыше: Слава, и ныне, глас 2: Недоведомое ангелом и человеком: На стиховне стихиры, глас 5: Подобен: Радуйся: Припев 1-й, Клятся Господь Давиду: 2-й, От плода чрева твоего: Слава, и ныне, глас 2: Днесь из корене Давидова:
  
  Тропарь, глас 4: Днесь безчадия узы разрешаются, Иоакима бо и Анну услышав Бог, паче надежды родити тем яве обещавает Богоотроковицу, из неяже сам родися неописанный, человек быв, ангелом повелев вопити ей: радуйся, благодатная, Господь с тобою.
  
  Сей тропарь глаголется без богородична.
  
  Таже ектении и отпуст. На утрени, на Бог Господь, тропарь, трижды: и обычныя кафисмы: и седальны святыя, и чтение. Каноны два святыя Анны: Первый со ирмосом на 8: Вторый на 6, глас 1. Катавасиа праздника: Христос раждается: По 3-й песни, седален, глас 4, дважды. Слава, и ныне, Богородичен: По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Празднует днесь вселенная Аннино зачатие, бывшее от Бога: ибо та породи паче слова Слово рождшую.
  
  И икос. и чтем пролог. По 9-й песни светилен, дважды. На хвалитех стихиры, на 4, глас 1. Подобен: Небесных чинов: Слава, и ныне, глас 8: Приидите радостно днесь: Славословие великое. По трисвятом, тропарь единожды. и отпуст. На литургии, блаженна от канона 1-го, песнь 3-я: и 2-го, песнь 6-я. Прокимен, глас 4: Дивен Бог во святых своих: Стих: В церквах благословите Бога: Апостол к галатом, зачало 210 от полу: Авраам два сына име: Аллилуиа, глас 1: Спасение праведных от Господа: Евангелие Луки, зачало 36: Никтоже убо светильника вжег: Причастен: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Мины, Ермогена и Евграфа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3, и святых 3, глас 1. Подобен: Всехвальнии: На стиховне октоиха.
  
  Тропарь, глас 8: Воздержанием страстей, огнепальныя умертвивше зраки и движения, Христовы мученицы прияша благодать недуги отгоняти немощных, и живше и по кончине чудодействовати. воистинну чудо преславно, яко кости наги источают исцеления: слава единому и создателю Богу.
  
  На утрени, оба канона октоиха: и святых, на 4: глас 1. По 3-й песни,
  
  Кондак, глас 1. Подобен: Лик ангельский: Мину чуднаго, Ермогена божественнаго, и Евграфа купно священными сладкопении почтим вси яко почествовавшия Господа, и страдальчествовавшия за него, и лика безплотных на небесех достигшия, и чудеса точащия.
  
  И седален, глас 8. По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Добропесненный глас твоих словес, Ермогена из глубины погибели возвед, постави на камени жизни: отонудуже и Евграф царя обличив, радуяся посекается в славную главу. но прилежно моли, Мино, спастися всем любовию чтущим тя.
  
  По 9-й песни, светилен октоиха. Слава, святых. На стиховне октоиха. На литургии, прокимен, глас 4: Святым, иже суть на земли его: Стих: Предзрех Господа предо мною выну: Апостол ко ефесеем, зачало 233. Возмогайте о Господе: Аллилуиа, глас 4: Воззваша праведнии: Стих: Многи скорби праведным: Евангелие Луки, зачало 106. Внемлите от человек: Причастен: Радуйтеся:
  `,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Даниила столпника.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры Богородицы 3, глас 8. Подобен: Что вас наречем: и святаго 3, глас и подобен тойже. Слава, глас 5: Порученный ти талант: На стиховне октоиха. Тропарь, глас 1: Терпения столп был еси: септемвриа в 1-й день. На утрени, оба канона октоиха: И святаго на 4, глас 8. По 3-й песни, седален, глас 1. По 6-й песни,
  
  Кондак, глас 8. Подобен: Яко начатки: Якоже звезда многосветлая, ты возшед, блаженне, на столп, мир просветил еси преподобными делы твоими и тьму прелести отгнал еси, отче. темже молим тя: и ныне облистай в сердцах раб твоих незаходящий свет разума.
  
  По 9-й песни, светилен октоиха: Слава святаго. На стиховне октоиха.
  
  Ведати подобает, яко от сего 11-го дне начинается неделя праотеческая, и восходит сегоже декемвриа до 17-го дне бывает же сице:
  
  Аще убо случится Рождество Христово в неделю:
  
  И тогда праотеческая неделя бывает декемвриа в 11 день. А святых отец неделя, яже пред Рождеством Христовым, декемвриа во 18 день.
  
  Аще ли случится Рождество Христово в понедельник:
  
  И тогда праотеческая неделя бывает декемвриа в 17 день. А неделя святых отец яже пред Рождеством Христовым, тогда бывает декемвриа в 24 день.
  
  Аще ли случится Рождество Христово во вторник:
  
  И тогда праотеческая неделя бывает декемвриа в 17 день. А святых отец неделя, яже пред Рождеством Христовым, декемвриа в 23 день.
  
  Аще ли Рождество Христово случится в среду:
  
  И тогда бывает праотеческая неделя декемвриа в 15 день. А святых отец неделя декемвриа в 22 день.
  
  Аще ли случится Рождество Христово в четверток:
  
  И тогда бывает праотеческая неделя декемвриа в 14 день. А святых отец неделя декемвриа в 21 день.
  
  Аще ли случится Рождество Христово в пяток:
  
  И тогда бывает праотеческая неделя декемвриа в 13 день. А святых отец неделя в 20 день.
  
  Аще ли случится Рождество Христово в субботу:
  
  И тогда бывает праотеческая неделя декемвриа в 12 день. А неделя святых отец, яже пред Рождеством Христовым, декемвриа в 19-й день. От зде блюди неделю святых праотец, в кое число прилучится. Аще и прежде недели 28, или послежде. И на литургии Евангелие чти недели 28, от Луки зачало 76: Человек некий сотвори вечерю велию: непременно едино. А в 28 неделю чти рядовое, кое прилучится иныя недели.
  
  Подобает ведати о недели святых праотец:
  
  [МРК] Егда убо бывает неделя святых праотец, оставляется последование прилучившагося святаго в ту неделю, и поем прежде в пяток на повечерии. В субботу на малей вечерни поем по обычаю. На велицей вечерни, на Господи воззвах, стихиры воскресны 3. и анатолиевы 3, и святых праотец 4: глас 8. Подобен: Иже во едеме, Слава, праотцец, глас 6: Иже прежде закона: И ныне, Богородичен настоящаго гласа. На литии стихира храма. Слава, праотцев, глас 1: Лучами облиставшеся: И ныне, Богородичен: Се исполнися: На стиховне стихиры воскресны. Слава, праотцев, глас 3: Праотцев собор: И ныне, Богородичен: Без семене от божественнаго духа: На благословении хлебов тропарь: Богородице Дево: дважды.
  
  И праотцев тропарь, глас 2, единожды: Верою праотцы оправдал еси, от язык теми предобручивый церковь: хвалятся в славе святии, яко от семене их есть плод благославен, без семене рождшая тя. тех молитвами, Христе Боже, помилуй нас.
  
  На утрени, на Бог Господь, тропарь воскресн дважды. Слава, и ныне, праотцев. По 1-й и по 2-й кафисме седальны воскресны: и чтение во евангелии толковом, неделя ряд. Посем полиелей: и тропари: Ангельский собор: таже ипакои гласа, и седален праотцев: и чтение. Степенна, и прокимен гласа: Всякое дыхание: Евангелие воскресно. и Воскресение Христово: Псалом 50. стихира воскресна. Канон воскресн со ирмосом на 4: и отроков на 4, глас 8: и праотцев на 6, глас 1. Катавасиа: Христос раждается: По 3-й песни, ипакои праотцев единощи, глас 2: В росу детем: По 6-й песни,
  
  Кондак праотцев, глас 6: Рукописаннаго образа не почетше, но неописанным существом защитившеся, треблаженнии, в подвизе огня прославистеся, среде же пламене нестерпимаго стояще, Бога призвасте: ускори о щедрый, и потщися яко милостив в помощь нашу, яко можеши хотяй.
  
  И икос. По 9-й песни, светилен воскресен. Слава, праотцев: И ныне, Богородичен: Солнце великое: На хвалитех, стихиры воскресны 4, и святых праотцев 4, глас 2. Подобен: Доме евфрафов: Слава, праотцев, глас 7: Приидите вси верно: И ныне: Преблагословенна еси: Славословие великое, и отпуст. Стихиру же евангельскую поем в притворе. И час первый, и конечный отпуст. На литургии, блаженна гласа на 6, и праотцев песнь 3-я на 4. По входе тропарь воскресн и праотцев. Слава, и ныне, кондак праотцев. Прокимен, песнь отцев, глас 4: Благословен еси Господи Боже отец наших: Стих: Яко праведн еси о всех: Апостол праотцев к колоссаем, зачало 257: Егда Христос явился: Аллилуиа, глас 4: Моисей и Аарон: Евангелие Луки, зачало 76: Человек некий сотвори вечерю велию: Ряд же недели оставляется. Причастен: Хвалите Господа: Другий: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Спиридона чудотворца, епископа Тримифийскаго.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры на 6: глас 5. Подобен: Радуйся: Слава, глас 1: Преподобне отче блаженне: На стиховне октоиха. Слава, святаго, глас 2: Святителей божественный: Тропарь, глас 4: Правило веры: септемвриа во 2-й день.
  
  Или сей, глас 1: Собора перваго показался еси поборник, и чудотворец, богоносе Спиридоне отче наш. темже мертву ты во гробе возгласив, и змию в злато претворил еси: и внегда пети тебе святыя молитвы, ангелы сослужащия тебе имел еси, священнейший. слава давшему тебе крепость. слава венчавшему тя. слава действующему тобою всем исцеления.
  
  На утрени, на Бог Господь, тропарь святаго, дважды: и обычныя кафисмы, и седальны октоиха, и чтение. Оба канона октоиха без мученичнов. И святаго на 6, глас 2. По 3-й песни, седален, глас 8, дважды. По 6-й песни,
  
  Кондак, глас 2. Подобен: Вышних ищя: Любовию Христовою узвився, священнейший, ум вперив зарею духа, детельным видением твоим деяние обрел еси, богоприятне, жертвенник божественный быв, прося всем божественнаго сияния.
  
  И икос. По 9-й песни, светилен октоиха. Слава, святаго. На стиховне октоиха. Слава, святаго, глас 4. И ныне, Богородичен. На литургии, блаженна октоиха: И святаго, песнь 3-я. Прокимен, глас 1: Уста моя возглаголют премудрость: Стих: Услышите сия вси язы́цы: Апостол ко евреем, зачало 335: Повинуйтеся наставником вашим: Аллилуиа, глас 2: Уста праведнаго: Стих: Закон Бога его: Евангелие Луки, зачало 24. Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святых мученик: Евстратиа, Авксентиа, Евгениа, Мардариа и Ореста:
          и святыя мученицы Лукии девицы.`,
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Вечер, Блажен муж: На Господи воззвах, стихиры мучеников на 6, глас 4. Подобен: Дал еси знамение: Ины стихиры, глас тойже. Подобен: Яко добля: Слава, глас 6: Приидите мучениколюбцы: И ныне: Кто тебе не ублажит: Вход. Прокимен дне. Чтения три. На стиховне стихиры, глас 5. Подобен: Радуйся: с припевы их. 1-й: Воззваша праведнии, и Господь услыша их. 2-й: Многи скорби праведным: Слава, глас тойже, самогласен: Мучащих свирепства: И ныне: Блажим тя, Богородице Дево: Тропарь, глас 4: Мученицы твои Господи: септемвриа в 20 день. На утрени, на Бог Господь, тропарь мучеников дважды. Слава, и ныне: Еже от века утаеное: И обычныя кафисмы, и седальны святых: И чтение. По полиелеи седален. глас 8, дважды. Слава, и ныне, Богородичен. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Воззваша праведнии, и Господь услыша их. Стих: Многи скорби праведным: Евангелие Матфеа, зачало 36: Се аз посылаю вас: По 50-м псалме стихира, глас 1: Пяточисленный лик святых: Канон Богородицы, со ирмосом на 6: И святых два, на 8: Един, глас 4: Другий, глас 6. Катавасиа, Христос раждается: По 3-й песни,
  
  Кондак, глас 2. Подобен: В молитвах: Светильник явился еси светлейший, во тьме неведения седящим, страстотерпче. верою бо яко копием обложився, врагов шатания не убоялся еси, Евстратие, риторов сый благоязычнейший.
  
  Таже седален, глас 8, дважды. Слава, и ныне, Богородичен. По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: Витийствуя пред беззаконнующими божественная, биения претерпел еси мужественнейшим сердцем, облистал еси богознаменьми пречудне, угасил еси возвышенный прелести пламень сего ради тя чествуем, всеблаженне, мучениче Христов Евстратие.
  
  И икос. По 9-й песни, светилен дважды. На хвалитех стихиры на 4, глас 3. Слава, глас 4: Пятострунную цевницу: И ныне, Богородичен: Имуще тя, Богородице. Славословие великое. По трисвятом тропарь: Слава, и ныне, Богородичен: Еже от века: Ектении, и отпуст. На литургии, блаженна 1-го канона, песнь 3-я на 4: и 2-го песнь 6-я, на 4. Прокимен, глас 4: Святым, иже суть на земли его: Стих: Предзрех Господа предо мною выну: Апостол к ефесеем, зачало 233: Возмогайте о Господе: Аллилуиа, глас 4: Воззваша праведнии: Стих: Многи скорби праведным: Евангелие Луки, зачало 106: Возложат на вы руки своя: Причастен: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик: Фирса, Левкиа, Филимона Аполлониа, Ариана и Каллиника.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. На Господи воззвах стихиры Богородицы, глас 4. Подобен: Дал еси знамение: И святых, глас и подобен тойже. На стиховне октоиха. Тропарь вчерашний. На утрени, оба канона октоиха: И мучеников на 4, глас 6. По 3-й песни, седален, глас 4. По 6-й песни,
  
  Кондак, глас 2. Подобен: Твердыя: Благочестия веры поборницы злочестиваго мучителя оплевавше, обличисте зверообразное его кровопролитие, и победисте того яростное противление, Христовою помощию укрепляеми, Фирсе и Левкие, с пострадавшими о нас молитеся.
  
  По 9-й песни, Светилен троичен. На стиховне октоиха.
  `,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Елевфериа: И преподобнаго отца нашего Павла, иже в Латре.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры священномученика 3, глас 4. Подобен: Дал еси знамение: И преподобнаго 3, глас 2: Подобен: Егда от древа: Тропарь, глас 4: И нравом причастник: септемвриа в 3 день.
  
  Слава, преподобнаго, глас тойже: Яко безплотных единовсельника, и всем преподобным сообщника, всеславне Павле, поем тя, и молим тя: молися всегда о нас, яко да обрящем милость.
  
  На утрени, канон октоиха един: И святых два канона, глас 1. По 3-й песни,
  
  Кондак преподобнаго, глас 8. Подобен: Взбранной: От юности, мудре, яже паче смысла вожделел еси мужески, мирский мятеж оставил еси, и был еси божественнаго ради жительства Троицы жилище, и просветил еси верою приступающия тебе. тем зовем: радуйся, Павле пребогате.
  
  И седален священномученика, глас 1. Слава, преподобнаго, глас 8. По 6-й песни,
  
  Кондак священномученика, глас 2. Подобен: Твердыя: Яко удобрение священников преподобне и предувещание страстотерпцев вси восхваляем, и просим тя, священномучениче Елевферие: любовию память твою празднующия бед многообразных свободи, моля непрестанно о всех нас.
  
  И икос. По 9-й песни, светилен октоиха. Слава, преподобнаго. На стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `И иже во святых отца нашего Стефана исповедника, архиепископа сурожскаго.
          Совершается собор его, идеже храм его.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Тропарь, глас 4: Яко святитель со безплотными единожитель быв, священномучениче Стефане: восприем бо крест яко оружие, и став крепко сопротив иконоукорителя и духоборцов, не покланяющихся пречистому образу Христа Бога нашего, и отсекл еси всяку ересь лукавых: того ради приемь мучения венец, избавил еси град твой Сурож от всякия неприязни. и ныне молим тя, святе, да избавиши нас от всяких злых искушений и бед, и вечныя муки.
  
  Кондак, глас 3: Вышняго силою священне укрепився, царева низложил еси иконоборная шатания: днесь Сурожу и нам верным предлежат слава и богатство святыя твоя мощи, ихже свыше дароносят ангельстии чинове: песньми и пением славословят тя, великий священный Стефане.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго пророка Аггеа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь. Стихиры, глас 8. Подобен: Мученицы твои: На стиховне октоиха. Тропарь септемвриа в 4 день. На утрени, оба канона октоиха: И пророка на 4, глас 7. По 3-й песни, седален, глас 3. По 6-й песни, мученичен октоиха. По 9-й песни, светилен троичен. На стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго пророка Даниила: и святых триех отроков: Анании, Азарии и Мисаила.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Стихиры пророка 3, глас 4. Подобен: Яко добля: И отроков 3, глас тойже, Подобен: Дал еси знамение: Слава, пророка, глас 2: Духовно нас вернии: И ныне, предпразднства, глас тойже: Приидите вси Христово рождество: На стиховне октоиха: Слава, и ныне, глас 6: Даниил муж желаний:
  
  Тропарь, глас 2: Велия веры исправления, во источнице пламене, яко на воде упокоения, святии трие отроцы радовахуся. и пророк Даниил львом пастырь яко овцам являшеся. тех молитвами, Христе Боже, спаси души наша.
  
  Слава, и ныне, Богородичен. На утрени, на Бог Господь, тропарь дважды. И обычныя кафисмы: И седальны октоиха. И чтение. Канон октоиха един. И пророка, глас 8. И отроков, глас тойже. По 3-й песни,
  
  Кондак пророка, глас 3. Подобен: Дева днесь: Просветившееся духом чистое твое сердце, пророчества бысть светлейшаго приятелище. зриши бо яко настоящая далече сущая, львы укротил еси ввержен в ров. сего ради тя. почитаем, пророче блаженне, Данииле славне.
  
  И икос и седален пророка, глас 8. Слава, отроков, глас тойже. И ныне: Радуйся престоле: По 6-й песни, кондак, глас 6: Рукописаннаго образа не почетше: сего месяца в 11 день, в неделю праотцев. И икос, и чтем пролог. По 9-й песни, светилен октоиха. Слава, пророка: И ныне, Богородичен. На стиховне октоиха. Слава, и ныне, глас 6: Мысленному солнцу правды: На литургии блаженна, от канона пророка, песнь 3-я: и отроков, песнь 6-я. Прокимен глас 4: Дивен Бог во святых своих: Стих: В церквах благословите Бога: Апостол ко евреем, зачало 330: Иже верою победиша: Аллилуиа, глас 4: Воззваша праведнии: Евангелие Луки, зачало 62: Горе вам книжницы и фарисее, яко зиждете гробы пророков: Причастен: Радуйтеся праведнии:
  
  [МРК] Подобает ведати: аще случится святаго пророка Даниила, и святых триех отроков, в неделю святых праотец. Поется воследование их вкупе с воскресною службою сице:
  
  На малей вечерни, на Господи воззвах, стихиры воскресны и Богородицы, по обычаю. На велицей вечерни, на Господи воззвах, стихиры воскресны 3, и праотцев 3: и пророка даниила 2, глас 4. Подобен: Яко добля: И отроков 2, глас тойже. Подобен: Дал еси знамение: Слава, праотцев, глас 6: Иже прежде закона: И ныне, Богородичен 1-й, гласа. Вход, прокимен дне. На литии стихира храма: и пророка Даниила, глас 4: На престоле седящаго: писан на Господи воззвах, в ряду последний, и отроков, глас тойже: Словесе премудрости твоея: писан на Господи же воззвах, последний, и глас 2: Духовно нас вернии: Слава, праотцев, глас 1: Лучами облиставшеся: И ныне, Богородичен: Се исполнися: На стиховне стихиры воскресны. Слава, праотцев, глас 3: Праотцев собор: И ныне, пророка, глас 6: Даниил муж желаний: На благословении хлебов тропарь: Богородице Дево: дважды: и праотцев единожды. и Буди имя Господне: трижды. и псалом 33: Благословлю Господа: и чтение в посланиих апостольских. [Зри] А идеже бдения не бывает, На повечерии, по Достойно и по трисвятом кондак святых праотцев. На утрени, на Бог Господь: тропарь воскресн, дважды. Слава, отроков: И ныне, праотцев. По кафисмах седальны воскресны, с богородичны их, и чтение во евангелии толковом, неделя ряд. По полиелеи, тропари: Ангельский собор: ипакои гласа, и седален праотцев, и чтение во евангелии, неделя святых праотец. Степенна и прокимен гласа, Евангелие воскресно, псалом 50, стихира воскресна, и прочая. Канон воскресн со ирмосом на 4: Пророка и отроков оба канона на 6: и поем в коейждо песни, пророка три тропаря, Богородичен оставляется, и отроков первыя стихи два за един. Таже тропарь един, и Богородичен, и праотцев на 4. И держим стихов 12, кроме Слава, и ныне: всех же на 14. Катавасиа: Христос раждается: По 3-й песни, кондак и икос пророка, и седален его. Слава, отроков: И ныне, ипакои праотцев, и чтение. По 6-й песни, кондак и икос праотцев: и чтем пролог. По 9-й песни, светилен воскресн, и праотцев. Слава, пророка: И ныне: Солнце великое: На хвалитех, стихиры воскресны 4: и святых праотцев на 4, с припевы: 1-й, Благословен еси Господи: 2-й, Яко праведен еси: Слава, праотцев, глас 7: Приидите вси верно торжествуем: И ныне: Преблагословенна еси: Славословие великое. По трисвятом тропарь воскресн, ектении, и отпуст, и обычное исхождение. Слава, и ныне: стихира евангельская, и час 1-й. На 1-м часе, тропарь воскресн. Слава, праотцев: И ныне, Богородичен часов. По трисвятом, кондак праотцев, и прочая: и совершенный отпуст. На 3-м часе, тропарь воскресн. Слава, пророка: И ныне Богородичен часов. По Отче наш, кондак праотцев. На литургии, блаженна гласа на 4, и праотцев песнь 3 на 4, и пророка песнь 6 на 4. По входе тропарь воскресн, таже святых. Слава, кондак пророка: И ныне, праотцев. Прокимен, песнь отцев, и святых. Апостол и Евангелие недели праотцев, и святых: Ряд же недели оставляется. Причастен: Хвалите Господа: Другий, Радуйтеся:
  
  [Зри] Сице поем службу и великаго святаго празднуемаго, аще случится в сию неделю: токмо по полиелеи, И ныне, седален праотец. На литургии прокимен праотцев, и святаго: и вся служба, якоже прежде явлено есть.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Севастиана и дружины его.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Аллилуиа, или тропарь: Стихиры, глас 1. Подобен: Всехвальнии: На стиховне октоиха. Тропарь: Мученцы твои Господи: септемвриа в 20 день. На утрени, оба канона октоиха, и святых на 4, глас 1. По 3-й песни, седален, глас 4. По 6-й песни, мученичен октоиха. По 9-й песни. светилен троичен. На стиховне октоиха.
  
  [Зри] Суббота пред Рождеством Христовым.
  
  На литургии, прокимен, Аллилуиа, и причастен дне. Аще ли случится празднуемаго святаго, поем и другий прокимен, такожде чти два апостола: прежде субботе пред Рождеством Христовым, и ряд под зачало: и потом святаго, аще имать, такожде и евангелиа два. Апостол к галатом, зачало 205: Предуведевше: Евангелие Луки: зачало 72: Кому подобно есть царствие Божие: Причастен: Радуйтеся праведнии: таже святаго.
  
  [МРК] Неделя пред Рождеством Христовым святых отец.
  
  Подобает ведати: аще случится вне 20-го декемвриа, сего месяца, сиречь во 18, или в 19 день: поется воскресна служба, и святых отцев, сице: В субботу вечера, на малей вечерни стихиры воскресны, и Богородице, по обычаю. На велицей вечерни, на Господи воззвах, стихиры воскресны 3, и анатолиевы 3, и отцев 4, глас 6. Подобен: Всю отложивше: Слава, отцев, глас 6: Даниил муж желаний: И ныне, Богородичен 1, гласа. И чтения 3: 1-е, Бытия: Слышав Аврам: 2-е Втораго закона: Рече Моисей к сыном израилевым: 3-е, Втораго закона: Рече Моисей к сыном израилевым: се Господа Бога твоего небо: На литии стихира храма, и отцев: глас 1: Лучами облиставшеся: Слава: глас 3: Праотцев собор: И ныне: Богородичен: Без семене от Божественнаго Духа: На стиховне, стихиры воскресны по алфавиту. Слава, святых, глас. 2: Радуйтеся пророцы честнии: И ныне: О чудесе новаго! На благословении хлебов тропарь: Богородице Дево: дважды. И отцев, глас 2: Велия веры: единожды. и Буди имя господне: трижды. и псалом 33: Благословлю Господа: до Не лишатся всякаго блага. И чтение в толковании посланий апостольских. На утрени, на Бог Господь, тропарь воскресн дважды. Слава, отцев: Велия веры: И ныне, Богородичен: Вся паче смысла: По кафисмах седальны воскресны с богородичны их. И чтение во евангелии толковом: неделя пред Рождеством Христовым, еже от Матфеа: Книга родства Иисуса Христа: Полиелей и тропари: Ангельский собор: ектениа: и седален отцев, глас 8: Авраама, Исаака же и Иакова: Слава, и ныне, Богородичен: Благодарственное похваление: и чтем Евангелие воскресно, ряд. Степенна, и прокимен гласа. Всякое дыхание: Евангелие воскресно: и Воскресение Христово: По 50-м псалме стихира воскресна. Канон воскресн со ирмосом на 4, и крестовоскресен на 2, и Богородицы на 2, и отцев на 6, глас 6. Катавасиа: Христос раждается: По 3-й песни, ипакои, глас 8: и чтение. По 6-й песни, кондак, глас 6: Рукописаннаго образа: Писан в неделю святых праотец. По 9-й песни, светилен воскресн. Слава, отцев: И ныне, Богородичен: На хвалитех стихиры воскресны 3, и анатолиев 1, и отцев 4, глас 5. Подобен: Радуйся: с припевы их: 1-й, Благословен еси Господи Боже отец наших: 2-й, Яко праведен еси: Слава, отцев, глас 8: Законных учений сословие: И ныне: Преблагословенна еси: Славословие великое. По трисвятом, тропарь воскресн, ектении, и отпуст. Стихиру же евангельскую поем в притворе, и час 1-й, и совершенный отпуст. На литургии, блаженна гласа, на 6: и отцев, песнь 3, на 4. По входе, тропарь воскресн, и отцев. Слава, и ныне, кондак отцев: Прокимен, глас 4. Песнь отцев: Благословен еси Господи Боже отец наших: Апостол ко евреем, зачало 328: Верою прииде Авраам: Евангелие Матфеа, зачало 1: Книга родства Иисуса Христа: Ряд же недели оставляется. Причастен: Хвалите Господа: Другий, Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Вонифатиа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Поем во всем подобне яко и во 18 день. Аллилуиа, или тропарь: Мученик твой Господи: септемвриа во 2 день.
  
  Кондак, глас 4. Подобен: Явился еси: Священие непорочное самовольне тебе привел еси, иже от Девы тебе ради родитися хотящему, святе венченосче премудре Вонифатие.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Предпразднство по плоти Рождества Господа Бога и Спаса нашего Иисуса Христа:
          🕃 И святаго священномученика Игнатиа Богоносца:`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры предпразднства 3, глас 1, самогласны: И святаго 3, глас 4. Подобен: Званный свыше: Слава, глас 8: Богоносе Игнатие: И ныне, предпразднства, глас тойже: Восприими Вифлееме:
  
  [Зри] Аще случится предпразднство Рождества Христова в субботу.
  
  В пяток вечера, Богородичен 1, мимошедшаго гласа не поется: такожде и в предпразднства святых Богоявлений. На стиховне, стихиры предпразднства глас 2, самогласны: Припевы глаголем: 1-й, Бог от юга приидет: 2-й, Господи услышах: Слава, святаго, глас 1: О твердыя и адамантския: И ныне, глас тойже: Предпразднуем людие: Тропарь святаго, глас 4: И нравом причастник: септемвриа в 3 день.
  
  Слава, и ныне, предпразднства, глас тойже: Готовися Вифлееме, отверзися всем Едеме. красуйся Евфрафо: яко древо живота в вертепе процвете от Девы: рай бо оноя чрево явися мысленный, в немже божественный сад: от негоже ядше, живи будем, не якоже Адам умрем. Христос раждается прежде падший возставити образ.
  
  И отпуст.
  
  На повечерии поем трипеснец, глас 2. ирмос: Непроходимое волнящееся: по дважды. Тропари на 6: И последи ирмос, оба лика вкупе. А идеже двоирмосен трипеснец, и поем 1-го творца ирмос дважды. Тропари же обою творцов на 6: И последи ирмос 2-го канона, оба лика вкупе. Сице поем канон, и ирмосы, и на прочих повечериях, в предпразднства Христова рождества. Припеваем на трипеснце: Слава тебе Боже наш, слава тебе.
  
  [Зри] Ведомо же буди и сие: Яко на повечериях в предпразднства Рождества Христова, на трипеснцах и на канонех, на 8 песни поем, Хвалим, благословим: И поем ирмос 8-я песни, оба лика вкупе, и поклон. По Достойно, и по Отче наш, кондак предпразднства: Дева днесь:
  
  [Зри] Ведомо же и сие да будет: Яко от двадесятаго дне декемвриа, до 14 ианнуариа, Дóндеже отдастся праздник святых Богоявлений, октоих не поется, кроме единых недель, в нихже поется воскресна служба. Полиелеа же не поем, кроме великаго святаго. На утрени, стихословим по две кафисмы. На вечерни кафисма рядовая. Седальны глаголются предпразднства и попразднства. Не поется же и междочасие, и канон Богородицы на повечерии. На утрени, на Бог Господь, тропарь предпразднства, дважды. Слава, святаго: И ныне, предпразднства. И обычныя кафисмы, и седальны предпразднства: и чтение. Канона два: предпразднства, со ирмосом на 8, глас 1: И святаго на 6, глас тойже. [Зри] От днешняго же дне, Господеви поем, в песнех не глаголем, Дóндеже отдастся праздник святых Богоявлений. По 3-й песни,
  
  Кондак предпразднства, глас 3. Подобен: Дева днесь: Дева днесь Превечное Слово в вертепе грядет родити неизреченно: ликуй вселенная услышавши, прослави со ангелы и пастырьми хотящаго явитися Отроча младо, превечнаго Бога.
  
  И икос. И седален святаго, глас 3. Слава, глас 8. И ныне, Богородичен. По 6-й песни,
  
  Кондак святаго, глас 3. Подобен: Дева днесь: Светлых подвиг твоих светоносный день, предпроповедует всем в вертепе рожденнаго: сего бо жаждая от любве насладитися, потщался еси от зверей снеден быти. сего ради и богоносец нареклся еси, Игнатие всемудре.
  
  И икос. По 9-й песни, светилен святаго. Слава, и ныне, предпразднства. На хвалитех стихиры предпразднства 4, глас 6. Самоподобен: Ангельския предыдите силы: по алфавиту. Слава, глас и подобен тойже: Приближается Христос: И ныне: Зависть же и огнь: На стиховне стихиры предпразднства, глас 4, самогласны, с припевы предписанными. Слава, святаго, глас 1: Столп одушевленный: И ныне, предпразднства, глас 6: Вертепе благоукрасися: Тропарь святаго. Слава, и ныне, предпразднства. На литургии, блаженна от канона предпразднства, песнь 3-я, и святаго песнь 6: По входе тропарь предпразднства, и храма святаго, и святаго Игнатиа. Таже кондак храма. Слава, кондак Игнатиа: И ныне, предпразднства: Дева днесь Прокимен, глас 7: Возвеселится праведник: Стих: Услыши Боже глас мой: Апостол ко евреем, зачало 311: Имуще архиереа велика: Аллилуиа, глас 4: Праведник яко финикс: Стих: Насаждени в дому Господни: Евангелие Марка, зачало 41: Прииде Иисус и ученицы его в Капернаум: Причастен: В память:
  
  [МРК] Аще ли случится неделя святых отец в предпразднстве внутрь 20-го дне, сиречь, в 20, в 21, в 22, и в 23 день, бывает служба сице:
  
  На малей вечерни, стихиры воскресны, и Богородицы, по обычаю. На велицей вечерни, на Господи воззвах, стихиры воскресны 3, и анатолиев 1, и предпразднства 3, глас 6. Подобен: Всю отложивше: и отцев 3, глас и подобен тойже. Слава, глас 6: Даниил муж желаний: И ныне, предпразднства, глас тойже: Вертепе благоукрасися: Вход. Прокимен дне. и чтения 3, отцев. На литии стихиры предпразднства, на ряду, коего дне неделя сия поется, стиховныя: И отцев, глас 1: Лучами облиставшеся: Слава, глас 3: Праотцев собор: И ныне, предпразднства глас тойже: Благоукрасися, Вифлееме: На стиховне стихиры воскресны. Слава, глас 2: Радуйтеся пророцы: И ныне, предпразднства, глас тойже: Се время приближися: На благословении хлебов тропарь: Богородице Дево, дважды. и отцев: Велия веры: единожды, писан в 17 день. Буди имя Господне: трижды. И чтение в толкованиих апостольских. На утрени, на Бог Господь, тропарь воскресн дважды. Слава, отцев, глас 2: Велия веры: И ныне, предпразднства, глас 4: Готовися Вифлееме: И обычныя кафисмы, и седальны воскресны, и богородичны их. И чтение во евангелии толковом, еже от Матфеа, в самом начале: Книга родства Иисуса Христа: По непорочных, тропари: Ангельский собор: Ипакои. И чтение во евангелии толковом, еже на ряду. Степенна гласа. Прокимен: Всякое дыхание: Евангелие воскресно. и Воскресение Христово: По 50-м псалме стихира воскресна. Канон воскресн, со ирмосом на 4, и предпразднства на 4, и отцев на 6. Катавасиа: Христос раждается: По 3-й песни, ипакои отцев, глас 8: Ангел отроков ороси пещь: И чтение. По 6-й песни,
  
  Кондак, глас 1. Подобен: Лик ангельский: Веселися, Вифлееме, Евфрафо готовися: се бо Агница Пастыря великаго во утробе носящи, еже родити тщится. егоже зряще, богоноснии отцы веселятся, с пастырьми поюще Деву доящую.
  
  И икос. И чтем пролог. По 9-й песни: Свят Господь Бог наш. Светилен воскресн. Слава, отцев: И ныне, предпразднства. На хвалитех стихиры воскресны 4, и отцев 4, глас 5. Подобен: Радуйся: Слава, отцев, глас 8: Законных учений: И ныне, Преблагословенна еси, Богородице Дево: Славословие великое. Тропарь воскресн. Ектении. И отпуст. Стихира евангельская, в притворе. И час 1. И конечный отпуст. На литургии, блаженна гласа на 4, и отцев от канона песнь 3, на 4, и предпразднства песнь 6-я, на 4. По входе тропарь воскресн, и отцев, и предпразднства. Слава, кондак отцев: И ныне, предпразднства. Прокимен, песнь отцев, глас 4: Благословен еси Господи, Боже отец наших: Апостол ко евреем, зачало 328: Верою прииде Авраам: Аллилуиа, глас 4: Боже ушима нашима: Евангелие Матфеа, зачало 1: Книга родства Иисуса Христа: Ряд же недели оставляется. Причастен: Хвалите Господа: Другий: Радуйтеся:
  
  О предпразднстве Христова рождества ведати подобает:
  
  [Зри] От 20 дне начинается предпразднство. Пост убо есть, поклоны же в церкви не бывают.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Предпразднство Рождества Христова: И святыя мученицы Иулиании, яже в Никомидии:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Вечер, на Господи воззвах, стихиры предпразднства, глас 4. Подобен: Дал еси знамение: И святыя: глас тойже. Подобен: Яко добля: Слава, и ныне, предпразднства, глас 6: Сионе торжествуй: На стиховне стихиры предпразднства, глас 2. Подобен: Доме Евфрафов: Слава, и ныне, глас 6: Безневестная Дево, откуду пришла еси: Тропарь святыя, глас 4: Агница твоя, Иисусе, Иулианиа: септемвриа в 16 день. Слава, и ныне, глас тойже. Готовися, Вифлееме: На повечерии, трипеснец, ирмосы по дважды: тропари на 6. И паки последи ирмос, оба лика вкупе, яко предписася.
  
  [Зри] Ведомо же буди: Идеже празднуется святителя Петра праздник, поем канон святыя Иулиании на повечерии, вкупе с трипеснцем, и последи стихиры ея. На утрени, тропарь предпразднства, и святыя. По кафисмах седальны предпразднства и чтение. Канон предпразднства, со ирмосом на 8, глас 4, и святыя на 4, глас тойже. По 3-й песни,
  
  Кондак святыя, глас 3. Подобен: Дева днесь: Девства добротами преочищенна девице, и мучения венцы, Иулиание, ныне венчавшися, даеши сущим в нуждах и недузех исцеление и спасение приступающим к раце твоей: божественную бо благодать Христос источает, и жизнь вечную.
  
  И седален, глас 4. Подобен: Скоро предвари: Слава, и ныне, предпразднства, глас 3. По 6-й песни,
  
  Кондак предпразднства, глас 2. Подобен: Вышних ищя: В Вифлееме зряще пеленами повиваемаго, всю землю держаща рукою своею, предпразднственныя песни рождшей сего приносим: Матерски бо веселится, держащи в недрех Сына Божия.
  
  И икос. По 9-й песни, светилен предпразднства. Слава, и ныне: Вифлееме, земле Иудова: На хвалитех стихиры на 4, глас 6. Подобен: Ангельския предыдите: Слава, глас и подобен тойже: Слово, иже Отцу соприсносущен сый: И ныне, глас и подобен тойже: Волхва Валаама: На стиховне стихиры, глас 2. Подобен: Доме Евфрафов: Слава, и ныне, подобен тойже: Приидите земнороднии:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'И преставление во святых отца нашего Петра, митрополита всея России.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `На малей вечерни, на Господи воззвах стихиры святаго на 4, глас 1. Подобен: Небесных чинов: Слава, глас 6: Божественная благодать: И ныне, предпразднства, глас тойже: Пойте Господу: На стиховне стихиры святаго, глас 2. Подобен: Доме евфрафов: с припевы их. Слава, и ныне, глас и подобен тойже. По трисвятом,
  
  Тропарь святаго, глас 4: Яже прежде безплодная земле ныне веселися: се бо Христос светильника в тебе показа, яве сияюща в мире, и исцелевающа недуги и болезни наша. сего ради ликуй и веселися со дерзновением: святитель бо есть вышняго сия соделоваяй.
  
  Слава, ин, глас 8: Ликуй светло благославнейший граде Москва, имеяй в себе архиереа Петра яко зарю солнца, всю Россию чудодеянии озаряюща. той бо немощи врачует, и недуги яко тьму прогонит от вопиющих ему: радуйся, иерарше Бога вышняго, тобою сия пастве твоей соделовающаго.
  
  И ныне предпразднства. Ектениа малая: и отпуст. На велицей вечерни, на Господи воззвах, стихиры на 8: предпразднства 3, глас 4: Подобен: Яко добля: И святаго 5, глас 2. Подобен: Киими похвальными: Слава, святаго, глас 1. Самогласен: Божественнаго свыше: И ныне, предпразднства, глас тойже: Приимите ясли: Вход. Прокимен дне. И чтения 3. На литии стихира храма. Таже святаго самогласны, глас 4. Слава, глас 6: Преподобне треблаженне: И ныне, предпразднства, глас тойже: Сионе торжествуй: На стиховне стихиры предпразднства, глас 1. Подобен: Всехвальнии мученицы: Слава, глас 8, самогласен: Приидите вси вернии: И ныне, предпразднства, глас тойже: Восприими вифлееме: На благословении хлебов тропари оба по единожды, писаны на малей вечерни: и предпразднства единожды. И буди имя Господне: трижды. и псалом 33. Благословлю Господа: и чтение от жития святаго Петра. На утрени, на Бог Господь, тропарь предпразднства, и святаго. Слава, святаго ин: И ныне, предпразднства. И обычныя кафисмы: И седальны святаго. Слава, и ныне, предпразднства: И чтение. По полиелеи седален святаго, дважды. Слава, и ныне, предпразднства: И чтение. Степенна, 1-й антифон 4-го гласа. Прокимен: Уста моя возглаголют премудрость: Стих: Услышите сия вси язы́цы: Всякое дыхание: Евангелие Иоанна, зачало 35 от полу: Не входяй дверьми: По 50-м псалме стихира, глас 6: Егда преставление: Канон предпразднства, со ирмосом на 6, глас 4, ирмос по дважды. И святаго два канона на 8: един, глас 8: Другий, глас 1. Катавасиа: Христос раждается: По 3-й песни, кондак предпразднства, глас 3. Подобен: Дева днесь: Дева днесь превечное слово: И икос: И седален святаго, глас 4, дважды. Слава, и ныне, предпразднства, глас тойже: И чтение. По 6-й песни,
  
  Кондак святаго, глас 8. Подобен: Взбранной: Взбранному и дивному нашея земли чудотворцу, днесь любовию к тебе притекаем, песнь, богоносе, плетуще, яко имея дерзновение ко Господу, многообразных избави нас обстояний, да зовем ти: радуйся утверждение граду нашему.
  
  И икос: И чтем пролог. По 9-й песни, светилен предпразднства. Слава, святаго: И ныне, предпразднства. На хвалитех стихиры на 8: предпразднства 4: глас 6. Подобен: Ангельския: И святаго на 4, глас 8. Подобен: О преславнаго чудесе! С припевы их. 1-й: Уста моя возглаголют премудрость: 2-й, Уста праведнаго: Слава, глас 6: Всяк град и страна: И ныне, предпразднства, глас тойже: Волхва Валаама: Славословие великое. По трисвятом тропарь святаго: Слава, и ныне, предпразднства: ектении, и отпуст, и час 1-й. На часех, тропарь предпразднства, и святаго. По трисвятом кондак предпразднства, и святаго, глаголем пременяюще. На литургии, блаженна, от канона предпразднства, песнь 3: и святаго, песнь 6. По входе тропарь предпразднства, и святаго. Слава, кондак святаго: И ныне, предпразднства. Прокимен, глас 1: Уста моя возглаголют: Стих: Услышите сия: Апостол ко евреем, зачало 318: Таков нам подобаше: Аллилуиа, глас 2: Уста праведнаго: Стих: Закон Бога его: Евангелие Луки, зачало 24: Ста Иисус на месте равне: Причастен: В память:
  
  [Зри] Подобает ведати, аще случится Петра митрополита в неделю пред Рождеством Христовым святых отец.
  
  На малей вечерни, на Господи воззвах, стихиры воскресны на 4. Слава, святаго, глас 6. Самогласен: Божественная благодать: И ныне, предпразднства, глас тойже: Пойте Господеви: На стиховне стихира воскресна едина: и святаго стиховна великия вечерни, со стихи ея. Слава, святаго, глас 8: Приидите вси вернии: писан на велицей вечерни, на стиховне: И ныне, предпразднства, глас тойже: Восприими, Вифлееме, Божию митрополию: По трисвятом тропарь воскресн, и отцев. Слава, святаго: И ныне, предпразднства: Таже ектениа малая, и отпуст. На велицей вечерни, на Господи воззвах, стихиры воскресны, 3, и отцев, 3. Подобен: Всю отложивше: Стих 1: Явися мира концем: Стих 2: Славою украшаются: Стих 3: Облиста весело: И святаго со славным 4, глас 2: Подобен: Киими похвальными: Слава, отцев, глас 6: Даниил муж желаний: И ныне, предпразднства, глас тойже: Вертепе благоукрасися: Таже вход: прокимен дне: и чтения отцев 3, и святаго 3. На литии стихиры предпразднства, отеческия недели рядовыя, глас 6. Подобен: Всю отложивше: Стих 1: Незаходимое солнце: И святаго самогласны, и отцев, глас 1: Лучами облиставшеся: Слава, отцев, глас 3: Праотец собор: И ныне, предпразднства, глас тойже: Благоукрасися, Вифлееме: На стиховне стихиры воскресны. Слава, отцев, глас 2: Радуйтеся пророцы: И ныне, предпразднства, глас тойже: Се время приближися. На благословении хлебов тропарь: Богородице Дево: единожды, и отцев единожды, и святаго единожды: и чтение. На утрени, на Бог Господь, тропарь воскресн единожды, и отцев единожды. Слава, святаго: И ныне, предпразднства. По кафисмах седальны воскресны, и богородичны их, и чтение во евангелии толковом: Книга родства Иисуса Христа: Полиелей, и тропари: Ангельский собор: и седальны святаго вси по единожды. Слава, и ныне, предпразднства, и чтение. Степенна гласа: Прокимен, и Всякое дыхание: Евангелие воскресно. и Воскресение Христово: По 50-м псалме стихира воскресна. Канон воскресн со ирмосом на 4: и святаго на 4: и отцев на 6. Катавасиа: Христос раждается: По 3-й песни, кондак и икос святаго: ипакои отцев, и седален святаго, дважды. Слава, и ныне, предпразднства. По 6-й песни, кондак и икос отцев: и чтение. На 9-й песни поем, Честнейшую: Светилен воскресн, и отцев. Слава, святаго: И ныне, предпразднства. На хвалитех стихиры воскресны 3, и отцев, 2, и святаго со славным 3, со стихи его: или оставляются стихиры воскресны, и поем отцев на 4, и святаго на 4. Слава, отцев: и ныне, Богородичен: Преблагословенна еси, Богородице Дево: Славословие великое. Тропарь воскресн точию. И ектении, и отпуст. Посем, Слава, и ныне, стихира евангельская, и час 1-й, и конечный отпуст. На 1-м часе тропарь воскресн: Слава, отцев: И ныне, Богородичен часов. По Отче наш, кондак отцев. На 3-м часе, тропарь воскресн. Слава, святаго: И ныне, Богородичен часов. По Отче наш, кондак святаго. На прочиих же часех тропари и кондаки, отцев и святаго, пременяюще глаголем: воскресн же тропарь на всех часех глаголем в начале непременно. На литургии, блаженна гласа на 4: и отцев песнь 3-я на 4: и святаго песнь 6-я на 4. По входе тропарь воскресн, и отцев, и предпразднства, и святаго. Таже кондак отцев. Слава, святаго: И ныне, предпразднства. Прокимен, апостол, Аллилуиа, и Евангелие отцев и святаго. Причастен: Хвалите: Другий: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Предпразднство Христова Рождества: И святыя великомученицы Анастасии узорешительницы.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры предпразднства 3. глас 1. Подобен: Всехвальнии мученицы: И святыя, 3, глас 8. Подобен: Что вы наречем: Слава, святыя, глас 2: Воскресния дар прияла еси: И ныне, предпразднства, глас 4: Вифлееме украшайся: На стиховне стихиры предпразднства, глас 2. Подобен: Доме Евфрафов: с припевы их. Слава, святыя, глас 4: Живоноснаго востания: И ныне, глас тойже: Исаие ликуй: Тропарь святыя, глас 4: Агница твоя Иисусе: вчерашний. Слава, и ныне, предпразднства, глас тойже: Готовися Вифлееме: На повечерии, поем канон предпразднства, глас 6. ирмосы по дважды, тропари на 6. Последи ирмос оба лика вкупе, якоже предписася. На утрени, тропарь предпразднства, дважды. Слава, святыя: И ныне, предпразднства, и обычныя кафисмы, и седальны предпразднства, и чтение. Канон предпразднства со ирмосом на 8, глас 6: и святыя на 6, глас 8. По 3-й песни, кондак и икос предпразднства, и седален, глас 1. Слава, и ныне, предпразднства, глас 8. По 6-й песни,
  
  Кондак святыя, глас 2. Подобен: Вышних ищя: Во искушениих и скорбех сущии, к твоему храму притекающе приемлют честная дарования, от живущия в тебе божественныя благодати, Анастасие: ты бо присно миру точиши исцеления.
  
  И икос. По 9-й песни светилен святыя: Слава, и ныне, предпразднства: На хвалитех стихиры предпразднства, на 4, глас 6. Подобен: Ангельския: Слава, глас и подобен тойже: Жезлом железным: И ныне, подобен тойже: Взыграй Давиде: На стиховне стихиры, глас 2. Подобен: Доме Евфрафов: Со обычными припевы предпразднства. Слава, святыя, глас 5: Предпразднственный день: И ныне, предпразднства, глас тойже: Не дряхлуй Иосифе: На литургии, блаженна предпразднства, песнь 3-я, и святыя песнь 6. По входе тропари, якоже предписася сего месяца в 21-й день. Прокимен, глас 4: Дивен Бог во святых своих: Стих: В церквах благословите Бога: Апостол к галатом, зачало 208: Прежде пришествия веры: Аллилуиа, глас 1: Терпя потерпех Господа: Евангелие Луки, зачало 33: Моляше Иисуса некий от фарисей: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Предпразднство Христова Рождества: И святых десяти мученик, иже в Крите.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры предпразднства 3, глас 4. Подобен: Яко добля: И мучеников 3, глас и подобен тойже. Слава, мучеников, глас 3: Предпразднственный днесь: И ныне, предпразднства, глас тойже: Благоукрасися Вифлееме: На стиховне стихиры предпразднства, глас 6. Подобен, Тридневен: Слава, мучеников, глас 2: Крит предпразднствует днесь: И ныне, предпразднства, глас тойже: Се время приближися: Тропарь, глас 4: Мученцы твои, Господи: септемвриа в 20-й день. Слава, и ныне, предпразднства. [Зри] На повечерии, поем трипеснец 6-го гласа, якоже и прежде указася. На утрени, на Бог Господь, тропарь предпразднства, дважды. Слава, мучеников: И ныне, предпразднства, и обычныя кафисмы, и седальны предпразднства, и чтение. Канон предпразднства, на 8: ирмосы по дважды, глас 6, и святых на 6, глас 2. По 3-й песни, кондак и икос предпразднства, и седален мучеников, глас 1, дважды. Слава, и ныне, предпразднства, глас тойже. По 6-й песни,
  
  Кондак мучеников, глас 4. Подобен: Явился еси: Денница возсия мучеников, честное страдальчество предозаряющее нам в вертепе Раждаемаго, егоже Дева безсеменно роди.
  
  И икос, и чтем пролог. По 9-й песни, светилен мучеников. Слава, и ныне, предпразднства. На хвалитех стихиры предпразднства, на 4, глас 6. Подобен: Ангельския: Слава, глас и подобен тойже: Пой новый израилю: И ныне: Явился еси на земли: На стиховне стихиры предпразднства, глас 2. Подобен: Доме Евфрафов: с припевы их. Слава, мучеников, глас 3: Доблии мученицы истины: И ныне, предпразднства, глас 8: В вифлееме раждается: На литургии, блаженна предпразднства, песнь 3-я, и мучеников, песнь 6-я. Прокимен: Святым, иже суть: Стих: Предзрех Господа: Апостол к ефесеем, зачало 233. Аллилуиа: Воззваша праведнии: Евангелие Луки, зачало 106: Причастен: Радуйтеся праведнии.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Предпразднство Христова Рождества: И святыя преподобномученицы Евгении.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `На Господи воззвах, стихиры предпразднства 3, глас 5. Подобен: Радуйся: И святыя 3, глас 8. Подобен, О преславнаго чудесе! Слава, и ныне, предпразднства, глас 2. Се время приближися: На стиховне стихиры предпразднства, глас 1. Подобен: Всехвальнии мученицы: Слава, и ныне, глас 6: Сионе торжествуй:
  
  Тропарь предпразднства, глас 4: Написовашеся иногда со старцем Иосифом, яко от семене Давидова, в Вифлееме Мариам, чревоносящи безсеменное рождение: наста же время рождества, и место ни едино же бе обиталищу: но якоже красная палата, вертеп царице показашеся. Христос раждается прежде падший воскресити образ.
  
  На повечерии, канон, глас 6, ирмосы по дважды, тропари на 6. Последи ирмос оба лика вкупе. На утрени, на Бог Господь, тропарь предпразднства, трижды. И обычныя кафисмы, и седальны предпразднства. И чтем слово Кирилла, архиепископа иерусалимскаго, на предпразднство Рождества Господа Бога и Спаса нашего. Канон предпразднства, со ирмосом на 8, глас 2: ирмос по дважды. И святыя на 4, глас тойже. По 3-й песни, седален святыя. Слава, и ныне, предпразднства. По 6-й песни, кондак предпразднства, глас 3: Дева днесь превечное слово: сего месяца в 20-й день. По 9-й песни, светилен предпразднства. Слава, и ныне, ин. На хвалитех стихиры предпразднства, на 4, глас 6. Подобен: Ангельския: Слава, глас и подобен тойже: Гряди Вифлееме: И ныне, подобен тойже: О блаженное Богоотроковицы чрево: На стиховне стихиры предпразднства, глас 2. Подобен: Доме Евфрафов: Слава, подобен тойже. Слава тебе, Отче и Сыне, и Душе: И ныне, подобен тойже: Радуйся, яже жизнь рождшая: Посем, Благо есть: По трисвятом тропарь предпразднства: Ектениа, и отпуст.
  
  [МРК] Подобает ведати, аще случится неделя пред Рождеством Христовым святых отец, декемвриа в 24-й день.
  
  В субботу на малей вечерни, стихиры воскресны на 4. Слава, и ныне, предпразднства, глас 6: Вертепе благоукрасися: На стиховне стихира воскресна, и Богородицы по обычаю. Слава, и ныне, Богородичен. По трисвятом тропарь воскресен. Слава, и ныне, предпразднства. Таже, ектения малая, и отпуст. На велицей вечерни, по обычном псалме, поем Блажен муж, кафисму всю. На Господи воззвах, стихиры на 10: отцев на 6, глас 6. Подобен: Всю отложивше: И предпразднства на 4, глас и подобен тойже. Слава, отцев, глас тойже: Даниил муж желаний: И ныне, предпразднства, глас тойже: Вертепе благоукрасися: Таже вход. Прокимен дне. И чтения отцев 3. На литии стихиры предпразднства, писаны на ряду на Господи воззвах, в 24-й день, глас 5. Подобен: Радуйся: Слава, отцев, глас 3: Праотцев собор: И ныне, глас тойже: Благоукрасися Вифлееме: На стиховне стихиры предпразднства, глас 2. Самоподобен: Доме Евфрафов: Припев: Бог от юга приидет: Таже два самогласна: Вифлееме, земле иудова: Припев: Господи услышах слух твой, и убояхся: Приидите вси Христово рождество: Слава, глас тойже: Радуйтеся пророцы: И ныне, предпразднства, глас тойже: Се время приближися: На благословении хлебов тропарь отцев, глас 2: Велия веры исправления: дважды. сего месяца в 17-й день. И предпразднства единожды. И чтение в посланиих апостольских. На утрени, на Бог Господь, тропарь воскресн дважды. Слава, отцев: Велия веры: И ныне, предпразднства: Написовашеся иногда: По 1-й кафисме, седален отцев, глас 4. Подобен: Удивися: Во отцех Боже: Слава, и ныне, тойже. И чтение во евангелии толковом, Матфеа: Книга родства Иисуса Христа: По 2-й кафисме седален, глас 8. Подобен: Премудрости: Праздник празднуем вернии: Слава, и ныне, тойже. И чтение. По непорочнах, тропари их. И ектениа. И седален отцев, глас 8. Подобен: Премудрости: Авраама и Исаака же и Иакова: Слава, и ныне, глас и подобен тойже: Из недр отеческих: И чтение. Степенна гласа. Прокимен и Евангелие воскресное. Воскресение Христово: псалом 50. Стихира воскресна. Канон отцев, глас 6, со ирмосом на 8. Ирмос: Волною морскою: по дважды: тропари на 6. [В сем бо каноне по два стиха воскресных, сего ради канон воскресн не поется. И другий канон предпразднства на 6: глас 1. Катавасиа: Христос раждается: оба лика вкупе. По 3-й песни, ипакои отцев, глас 8: Ангел отроков ороси пещь: И чтение в богослове. По 6-й песни, кондак отцев, глас 1: Веселися Вифлееме: И икос. И чтем пролог. На 9-й песни поем: Честнейшую: Светилен отцев: От семене вводится: Слава: Патриархов избраннии: И ныне, предпразднства, Веселися Вифлееме: На хвалитех стихиры отцев 3, глас 5. Подобен: Радуйся: И предпразднства 3, глас 4. Подобен: Званный свыше: Слава, отцев, глас 8: Законных учений: И ныне, Преблагословенна еси Богородице Дево: Славословие великое. Тропарь воскресн. И прочая. И отпуст. И обычное исхождение. Слава, и ныне, стихира евангельская, и час 1-й в притворе. На часех, тропарь воскресн. Слава, отцев. И ныне, Богородичен часов. По трисвятом, кондак отцев, и предпразднства, глаголем пременяюще. На литургии, блаженна от канона отцев, песнь 3, на 4, и предпразднства песнь 6-я, на 4. По входе тропарь воскресн, и отцев, и предпразднства. Слава, кондак отцев: И ныне, предпразднства. Прокимен, песнь отцев, глас 4: Благословен еси Господи Боже отец наших: Стих: Яко праведен еси о всех: Апостол ко евреем, зачало 328: Верою прииде: Аллилуиа, глас 4: Боже ушима нашима: Евангелие Матфеа, зачало 1: Книга родства Иисуса Христа: Ряд же недели оставляется. Причастен: Хвалите Господа: Другий: Радуйтеся:
  
  [Зри] Подобает ведати о часех в навечерии рождества Христова.
  
  Аще случится Рождество Христово в неделю, или в понедельник, часы поем прежде в пяток. Аще ли Рождество Христово во вторник, в среду, в четверток, в пяток и в субботу, часы поем в навечерии.
  
  Последование часов певаемых в навечерии Рождества Христова.
  
  В начале втораго часа знаменует в кампан. И собравшимся во храм, облачится иерей в фелонь, диакон же в стихарь. И поставляет параекклисиарх аналогий украшен прямо царских врат, и вжигает свещу на свещнице. Иерей же исходит со Евангелием во храм, или в трапезу, царскими враты, предходящу ему диакону с кадилом: и полагает иерей святое Евангелие на аналоге, и став пред аналогом, творит начало по обычаю. И по начале чтец: Слава тебе Боже наш, слава тебе: и Царю небесный, и прочая. И по возгласе, кадит священник святое Евангелие на аналогии, окрест, и прочия иконы, и храм весь, и настоятеля, и братию. Чтец же чтет псалом 5: Глаголы моя внуши Господи: и 44: Отрыгну сердце мое: и 45: Бог нам прибежище: Слава, и ныне, Аллилуиа, трижды. Господи помилуй, трижды. Слава, тропарь предпразднства: Написовашеся иногда: И ныне: Что тя наречем: Таже тропари поем по дважды, творение Софрониево, глас 8: Вифлееме уготовися: И 2-й лик, тойже тропарь без припева. И паки 1-й лик, припев: Бог от юга приидет: Таже тропарь, глас 3: Ныне пророческое: И 2-й лик, припев: Господи, услышах слух твой: И поем тойже тропарь. И паки 1 лик: Слава, глас 8: Сия глаголет Иосиф: И ныне, тойже тропарь. Таже прокимен, глас 4: Господь рече ко мне: Сын мой еси ты, аз днесь родих тя. Стих: Проси от Мене: Таже паремиа: Пророчества михеина [Глава 5]: Сия глаголет Господь: Апостол ко евреем, зачало 303: Многочастне: Евангелие Матфеа, зачало 2: Иисус Христово: Таже: Стопы моя направи: Трисвятое: по Отче наш, кондак: Дева днесь: Господи помилуй 40. и молитва: Иже на всякое время: По Честнейшую херувим: иерей: Боже ущедри ны: Таже молитва: Христе свете: Таже поем час 3-й: Приидите поклонимся: трижды. Псалом 66: Боже ущедри ны: Псалом 86: Основания его: Псалом 50: Помилуй мя Боже: Слава, и ныне, Аллилуиа, трижды: Господи помилуй, трижды. Слава, тропарь, предпразднства: Написовашеся: И ныне: Богородице, ты еси лоза: Таже тропарь, глас 6, без припева: Сей Бог наш: и 2-й лик, тойже тропарь без припева. И паки 1-й лик, припев: Бог от юга: И тропарь, глас 8: Прежде рождества: И 2-й лик, припев: Господи, услышах: И паки тойже тропарь. Таже: Слава, глас 3: Иосифе, рцы нам: И ныне, тойже. Посем: прокимен, глас 4: Отроча родися нам, сын, и дадеся нам. Стих: Егоже начальство бысть на раме его. Таже паремиа: Пророчества Иеремиина [Глава 3] Сей Бог наш: Таже, апостол к галатом, зачало 208: Прежде пришествия веры: Евангелие Луки, зачало 5: Во днех онех, изыде повеление: Посем: Господь Бог благословен: По Отче наш, кондак: Дева днесь: Господи помилуй, 40. и молитва. По Честнейшую, иерей: Молитвами святых отец: Таже молитва: Владыко Боже Отче: [Зри] На 3-м, и 6-м часе кадит диакон Евангелие, и иконы, и настоятеля, и лики токмо. Посем глаголем час 6-й: Приидите поклонимся: трижды. Псалом 71: Боже, суд твой цареви: Псалом 131: Помяни Господи Давида: Псалом 90: Живый в помощи: Слава, и ныне, Аллилуиа, трижды. Господи помилуй, трижды. Слава, тропарь: Написовашеся иногда: И ныне, Богородичен: Яко не имамы: Таже тропарь, глас 1, без припева. Приидите вернии: И 2-й лик тойже тропарь. И паки 1-й лик, припев: Бог от юга приидет: Тропарь, глас 4: Слыши небо: И 2-й лик, припев: Господи услышах: И паки тойже тропарь. Таже: Слава, глас 5: Приидите христоноснии людие: И ныне, тойже. Посем прокимен, глас 4: Из чрева прежде денницы: Стих: Рече Господь господеви моему: Таже паремиа: Пророчества Исаиина [Глава 6]: Приложи Господь глаголати ко Ахазу: Таже апостол ко евреем, зачало 304: В начале ты Господи землю основал еси: Евангелие матфеа, зачало 3: Иисусу рождшуся: Посем: Скоро да предварят ны: По Отче наш, кондак: Дева днесь: Господи помилуй, 40. и молитва. По Честнейшую херувим: иерей: Молитвами святых отец: Таже молитва Василиа великаго: Боже и Господи сил: Таже, час 9: Приидите поклонимся: трижды. Псалом 109: Рече Господь господеви моему: Псалом 110: Исповемся тебе Господи всем сердцем: Псалом 85: Приклони Господи ухо твое: Слава, и ныне, Аллилуиа, трижды. Господи помилуй, трижды. Слава, тропарь предпразднства: Написовашеся иногда: И ныне: Иже нас ради: Таже тропарь, глас 7, без припева: Удивляшеся Ирод: И 2-й лик тойже тропарь без припева. И паки 1-й лик, припев: Бог от юга приидет: И тропарь, глас 2: Егда Иосиф Дево: И 2-й лик, припев: Господи услышах: И паки тойже тропарь. Таже став среди церкве диакон чтет велегласно стихиру сию: Днесь раждается от Девы: И потом славит Святейшего Патриарха, Епископа (егоже есть область) и настоятеля по обычаю велегласно. Последи же, совокупльшеся оба лика поют: Слава, и ныне, туюжде стихиру, Посем прокимен: глас 4: Мати сион речет человек: Стих: Основания его: Таже, паремиа: Пророчества Исаиина [Глава 9]: Отроча родися нам: Таже апостол ко евреем, зачало 306: Святяй и освящаемии: Евангелие Матфеа, зачало 4: Отшедшим волхвом: Посем: Не предаждь нас: По Отче наш, кондак: Дева днесь: Господи помилуй 40. и молитва. По Честнейшую херувим: иерей: Молитвами святых отец: Таже молитва Василиа великаго: Владыко Господи Иисусе Христе: [Зри] [На 9-м часе кадит весь храм, якоже на 1-м.] И Благослови душе моя Господа: Слава: Хвали душе моя Господа: И ныне: Единородный Сыне: И Во царствии твоем помяни нас Господи: Слава, и ныне: Помяни нас Господи: Ослаби, остави: По Отче наш, кондак: Дева днесь превечное слово: Господи помилуй, 40. и молитва: Всесвятая Троице: Таже, Достойно есть: и отпуст. И бывает росход, до часа вечерняго. Вечерня же бывает с литургиею Василиа великаго во свое время.
  
  [Зри] Подобает ведати: Аще в субботу, или в неделю будет навечерие, литургиа Златоустова поется: великаго же Василиа литургиа поется на самый праздник. Такожде творим и на праздник святых Богоявлений. Блюди, яко егда несть субботы, или недели в навечерие, тогда бывает литургиа Василиа великаго: а в день праздника литургия Златоустова. Сице же и в праздник Богоявлений.
  
  Ведомо же буди: Аще случится Рождество Христово или Богоявление в неделю, воскресно ничтоже поем.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Еже по плоти Рождество Господа Бога и Спаса нашего Иисуса Христа:
          И воспоминание избавления церкве и державы Российския от нашествия галлов, и с ними двадесяти язык.`,
        service: {
          typikonSign: TypikonSign.ВЕЛИКИЙ,
          instructions: `При часе 7-м дне, ударяет в великий кампан, и во вся тяжкая: и собравшимся во храм, начинаем вечерню, по обычаю. Диакон глаголет: Благослови владыко. Иерей: Благословено царство Отца и Сына, и Святаго Духа: И по амине, предстоятель: Царю небесный: трисвятое. и по Отче наш, Господи помилуй, 12. Слава, и ныне: Приидите поклонимся: трижды. Псалом, Благослови душе моя Господа: Посем диакон глаголет ектению великую. Аще же в субботу вечера, поем: Блажен муж: кафисмувсю Аще в неделю вечера, поем 1-й антифон. Аще ли ин день, стихологиа не бывает. Но по ектении абие поем: Господи воззвах к тебе: на глас 2: иерей же творит проскомидию. таже диакон кадит храм по обычаю. Ликове же поют стихиры праздника, на 8, глас 2. Самогласны: Приидите возрадуемся: Слава, и ныне, глас тойже: Августу единоначальствующу на земли: И бывает вход со Евангелием. Свете тихий: Прокимен дне. Аще же в пяток вечера, поем прокимен великий: Кто Бог велий: со стихи его. И чтения праздника, по чину их. Посреди чтения, тропарь со стихи его, поем на оба лика. По скончании же чтения, ектениа малая, и возглас: Яко свят еси Боже наш: и по возгласе, трисвятое. Таже прокимен, глас 1: Господь рече ко мне: сын мой еси ты, аз днесь родих тя. Стих: Проси от Мене, и дам ти языки достояние твое. Апостол ко евреем, зачало 303: Многочастне и многообразне: Аллилуиа, глас 5: Рече Господь господеви моему: Стих: Жезл силы послет ти Господь от сиона: Стих: Из чрева прежде денницы родих тя: Евангелие Луки, зачало 5: Изыде повеление от кесаря августа: И по ряду божественная литургиа великаго Василиа. [Зри] За Достойно, поем: О тебе радуется: Причастен един: Хвалите Господа с небес: Аллилуиа, трижды. По отпусте же вжигает параекклисиарх свещник, и поставляет его среди церкве. Клирицы же ставше оба лика вкупе, поют возгласно:
  
  Тропарь праздника, глас 4: Рождество твое Христе Боже наш, возсия мирови свет разума: в нем бо звездам служащии звездою учахуся, тебе кланятися солнцу правды, и тебе ведети с высоты востока: Господи слава тебе.
  
  Слава, и ныне, кондак, глас 3: Дева днесь пресущественнаго раждает, и земля вертеп неприступному приносит, ангели с пастырьми славословят, волсви же со звездою путешествуют: нас бо ради родися отроча младо, превечный Бог.
  
  И входим в трапезу, и ядим варение со елеем, рыбы же не ядим. Вино же пием, благодаряще Бога.
  
  [Зри] Вестно буди: Аще случится навечерие Христова рождества в субботу или неделю, пост не бывает, и тропари царских часов со чтениями в субботу и в неделю не поются: но поем часы царския прежде в пяток, по обычаю, якоже указася на ряду. Глаголем же Верую во единаго Бога: и псалом 33, Благословлю Господа: и отпуст. Литургиа же в той день не бывает: но поем вечерню во свое время. В субботу же и неделю литургиа бывает во свое время Златоустаго. По отпущении же снедаем по уломку хлеба, и от вина вкушаем мало, и отходим в келлии своя. При часе же 7-м дне начинаем вечерню. Аще ли в субботу вечера, поем, Блажен муж: кафисму всю. Аще ли в неделю вечера. 1-й антифон. Посем на Господи воззвах. поем стихиры на 8, глас 2. Самогласны: Приидите возрадуемся: И прочая. Слава, и ныне, глас тойже: Августу единоначальствующу на земли: Вход со Евангелием. Свете тихий: Прокимен дне. Аще в субботу вечера, поем прокимен: Господь воцарися: И чтения по чину их. По скончании чтения трисвятое не поем, но бывает по паремиах ектениа малая, и по возгласе, прокимен, глас 1: Господь рече ко мне: сын мой еси ты: Стих: Проси от Мене: Апостол к галатом, зачало 207: По человеку глаголю: Аллилуиа, глас 5: Рече Господь господеви моему: Стих: Жезл силы послет ти Господь: Стих: Из чрева прежде денницы родих тя: Евангелие Матфеа, зачало 53: Подобно есть царствие небесное зерну горушичну: Посем ектениа: Рцем вси: Таже, Сподоби Господи: и, Исполним вечернюю: и возглас. И посем диакон глаголет: Премудрость. Лик: Благослови. и прочая по обычаю, и отпуст. По отпусте же вжигаем свещник среди церкве, и ставше оба лика вкупе, поют тропарь праздника. Слава и ныне, кондак. И входим в трапезу и ядим совершенно: рыбы же не ядим, но со древяномаслием, и сочиво обварено, или кутию с медом: испиваем же и вина в славу Божию: в неимущих же странах пием пиво. предлагается же и чтение: Поучение Кирилла архиепископа иерусалимскаго, емуже начало: Якоже убо во Иисуса Христа надеемся:
  
  [Зри] Ведати подобает яко праздник Рождества Христова в кий день ни случится, поется повечерие великое сице:
  
  О часе 10-м нощи бывает благовест, и потом трезвон во вся кампаны: иерей же со диаконом оболкся творят начало, якоже во вся праздники Владычни. Диакон глаголет: Благослови владыко. Иерей: Благословен Бог наш: и кадящу иерею, глаголем повечерие великое от начала: Слава тебе Боже наш, слава тебе. Царю небесный: Трисвятое, и прочее. С нами Бог: поем с пением. И вместо тропарей обычных: Просвети очи мои: глаголем тропарь праздника. И вместо, Помилуй нас Господи, помилуй нас: глаголем кондак праздника. По Слава в вышних, бывает литиа по обычаю. и поем на литии стихиры самогласны, глас 1: Небо и земля днесь: Слава, глас 5: Волсви персидстии: И ныне, глас 6: Ликуют ангели: Таже глаголет иерей молитвы обычныя бдения. И паки вшедше во храм, поем на стиховне стихиры, глас 2: Велие и преславное чудо: Припев: Из чрева прежде денницы: 2, Рече Господь господеви моему: Припеваем же сими припевы и до отдания праздника. Слава, глас 4. Самогласен: Веселися Иерусалиме: И ныне, глас тойже: В вертеп вселился еси: На благословении хлебов тропарь, глас 4: Рождество твое Христе Боже наш: трижды. писан в навечерии по литургии. Таже, Буди имя Господне: трижды. Псалом 33: Благословлю Господа: и чтение в толковании, еже от Матфеа, слово 4. На утрени, по шестопсалмии, на Бог Господь, тропарь праздника трижды, и обычныя кафисмы. По 1-й кафисме седален праздника, глас 1. Подобен: Гроб твой: Во яслех нас ради: Слава, и ныне, тойже. и чтение в толковом евангелии Златоустаго, еже от Матфеа, о празднике. По 2-й кафисме седален, глас 3. Подобен: Красоте: Превечнаго: Слава, и ныне, тойже. и чтем в толковом Златоустаго. По чтении же даются свещи братиям. По полиелеи седален, глас 4. Подобен: Удивися Иосиф: Приидите, видим вернии: Слава, и ныне, тойже. И чтем слово Григориа богослова, егоже начало: Христос раждается: Степенна, 1-й антифон 4-го гласа. Прокимен, глас тойже: Из чрева прежде денницы: Стих: Рече Господь господеви моему: Всякое дыхание: Евангелие Матфеа, зачало 2: Иисус Христово рождество: По 50-м псалме, вместо Молитвами, Слава: Всяческая днесь радости исполняются, Христос родися от Девы. И ныне, тойже стих: конец, Христос родися в Вифлееме. Помилуй мя Боже: Стихира, глас 6: Слава в вышних Богу: Канона два: Един перваго гласа: творение кир Космы, со ирмосом на 8: Другий кир Иоанна, со ирмосом, на 8 же. Последи ирмосы обою канонов, кийждо лик свой ирмос.
  
  По 3-й песни ипакои, глас 8: Начаток языков, ибо тебе принесе, лежащему младенцу во яслех, звездою волхвы призвавый, яже и ужасаше, не скиптры и престоли, но последняя нищета. что бо хуждшее вертепа? что же смиреншее пелен, в нихже просия божества твоего богатство? Господи слава тебе.
  
  И чтение. По 6-й песни, кондак, глас 3: Дева днесь пресущественнаго раждает: писан в навечерии по литургии. И икос, и чтем пролог. На 9-й песни вжигают свещи братия. Честнейшую не поем, но поем припев праздника: Величай душе моя: и ирмос: Таинство: Посем 2-й лик поет такожде припев и ирмос: Такожде припевы поют и к тропарем 1-го канона. Посем 1-й лик поет 2-го канона припев, и ирмос: Любити убо нам: И 2-й лик подобне поет такожде припев, и ирмос: и к тропарем 2-го канона такожде припев: и последи на сходе поют припев 1-й и ирмос. таже 2-й припев и ирмос. Светилен праздника трижды. На хвалитех стихиры, глас самогласны, на 4: Веселитеся праведнии: Слава, глас 6: Егда время: И ныне, глас 2-й: Днесь Христос в Вифлееме: Славословие великое. По трисвятом тропарь праздника. Ектении, и отпуст. и знаменует игумен святым елеем братию от святаго кандила, еже пред праздничною иконою, поющим нам стихиру самогласну праздника, и час 1-й. На 1-м часе, тропарь праздника. По трисвятом кондак праздника, и прочее, и совершенный отпуст. В сей день бывает литургиа порану, труда ради бденнаго. На литургии: Антифон 1-й: Псалом 110, глас 2: Исповемся тебе Господи всем сердцем моим, повем вся чудеса твоя. Припев: Молитвами Богородицы, Спасе спаси нас. Стих 2-й: В совете правых и сонме, велия дела Господня. Молитвами Богородицы, Спасе спаси нас. Стих 3: Изыскана во всех волях его. Молитвами Богородицы, Спасе спаси нас. Стих 4: Исповедание и великолепие дело его, и правда его пребывает в век века. Молитвами Богородицы, Спасе спаси нас. Таже оба лика: Слава, и ныне: Молитвами Богородицы: Антифон 2: Псалом 111, глас 2: Блажен муж бояйся Господа, в заповедех его восхощет зело. Припев: Спаси ны Сыне Божий, рождейся от Девы, поющия ти: аллилуиа. Стих 2: Сильно на земли будет семя его: род правых благословится. Спаси ны Сыне Божий: Стих 3: Слава и богатство в дому его, и правда его пребывает в век века. Спаси ны Сыне Божий: Стих 4: Возсия во тьме свет правым, милостив и щедр и праведен. Спаси ны Сыне Божий: Таже оба лика вкупе: Слава, и ныне: Единородный Сыне и Слове Божий: Антифон 3: Псалом 109, глас 4: Рече Господь господеви моему: седи одесную мене. Тропарь: Рождество твое Христе Боже наш: Стих 2: Дондеже положу враги твоя подножие ног твоих. Тропарь: Рождество твое Христе Боже наш: Стих 3: Жезл силы послет ти Господь от сиона, и господьствуй посреде врагов твоих. Рождество твое Христе Боже наш: Стих 4: С тобою начало в день силы твоея, во светлостех святых твоих. Рождество твое Христе Боже наш: Входное: Из чрева прежде денницы родих тя, клятся Господь и не раскается: ты иерей во век по чину мелхиседекову. Тропарь высочайшим гласом: Рождество твое Христе Боже наш: Слава, и ныне: Кондак: Дева днесь: Вместо трисвятаго: Елицы во Христа крестистеся: Прокимен, глас 8: Вся земля да поклонится тебе, и поет тебе: Стих: Воскликните Господеви вся земля: Апостол к галатом, зачало 209: Егда прииде кончина лета: Аллилуиа, глас 1: Небеса поведают славу Божию: Стих: День дни отрыгает глагол: Евангелие Матфеа, зачало 3: Иисусу рождшуся: За Достойно, ирмос: Любити убо нам: до отдания. Причастен: Избавление посла Господь людем своим. Аллилуиа: трижды. На трапезе утешение братии великое, и чтем слово Златоустаго, емуже начало: Древле убо патриарх:
  
  Аще праздник Рождества Христова случится быти в среду, или пяток: Разрешаем убо миряне на мясо, монаси на сыр и яица, и ядим убо от Рождества Христова по вся дни, до навечерия святаго Богоявления.
  
  [Зри] Разумно же буди и о сем, яко от Христова Рождества и до Святых Богоявлений, никакоже пост, ни коленопоклонения бывают, ниже в церкви. ниже в келлиах.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Собор Пресвятыя Богородицы:
          И святаго священномученика Евфимиа, епископа сардийскаго.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, кафисмы не глаголем. На Господи воззвах, стихиры праздника на 6, глас 2: Приидите возрадуемся Господеви: Слава, и ныне, глас 6: Слава в вышних Богу: Вход. Прокимен великий, глас 7: Кто Бог велий, яко Бог наш? ты еси Бог творяй чудеса. Стих: Сказал еси в людех силу твою. Стих: И Рех, ныне начах: Стих: Помянух дела Господня: Таже: Кто Бог велий: [Зри] Аще есть в субботу вечера, поем прокимен: Господь воцарися: со стихи его. Посем ектении. Таже на стиховне стихиры праздника, глас 8, самогласны: Преславное таинство: Припев 1: Рече Господь господеви моему: 2: Из чрева прежде денницы: Сия припевы глаголем и до отдания праздника. Слава, и ныне, глас тойже: В Вифлеем стекошася: Тропарь праздника: Рождество твое Христе Боже наш: и отпуст.
  
  Святаго же Евфимиа служба поется во ин день.
  
  На повечерии, по трисвятом глаголем кондак Богородицы собору: Иже прежде денницы: На полунощнице глаголем кафисмы обычныя. По 1-м трисвятом вместо, Се жених: тропарь праздника: Рождество твое Христе Боже наш: По 2-м трисвятом кондак собору Богородицы, глас 6: Иже прежде денницы: Таже: Господи помилуй 12, и отпуст. молитвы же, Помяни Господи в надежди, не глаголем. На утрени, на Бог Господь, тропарь праздника трижды, и обычныя кафисмы: и седальны праздника, и чтем слово Епифаниа, архиепископа кипрскаго, похвалу Пресвятыя Богородицы, на 3 части. Каноны праздника оба, якоже на самый праздник: ирмосы обою канонов по дважды: тропари на 12. Катавасиа, ирмосы обою канонов. По 3-й песни кондак, и икос, и ипакои праздника. По 6-й песни,
  
  Кондак, глас 6: Иже прежде денницы от Отца без матере родивыйся, на земли без отца воплотися днесь из тебе: темже звезда благовествует волхвом, ангели же с пастырьми поют несказанное рождество твое благодатная.
  
  И икос, и чтем пролог. На 9-й песни, Честнейшую не поем: но поем припевы, якоже на самый праздник. Светилен праздника, трижды. На хвалитех, Всякое дыхание: Стихиры праздника на 4, глас 4, самогласны: Веселитеся праведнии: Писаны на праздник. Слава: глас 6: Днесь невидимое естество: И ныне, глас 2: Днесь Христос в Вифлееме: Славословие великое. По трисвятом тропарь праздника. Ектении, и отпуст, и час 1. На часех, тропарь праздника: кондак же глаголем Богородицы: Иже прежде денницы: На литургии, блаженна от канонов праздника, песнь 3-я и 6-я. По входе: Спаси ны Сыне Божий, рождейся от Девы, поющия ти: аллилуиа. Сице поем и до отдания праздника. Тропарь праздника: Слава, и ныне, кондак: Иже прежде денницы: Таже трисвятое. Прокимен, глас 3, песнь Богородицы: Величит душа моя Господа: Стих: Яко призре на смирение рабы своея: Апостол ко евреем, зачало 306: Святяй и освящаемии: Аллилуиа, глас 8: Воскресни Господи в покой: Евангелие Матфеа, зачало 4: Отшедшим волхвом: Причастен: Избавление посла Господь людем своим. Аллилуиа, трижды. Вестно буди, яко в попразднстве Христова Рождества и Богоявления, повечерия поются малая, без канона Богородична.
  
  [Зри] Подобает ведати, яко аще случится Рождество Христово в неделю, не совершаем памяти святых богоотец во грядущую неделю: занеже начало прияти ианнуарию месяцу, и праздник Христова Рождества уже отдастся: но совершаем сию неделю в 26 день декемвриа месяца, наутрие праздника, в понедельник.
  
  В неделю вечера, поем сице: На Господи воззвах, стихиры на 6: Праздника 3, глас 2: Приидите возрадуемся Господеви: И святых 3, глас 1. Подобен: Небесных чинов: Богоотца вси: Слава, святых, глас 6: Память совершаем: И ныне, праздника, глас тойже: Слава в вышних: Вход. Прокимен великий, глас 7: Кто Бог велий: со стихи его, и ектении. На стиховне праздника, самогласны 3, глас 8, с припевы их. Слава, глас 6: Священных память: И ныне, праздника. Тропарь святых, глас 2: Благовествуй иосифе: Слава, и ныне, праздника: На повечерии, по трисвятом, глаголем кондак богоотцев. Слава, и ныне, Богородицы: Иже прежде денницы: На утрени, на Бог Господь, тропарь праздника, дважды: Слава, святых: И ныне, праздника. По кафисмах седальны праздника. и чтем во евангелии толковом, неделю по Рождестве Христове. Канон праздника 1, со ирмосом на 6: ирмос по дважды, тропари на 4, и другий канон праздника на 4, и святых, на 4. Катавасиа, ирмосы обою канонов. По 3-й песни, кондак Богородицы, глас 6: Иже прежде денницы: И икос его, и седален святых. Слава, и ныне, праздника, и чтение. По 6-й песни кондак святых: Веселия днесь: И икос, и чтем пролог. На 9-й песни, Честнейшую не поем, но поем припевы праздника. Светилен святых, дважды: Слава, и ныне, праздника. На хвалитех стихиры праздника. на 4, глас 4. Самогласны. Слава, святых, глас 8: Кровь и огнь: И ныне, праздника, глас 2: Днесь Христос: Славословие великое. По трисвятом, тропарь святых. Слава, и ныне, праздника. Ектении, и отпуст, и час 1-й, и конечный отпуст. На часех, тропарь праздника: Слава, святых: И ныне, Богородичен часов. По Отче наш, кондак Богородицы: Иже прежде денницы: И святых, кондак, пременяюще глаголем. На литургии, блаженна от канона праздника, песнь 3-я, на 4: и святых 6-я, на 4. По входе тропарь праздника, и святых. Слава, кондак святых: И ныне, Богородицы: Иже прежде денницы: Прокимен, песнь Богородицы, глас 3: Величит душа моя Господа: Стих: Яко призре на смирение рабы своея: Другий святых, глас 4: Дивен Бог во святых своих, Бог израилев. Апостол ко евреем, зачало 306. Святяй и освящаемии: Другий апостол святых, к галатом, зачало 200: Сказую вам благовествование: Аллилуиа, Богородицы, глас 8: Воскресни Господи в покой твой: Стих: Помяни Господи Давида: Евангелие же едино, Богородицы и святых, Матфеа, зачало 4: Отшедшим волхвом: Причастен: Избавление посла Господь людем своим. Другий: Радуйтеся:
  
  Суббота по Рождестве Христове:
  
  На литургии, прокимен, глас 4: Помяну имя твое во всяком роде и роде. Стих: Слыши дщи и виждь: Апостол к Тимофею, зачало 288: Гони правду: Таже ряд. Аллилуиа, глас 8: Воскресни Господи в покой твой: Евангелие Матфеа, зачало 46: По Иисусе идоша народи мнози: Таже ряд. Причастен: Чашу спасения прииму:
  
  [МРК] В неделю по Рождестве Христове память совершаем святых и праведных Иосифа обручника, Давида царя, и Иакова брата Божия.
  
  Подобает ведати, яко аще по Рождестве Христове неделя сия случится в 26, 27, 28, 29 и 30 день. Поем сице: В субботу на малей вечерни, по обычаю. На велицей вечерни. По кафисме, На Господи воззвах, стихиры воскресны 3, и праздника 4, и святых 3, глас 1. Подобен: Небесных чинов: Богоотца вси восхвалим: Слава, глас 6: Память совершаем: И ныне, Богородичен гласа. Вход. Прокимен дне. На литии стихиры праздника, поемыя на самый праздник. Слава, и ныне, праздника. На стиховне стихиры октоиха, по алфавиту. Слава, глас 6: Священных память: И ныне, праздника. На благословении хлебов тропарь праздника: Рождество твое Христе Боже наш: дважды.
  
  И святых тропарь единожды, глас 2: Благовествуй Иосифе Давиду чудеса богоотцу, Деву видел еси рождшую, с пастырьми славословил еси, с волхвы поклонился еси, ангелом весть прием: моли Христа Бога спастися душам нашим.
  
  И чтение. [Зри] И идеже несть всенощнаго бдения: На повечерии, по Достойне, и по трисвятом, кондак богоотцев. Слава, и ныне, праздника. На утрени, на Бог Господь, тропарь воскресн, дважды. Слава, святых: И ныне, праздника. По обычных кафисмах седальны воскресны, с богородичны их, и чтение во евангелии толковом Матфеа, неделя по Рождестве Христове. По непорочнах, тропари их, и ипакои гласа. и чтение в толковом евангелии, неделя ряд. Степенна, и прокимен гласа. Всякое дыхание: Евангелие воскресно. и Воскресение Христово: По 50-м псалме стихира воскресна. Канон воскресн, со ирмосом на 4, и Богородицы на 2, и праздника на 4, и богоотцев на 4. [Зри] Аще же в 26-й день, и поем канон воскресн со ирмосом на 4, и праздника оба канона на 6, и богоотцев на 4. Катавасиа праздника: Христос раждается. По 3-й песни, кондак и икос праздника, и седален святых, и чтение. По 6-й песни,
  
  Кондак святых, глас 3. Подобен: Дева днесь: Веселия днесь Давид исполняется божественный, Иосиф же хваление со Иаковом приносит: венец бо сродством Христовым приемше радуются, и неизреченно на земли рождшагося воспевают и вопиют: щедре спасай тебе чтущия.
  
  И икос, и чтем пролог. На 9-й песни поем Честнейшую: Светилен воскресн. Слава, святых: И ныне, праздника. На хвалитех стихиры воскресны, 4, и праздника самогласны, 4: Веселитеся праведнии: с припевы их. Слава, святых, глас 8: Кровь и огнь: И ныне: Преблагословенна еси: Славословие великое. По трисвятом тропарь воскресн, ектении, и отпуст. Слава, и ныне, стихира евангельская, и час 1-й, и конечный отпуст. На часех, тропарь воскресн. Слава, праздника: И ныне, Богородичен часов, и святых тропарь, и праздника пременяюще глаголем. По Отче наш, кондак праздника, и святых пременяюще же глаголем. На литургии, блаженна гласа, на 4: и праздника, песнь рядовая, на 4: и святых, песнь 6, на 4. По входе тропарь воскресн, и праздника, и святых: Слава, кондак святых: И ныне, праздника. Прокимен, гласа и святых, глас 4: Дивен Бог во святых своих, Бог израилев. Апостол к галатом, зачало 200: Сказуя вам благовествование: Аллилуиа, глас 4: Помяни Господи Давида: Евангелие Матфеа, зачало 4: Отшедшим волхвом: И потом ряд недели. Причастен, Хвалите Господа: Другий, Радуйтеся:
  
  [Зри] Указ о апостолех, и о евангелиах, яже бывает суббота и неделя по Рождестве Христове: и другая суббота и неделя, пред Богоявлением.
  
  Подобает ведати, яко аще случится Рождество Христово в неделю, и тогда бывает между Рождеством Христовым, и Богоявлением едина суббота и неделя: и поем неделю по Рождестве Христове, наутрие праздника Рождества Христова в понедельник, декемвриа в 26-й день, якоже указася на ряду в понедельник, наутрии праздника. На литургии, чтем апостол, и Евангелие недели, яже по Рождестве Христове. А субботе, яже по Рождестве Христове, чтем апостол и Евангелие, в субботу, на отдание праздника, Рождества Христова прежде, таже субботе пред Богоявлением. Прокимен же, Аллилуиа, и причастен праздника. А в 1-й день ианнуариа, прокимен, апостол и Евангелие, чтем недели пред Богоявлением, якоже в настоящей главе в ряду изъявится.
  
  [Зри] Аще ли Рождество Христово в понедельник:
  
  И тогда бывает между Рождеством Христовым и Богоявлением, суббота и неделя едина: и суббота по Рождестве Христове, тогда бывает декемвриа в 30-й день. На литургии, прокимен, апостол, Аллилуиа, Евангелие, и причастен, прежде чтем субботе по Рождестве Христове: таже апостол, и Евангелие субботе пред Богоявлением. А недели, яже по Рождестве Христове, чтем На Литургии во отдание праздника Рождества Христова, апостол, и Евангелие, якоже указася на ряду. А недели, яже пред Богоявлением, прокимен, апостол, Аллилуиа, и Евангелие, чтем ианнуариа в 1-й день, якоже укажется на ряду, егда случится обрезание и Василиа в неделю.
  
  [Зри] Аще ли рождество христово во вторник:
  
  И тогда бывает между Рождеством Христовым и Богоявлением две субботы, а неделя едина, и суббота, яже по Рождестве Христове, тогда бывает декемвриа в 29 день. На литургии, прокимен, апостол, Аллилуиа, Евангелие, и причастен, прежде субботе по Рождестве Христове, и потом младенцев. А недели, яже по Рождестве Христове, поем службу декемвриа в 30-й день, якоже указася на ряду. А недели, яже пред Богоявлением, Евангелие утреннее, и на литургии прокимен, апостол, Аллилуиа, и Евангелие чтем прежде недели пред Богоявлением, ианнуариа в 1-й день: и потом Обрезания, и Василиа едино. Причастен: Хвалите: Другий: В память:
  
  [Зри] Аще ли рождество христово в среду или в четверток или в пяток:
  
  И тогда бывают между Рождеством Христовым и Богоявлением две субботы, и недели: и в первую убо неделю чтется апостол, и Евангелие субботе и недели, по Рождестве Христове. А во вторую субботу и неделю, чтется апостол и Евангелие субботы и недели, яже пред Богоявлением.
  
  [Зри] Аще ли рождество христово в субботу:
  
  И тогда бывает между Рождеством Христовым и Богоявлением, две недели, а суббота едина, и недели яже по Рождестве Христове поем службу наутрие Рождества Христова в неделю, якоже указася на ряду. А отдание Рождества Христова тогда бывает в пяток: и поем службу отдания Рождества Христова, якоже указася на ряду. Точию на литургии, прокимен, Аллилуиа, и причастен, праздника: апостол же и Евангелие субботе, по Рождестве Христове. В субботу же яже пред Богоявлением на литургии апостол и Евангелие чтем, ианнуариа в 1 день прежде Обрезания, и потом субботе пред Богоявлением. А наутрие в настоящую неделю на утрени, Евангелие чтем прежде недели пред Просвещением, и потом ряд недели: а на литургии прокимен, апостол: Аллилуиа, и Евангелие прежде недели пред Богоявлением, таже святаго: ряд же чтем под зачало, аще не будет отступки. Причастен: Хвалите Господа с небес: и святаго.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святаго апостола первомученика и архидиакона Стефана:
          И преподобнаго отца нашего и исповедника Феодора начертаннаго, и брата Феофана творца.`,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, обычная кафисма, На Господи воззвах стихиры Стефана 3, глас 4. Подобен: Яко добля: и преподобнаго три: глас и подобен тойже. Слава, Стефана, глас 2: Царю и владыце: И ныне, праздника, глас тойже: Велие и преславное чудо: На стиховне стихиры праздника, глас 1. Подобен: Небесных чинов: с припевы их. Слава, святаго, глас 6: Первый в мученицех: И ныне: праздника, глас тойже: Ликуют ангели: Тропарь Стефана, глас 4: Подвигом добрым подвизался еси, первомучениче Христов и апостоле, и мучителей обличил еси нечестие. Камением бо побиен от рук беззаконных, венец от яже свыше десницы приял еси, и к Богу взывал еси, вопия: Господи, не постави им греха сего.
  
  Слава, преподобнаго, глас 8: Православия наставниче: октовриа в 11-й день. И ныне, праздника: Рождество твое Христе Боже наш: и отпуст. На утрени, на Бог Господь, тропарь праздника, единожды. и апостола, единожды. Слава, преподобнаго. И ныне, праздника: и обычныя кафисмы. По кафисмах седальны праздника, и чтение. Канон праздника, первый, со ирмосом на 6, и Стефана на 4, глас 5: и преподобнаго, на 4, глас 4. По 3-й песни кондак праздника, и икос. Таже седален апостола, глас 1. Слава, преподобнаго, глас 3. И ныне, Богородичен: Рождество безсеменное: По 6-й песни,
  
  Кондак Стефана, глас 3. Подобен: Дева днесь: Владыка вчера нам плотию прихождаше, и раб днесь от плоти исхождаше: вчера царствуяй плотию родися, днесь раб камением. побивается: того ради и скончавается первомученик, и божественный Стефан.
  
  И икос. По 9-й песни светилен святаго: Слава и ныне праздника. На хвалитех стихиры на 6, самогласны глас 1. Слава, глас 5: Первомучениче апостоле: И ныне, праздника, глас тойже: Непостижимое совершаемое: На стиховне стихиры праздника, глас 6. Подобен: Ангельския: с припевы их. Слава, святаго, глас 8: Радуйся в Господе, венченосче: И ныне, праздника, глас тойже: Како изреку великое таинство: На литургии, блаженна праздника, песнь 1-я на 4: и святаго, песнь 3-я на 4. Прокимен праздника: и до отдания: и апостола, глас 8: Во всю землю изыде вещание их: Стих: Небеса поведают славу Божию. Апостол деяний, зачало 17: Стефан исполнь веры и силы: Аллилуиа, глас 1: Исповедят небеса чудеса твоя Господи. Евангелие Матфеа, зачало 87: Человек некий бе домовит: Причастен праздника, и до отдания: и апостола: Во всю землю:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых дву тьму мученик, в Никомидии сожженных:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры праздника 3, глас 5. Подобен: Радуйся: и мучеников 3, глас 4. Подобен: Яко добля: Слава, и ныне, праздника, глас 5: Да веселятся небеса: На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, глас 1: Слава в вышних Богу в Вифлееме слышу: Тропарь святых, глас 2: Страстотерпцы Господни: ноемвриа 2. Слава, и ныне, праздника, и отпуст. На утрени, на Бог Господь, тропарь праздника, дважды. Слава, святых. И ныне, праздника, и обычныя кафисмы, и седальны праздника. Канон праздника 2-й со ирмосом на 8, и мучеников на 4, глас 1. По 3-й песни,
  
  Кондак святых, глас 2. Подобен: Твердыя: Тверди душею по вере святии, огнем страдание приемше две тьме страдалец, вопиюще Рождшемуся от Девы: приими всесожжения наша за тя якоже дары персских царей, злато и смирну, и ливан, превечный Боже.
  
  И седален, глас 1. Слава, и ныне, праздника, глас тойже. По 6-й песни кондак и икос праздника. По 9-й песни светилен праздника, дважды. На стиховне стихиры праздника, глас 6. Подобен: Ангельския: Слава, и ныне, глас 1: Небо и земля днесь: На литургии, блаженна праздника, песнь 4-я, и 5-я, на 6. Прокимен, глас 5: Ты Господи сохраниши ны, и соблюдеши ны: Стих: Спаси мя Господи, яко оскуде преподобный. Апостол к римляном, зачало 96 от полу: Немощное закона: Аллилуиа, глас 4: Воскликните Господеви вся земля: Евангелие Луки, зачало 51 от полу: Се даю вам власть: Причастен: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description:
            'Святых младенцев, четыренадесяти тысящ, Христа ради избиенных от Ирода в Вифлееме иудейстем: И преподобнаго отца нашего Маркелла, игумена обители неусыпаемых.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры младенцев 3, глас 4. Подобен: Яко добля: и преподобнаго 3, глас и подобен тойже. Слава, младенцев, глас 8: Ирод пребеззаконный: И ныне, праздника, глас тойже: Преславное таинство: На стиховне стихиры праздника, глас 6. Подобен: Тридневен: Слава, младенцев, глас 8: Иисусу рождшуся: И ныне, праздника, глас тойже: Господи в Вифлеем: Тропарь младенцев, глас 1: Болезньми святых: октовриа в 24. Слава, преподобнаго, глас 8: В тебе отче: октовриа в 1 день. И ныне, праздника. На утрени, на Бог Господь, тропарь праздника, единожды, и младенцев. Слава, преподобнаго. И ныне, праздника, и обычныя кафисмы. и седальны праздника. Канон праздника 1-й со ирмосом на 6, и младенцев, на 4, глас 4: и преподобнаго на 4, глас 6. По 3-й песни, кондак и икос праздника, и седальны младенцев, глас 4. Слава, преподобнаго: И ныне, праздника. По 6-й песни,
  
  Кондак, глас 4. Подобен: Явился еси: Звезда волхвы посла к Рождшемуся, и Ирод неправедное воинство посла люто, убити мня во яслех, яко младенца лежаща.
  
  И икос. По 9-й песни, светилен младенцев. Слава, и ныне, праздника. На хвалитех стихиры младенцев, на 4, глас 1: самогласны. Слава, глас 5. И ныне, праздника. На стиховне стихиры праздника, глас 6. Подобен: Ангельския: Слава, подобен тойже: Ныне на земли: И ныне: Усты приснопламенными: На литургии блаженна праздника, песнь 7-я, и младенцев 6-я. Прокимен, глас 6: Хвалите отроцы Господа: Стих: Вселяяй неплодовь в дом: Апостол к коринфяном, зачало 180: Христос за вся умре: Аллилуиа, глас 5: Пролияша кровь их яко воду: Евангелие Матфеа, зачало 4: Отшедшим волхвом: Причастен: Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя мученицы Анисии: И преподобнаго Зотика пресвитера, сиротокормителя.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Зде же поется служба и святыя Мелании. Стихиры святыя Анисии 3, глас 4. Подобен: Яко добля: и Мелании 3, глас тойже. Подобен: Званный свыше: Слава, и ныне, праздника, глас 1. На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: Слава, и ныне, глас 1. [Зри] Служба святаго зотика поется на повечерии. На утрени, на Бог Господь, тропарь праздника, и обычныя кафисмы, и седальны праздника. Канон праздника, 2-й со ирмосом на 6: и святыя Анисии, на 4: и Мелании, на 4. По 3-й песни, седален Анисии, глас 4: Слава, Мелании глас тойже. И ныне, праздника, глас тойже. По 6-й песни, кондак, и икос праздника, и пролог. По 9-й песни, светилен праздника, дважды. На стиховне стихиры праздника, глас 6. Подобен: Ангельския: Слава, и ныне: Солнце сыне, како тя скрыю: На литургии, блаженна праздника, песнь 8, на 6.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Отдание праздника Рождества Христова
          Преподобныя Мелании римляныни.
          Служба ея написася прежде в 30 день: понеже в 31 день отдается праздник Христова Рождества, и поется служба праздника. `,
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, обычная кафисма. На Господи воззвах, стихиры на 6, поемыя на самый праздник. Слава, и ныне, самогласен: Августу единоначальствующу: Прокимен дне. Входа несть. Паремий не чтем. Таже, Сподоби Господи: и Исполним вечернюю молитву: На стиховне стихиры праздника, с припевы их. Слава, и ныне, праздника. По Ныне отпущаеши, по трисвятом тропарь праздника единожды. Таже ектениа: Помилуй нас Боже: и отпуст. на отпусте же глаголет иерей имя святыя. Воутрие полунощницу поем по обычаю, с кафисмою, и тропари обычными: и молитву глаголем, Помяни Господи в надежди: и отпуст. На утрени, на Бог Господь, тропарь праздника трижды. По кафисмах, седальны праздника: и чтение. Канон первый, со ирмосом на 8: и вторый, со ирмосом на 6: ирмосы обою канонов по дважды. Катавасиа, ирмос поем перваго канона, оба лика вкупе. По 3-й песни, ипакои. По 6 песни, кондак, и икос праздника. На 9 песни, Честнейшую не поем: но поем припевы праздника, якоже на самый праздник. Светилен праздника. Слава, и ныне тойже. На хвалитех стихиры праздника, на 4. Слава, глас 6: Егда время: И ныне, глас 2: Днесь Христос в Вифлееме: Славословие великое. По трисвятом тропарь праздника: ектении, и отпуст, и час 1. На часех глаголем тропарь и кондак праздника. На литургии, блаженна обоих канонов песнь 9, на 8: антифонов же праздника не глаголем. По входе тропарь праздника. Слава, и ныне, кондак праздника. Таже трисвятое. Прокимен, Аллилуиа, и причастен праздника. Апостол, и Евангелие дне.
  
  [МРК] Аще ли случится отдание Рождества Христова в неделю:
  
  На малей вечерни, стихиры воскресны, и Богородицы по обычаю. На велицей вечерни, кафисма первая: Блажен муж: На Господи воззвах, стихиры воскресны 3, и праздника 4, глас 2: Приидите возрадуемся Господеви: И святых 3: Слава, святых, глас 6: Память совершаем: И ныне, праздника, глас 2: Августу единоначальствующу: Вход, прокимен дне. На литии стихиры праздника. Слава, глас 5: Волсви персидстии: И ныне, глас 6: Ликуют ангели: На стиховне стихиры воскресны. Слава, святых, глас 6: Священных память: И ныне, праздника. На благословении хлебов, тропарь: Богородице Дево: дважды, и святых единожды: Благовествуй Иосифе: Таже, чтение в посланиих апостольских. На утрени, на Бог Господь, тропарь воскресн, дважды. Слава, святых: И ныне, праздника. По кафисмах седальны воскресны, и богородичны их. И чтение во евангелии толковом, неделя по Рождестве Христове. Таже, непорочны с тропари их: ипакои гласа, и чтение праздника. Степенна, и прокимен гласа: и Всякое дыхание: Евангелие воскресно, и Воскресение Христово: По 50-м псалме стихира воскресна. Канон воскресн, со ирмосом на 4: и святых на 4: и праздника оба канона на 6. Катавасиа праздника, ирмос перваго канона. По 3-й песни, кондак и икос святых, и седальны их. Слава, и ныне, праздника, и чтение. По 6-й песни, кондак и икос праздника. На 9-й песни, поем Честнейшую: Светилен воскресн. Слава, святых. И ныне, праздника. На хвалитех стихиры воскресны 4: и праздника, самогласны 4, глас 4, с припевы их. Слава, святых, глас 8: Кровь и огнь: И ныне, Преблагословенна еси: Славословие великое. По трисвятом тропарь воскресн: ектении, и отпуст, и оглашение студитово, и обычное исхождение в притвор. И поем: Слава, и ныне, стихиру евангельскую, и час 1-й. На 1-м часе, тропарь воскресн. Слава, праздника. И ныне, Богородичен часов: По Отче наш, кондак праздника. На 3 часе тропарь воскресн. Слава, святых: И ныне, Богородичен часов. Кондаки праздника, и святых, пременяюще глаголем. На литургии, блаженна гласа, на 4, и праздника, перваго канона песнь 9-я, на 4: и святых, песнь 6-я, на 4. По входе тропарь воскресн, и праздника, и святых. Слава, кондак святых: И ныне, праздника: Прокимен праздника, и святых: Дивен Бог во святых своих: Апостол к галатом, зачало 200: Сказую вам благовествование: Аллилуиа праздника. Евангелие Матфеа, зачало 4: Отшедшим волхвом: Причастен: Хвалите Господа: Другий, праздника.
  
  [Зри] Аще ли случится попразднство, или отдание Рождества Христова в субботу:
  
  В пяток вечера, на Господи воззвах, Слава, и ныне, праздника: а Богородичен 1-й настоящаго гласа не поем.`,
        },
      },
    ],
  },
];
