export function пятьдесятница() {
  return `Глава 50. Начало с Богом святым, Пентикостариа, сиречь Пятьдесятницы, начинаемыя от святыя и великия недели Пасхи утра, и кончаемыя даже до недели всех святых, обдержащия неоскудно на всякий день все последование
  Во святую и великую неделю Пасхи:
  
  Об часе утреннем, параекклисиарх взем благословение у настоятеля, исходит, ударяет в великое и клеплет довольно.
  
  И вшед во храм вжигает свещи вся, и кандила: устрояет же сосуды два со углием горящим, и влагает в них фимиама много благовоннаго, и поставляет един сосуд среди церкве, другий же во святом олтаре: яко да исполнится церковь вся благовония.
  
  Таже настоятель вшед во святый олтарь со иереи и диаконы облачатся в весь светлейший сан, и раздает свещи братии. И вземлет честный крест: кадило же вземлет диакон: иерей же святое Евангелие, ин иерей образ воскресения Христова, и ставятся лицем на запад: И затворят врата церковная, яже к западу. Исходит настоятель со иереи в притвор, северными дверьми, предыдущим пред ним диаконом со двема свещами, и оба лики, поюще стихиру, глас 6: Воскресение твое Христе спасе:
  
  [Сей стих не обретается ни во едином от уставов, ниже в пентикостариах, еже бы зде певаему быти ему.]
  
  Таже ударяют во вся кампаны и тяжкая, и клеплют довольно. И вшедше в притвор, и станут со Евангелием и со образом, лицем на запад, якоже указася прежде. Таже настоятель вземлет у диакона кадило в правую руку, крест же в левую, и кадит образы, и клиросы, и братию, по обычаю. Диакону же предносящу пред ним свещу горящу. Братия же вси стоят держаще свещи своя, со вниманием молящеся в себе, и благодаряще нас ради пострадавшаго, и воскресшаго Христа Бога нашего. По скончании же каждения, приходит настоятель пред великия врата церкве, и покадит диакона предстоящаго ему со свещею. Тогда взем кадило диакон от руку настоятеля, и покадит самаго настоятеля. И паки восприим настоятель, кадило став пред церковными дверьми, зря на восток, и назнаменует великия врата церкве, [затворенная суща,] кадилом крестообразно, трижды, держя в левой руце честный крест. И светильником стоящим со обою страну.
  
  И возгласит велегласно: Слава святей и единосущней, и животворящей, и нераздельней Троице, всегда ныне и присно, и во веки веков.
  
  И нам отвещающим: Аминь.
  
  Начинает настоятель с прочими служители, велегласно настоящий тропарь, во глас 5: Христос воскресе из мертвых, смертию смерть поправ, и сущим во гробех живот даровав.
  
  И мы тойже поем подобне, со сладкопением. Поется же сей тропарь трижды от настоятеля, и трижды о нас.
  
  Таже настоятель глаголет стихи: 1-й: Да воскреснет Бог, и расточатся врази Его. И на кийждо стих мы поем тропарь: Христос воскресе: весь по единожды. 2-й стих: яко исчезает дым, да исчезнут. Христос воскресе: единожды. Третий: Тако да погибнут грешницы от лица божия: Христос воскресе: единожды. Четвертый: Сей день, егоже сотвори Господь: Христос воскресе: единожды.
  
  Слава, Христос воскресе: единожды. И ныне, Христос воскресе: единожды.
  
  Таже настоятель поет вышшим гласом: Христос воскресе из мертвых, смертию смерть поправ.
  
  И отверзает врата. Входит настоятель с честным крестом, предыдущим ему со двема лампадами:
  
  И братиям поющим: И сущим во гробех живот даровав.
  
  Таже ударяют во вся кампаны, и клеплют довольно, три звоны. Вшед же настоятель со иереи во святый олтарь:
  
  И диакон глаголет ектению великую: Миром господу помолимся.
  
  Возглас: Яко подобает Тебе всякая слава:
  
  И начинает предстоятель канон, творение Господина Иоанна Дамаскина, глас 1-й, ирмос: воскресения день: ирмосы на 4: тропари же на 12, с припевы, Христос воскресе: И паки последи кийждо лик ирмос. Последи же на сходе катавасиа, ирмос тойже: воскресения день: И но нем, Христос воскресе: трижды. Творит же начало канона на куюждо песнь всегда предстоятель, десной или левой стране случившейся начати. И кадит в начале канона святыя иконы, и оба лики, и братию по чину. И по коейждо песни бывает ектениа малая вне олтаря, якоже рехом, во святый сей день. Возглас внутрь олтаря от иереа: яко твоя держава: По 1-й песни, поет десная страна. По 3-й же поет левая. Сице поем и по прочих песнех. По 3-й песни, возглас: Яко Ты еси Бог наш:
  
  Таже ипакои, глас 4: Предварившия утро яже о Марии, и обретшия камень отвален от гроба, слышаху от ангела: во свете присносущнем сущаго с мертвыми что ищете яко человека? видите гробныя пелены, тецыте и миру проповедите, яко воста Господь, умертвивый смерть: яко есть Сын Бога спасающаго род человеческий.
  
  И чтение в Григории Богослове, егоже начало: На стражи моей стану:
  
  По чтении же, паки вжигают свещи братия.
  
  По 4-й песни, ектениа, и возглас: яко благ и человеколюбец Бог еси: По 5-й песни, возглас: яко святися и прославися пречестное и великолепое имя Твое: По 6-й песни, возглас: Ты бо еси Царь мира, и Спас душ наших: Кондак, глас 8: Аще и во гроб снизшел еси Безсмертне, но адову разрушил еси силу, и воскресл еси яко победитель Христе Боже, женам мироносицам вещавый: радуйтеся, и Твоим апостолом мир даруяй, падшим подаяй воскресение.
  
  И икос. И чтем синаксарий.
  
  Таже глаголем: Воскресение Христово видевше, поклонимся святому Господу Иисусу, единому безгрешному, Кресту Твоему покланяемся Христе, и святое воскресение Твое поем и славим: Ты бо еси Бог наш, разве Тебе иного не знаем: имя Твое именуем. Приидите вси вернии, поклонимся святому Христову воскресению: се бо прииде Крестом радость всему миру, всегда благословяще Господа, поем воскресение Его: распятие бо претерпев, смертию смерть разруши (трижды).
  
  Посем стихира, глас 6: воскресе Иисус от гроба, якоже прорече, даде нам живот вечный, и велию милость (трижды).
  
  Таже поем прочия 3 песни. По 6-й песни, ектениа малая. Возглас: Буди держава царствия Твоего: По 8-й песни возглас: яко благословися имя Твое: На 9-й песни, поем припевы праздника Пасхи, по ней же ектениа, и возглас: яко Тя хвалят вся силы небесныя:
  
  Светилен: Плотию уснув: трижды.
  
  На хвалитех, Всякое дыхание, на глас 1. Ставим стихи 4, и поем стихиры. Воскресны, глас 1. Поем твою Христе: и прочих 3.
  
  Таже сошедшеся оба лика вкупе, поем стихиры Пасхи, глас 5, с припевы их: Да воскреснет Бог, и расточатся врази его. Пасха священная нам днесь показася: И прочия 3 стихи:
  
  Слава, и ныне, глас тойже: воскресения день:
  
  Таже, Христос воскресе: И поем сие многажды, Дóндеже целует братия друг друга.
  
  Целование же настоятеля с прочими иереи и диаконы, во святом олтаре бывает сице: глаголет приходяй: Христос воскресе. Оному же отвещавшу: Воистинну воскресе. Посем взем настоятель честный крест, и станет вне пред святыми царскими дверьми. Такожде и вси священницы, елико их есть, и диаконы, вземше кийждо их святое Евангелие, и честныя иконы, по чину своему. И станут вси рядом, от десныя страны настоятеля. И приходят прежде честнейшии церковницы, и старцы, един по единому. И мало преклоняются пред настоятелем. И целуют кийждо их честный крест, и святое Евангелие, егоже держит иерей, и прочия образы. Таже и самого настоятеля во уста целуют, глаголюще: Христос воскресе. Оному же отвещавшу: Воистинну воскресе. По тому же образу и иереев целуют, и сами между собою, по чину своему. И ставятся от иереев по десной стране рядом. Таже по них и миряне такожде целование творят. Работницы же монастырстии в томже чину да станут, и друг друга целующе. Бывает же посреди во всех велие молчание.
  
  По целовании же чтется огласительное слово Златоустаго от настоятеля, или екклисиарха: Аще кто благочестив, и боголюбив: Не седим же на сицевом чтении, но стояще слушаем вси.
  
  Таже глаголется тропарь святаго, глас 8: уст твоих:
  
  Посем диакон глаголет ектении: Помилуй нас Боже: и Исполним утреннюю молитву нашу Господеви.
  
  И по возгласе, диакон: Премудрость.
  
  Мы же, благослови.
  
  Настоятель, Сый благословен Христос Бог наш:
  
  И мы, Аминь. Утверди Боже:
  
  Посем настоятель держя крест, вместо, Слава тебе Христе Боже: поет, Христос воскресе из мертвых, смертию смерть поправ.
  
  И мы поем: И сущим во гробех живот даровав.
  
  И абие настоятель глаголет отпуст: Христос воскресый из мертвых, смертию смерть поправый, и сущим во гробех живот даровавый: истинный Бог наш, и прочая.
  
  Таже крест возвышая глаголет: Христос воскресе (трижды).
  
  Мы же отвещаем: Воистинну воскресе (трижды).
  
  Таже поем конечное: Христос воскресе: трижды, весь тропарь.
  
  И по нем пением кончим: И нам дарова живот вечный, покланяемся Его тридневному воскресению.
  
  Посем многолетны. И целуем честный крест держимый в руку настоятеля.
  
  И час 1-й глаголем: Христос воскресе, трижды. Воскресение Христово: трижды.
  
  Таже ипакои, единожды: Предварившия утро:
  
  Таже кондак, единожды: Аще и во гроб:
  
  Таже и сей тропарь единожды: Во гробе плотски, во аде же с душею яко Бог, в раи же с разбойником, и на престоле был еси Христе со Отцем и Духом, вся исполняяй неописанный.
  
  Слава: яко живоносец, яко рая краснейший воистинну, и чертога всякаго царскаго, показася светлейший Христе гроб твой, источник нашего воскресения.
  
  И ныне, Богородичен: Вышняго освященное божественное селение, радуйся, тобою бо дадеся радость, Богородице, зовущим: благословена ты в женах еси всенепорочная владычице.
  
  Таже, Господи помилуй, 40.
  
  Слава, и ныне: Честнейшую херувим:
  
  Именем Господним благослови, отче.
  
  Иерей стих: молитвами святых отец наших:
  
  Мы же речем, Аминь.
  
  И паки глаголем подобне: Христос воскресе: трижды.
  
  Слава, и ныне, Господи помилуй, трижды.
  
  Благослови, и отпуст перваго часа. Сим же образом поется за 3-й, за 6-й пред литургиею, такожде и пред вечернею за 9-й час, и за повечерие. Такожде и за полунощницу.
  
  [Смотри] Аще ли когда по нужде не будет литургии: Вместо изобразительных глаголем сице: Христос воскресе: трижды. Воскресение Христово: единожды. Посем, Предварившия утро:
  
  Слава, кондак: Аще и во гроб: И ныне, Единородный Сыне:
  
  Посем блаженна от канона, песнь 3 и 6.
  
  Иерей, Премудрость.
  
  Чтец надписание апостола, и самое чтение.
  
  Посем иерей Евангелие.
  
  Таже, Помяни нас Господи: Лик небесный: И посем: Верую во единаго Бога: ослаби, остави: И по Отче наш: кондак: Аще и во гроб:
  
  Слава, и ныне, Богородичен: Вышняго освященное:
  
  Господи помилуй, 40.
  
  Таже, един свят, един Господь Иисус Христос, во славу Бога Отца, аминь.
  
  И посем вместо, Буди имя Господне, Христос воскресе: трижды.
  
  Таже псалом, благословлю Господа на всякое время: Конец: Не лишатся всякаго блага.
  
  И посем отпуст: и исходим в трапезу.
  
  Подобает ведати, како поется молебен на святую Пасху:
  
  Иерей глаголет: благословен Бог наш: И мы, Аминь.
  
  Таже иерей, Христос воскресе: трижды.
  
  Таже, Христос воскресе: трижды, на лики, якоже предызъявися в начале утрени.
  
  По Слава, и ныне, иерей глаголет: Христос воскресе из мертвых:
  
  Мы же, И сущим во гробех живот даровав.
  
  Таже, Слава, и ныне, ипакои: Предварившия утро:
  
  Аще ли хощеши приложити канон коего святаго:
  
  Тогда глаголи прежде тропарь святаго, единожды:
  
  Слава, и ныне: Предварившия утро:
  
  Посем канон Пасхи, со ирмосом на 6. Припев, Христос воскресе: и святаго, аще будет, на 4. Катавасиа, по 3-й и 6– й песни: спаси от бед: По 6-й песни, кондак и икос пасхи.
  
  Таже прокимен, глас 8: Сей день, егоже сотвори Господь:
  
  Стих: Исповедайтеся Господеви:
  
  Таже святаго прокимен.
  
  Евангелие Луки, зачало 114. Потом святаго. По 9-й песни, за Достойно, ирмос: Светися, светися:
  
  Таже, Христос воскресе: трижды:
  
  Посем ипакои: Предварившия утро:
  
  Слава, тропарь святаго. И ныне, кондак: Аще и во гроб:
  
  Таже, ектениа, Помилуй нас Боже:
  
  Посем иерей глаголет, Премудрость.
  
  Мы же, Христос воскресе: трижды.
  
  Таже иерей вместо: Слава тебе Христе Боже: Христос воскресе из мертвых:
  
  И мы: И сущим во гробех живот даровав.
  
  И отпуст со крестом глаголет сице: Христос воскресый из мертвых: И прочая, яко предписася в конце утрени.
  
  Посем возглашает: Христос воскресе, трижды.
  
  Мы же отвещаем: Воистинну воскресе, трижды.
  
  И паки поем: Христос воскресе: трижды.
  
  Таже, Господи помилуй, трижды, с пением.
  
  Последование литургии бывает порану.
  
  Наченшу диакону: благослови, владыко. Настоятелю же возгласившу: благословено царство Отца, и Сына, и Святаго Духа, ныне и присно, и во веки веков.
  
  И мы: Аминь.
  
  Настоятель поет с прочими служители во святом олтаре: Христос воскресе из мертвых, смертию смерть поправ, и сущим во гробех живот даровав. Трижды.
  
  И лики тойже, трижды.
  
  Настоятель глаголет припев, Первый: Да воскреснет Бог:
  
  Лик: Христос воскресе: единожды.
  
  Вторый: яко исчезает дым: Христос воскресе: единожды.
  
  Третий: Тако да погибнут грешницы: Христос воскресе: единожды.
  
  Четвертый: Сей день: Христос воскресе: единожды.
  
  Слава: Христос воскресе: единожды. И ныне: Христос воскресе: единожды.
  
  Таже настоятель поет вышшим гласом: Христос воскресе из мертвых, смертию смерть поправ.
  
  Мы же: И сущим во гробех живот даровав.
  
  Посем глаголет диакон ектению великую.
  
  По ектении же, и по возгласе: Антифон 1– й, псалом 65, глас 2. Стих 1: Воскликните господеви вся земля. Припев: молитвами Богородицы, Спасе спаси нас. Другий лик тойже стих: Воскликните Господеви вся земля, пойте же имени его, дадите славу хвале его. Молитвами Богородицы:
  
  Стих: Рцыте Богу: коль страшна дела твоя! во множестве силы Твоея солжут Тебе врази Твои.
  
  Молитвами Богородицы:
  
  Стих 3: Вся земля да поклонится тебе, и поет тебе, да поет же имени твоему Вышний.
  
  Молитвами Богородицы:
  
  Слава, и ныне, купно оба лика, вышшим гласом: молитвами Богородицы:
  
  Таже ектениа малая.
  
  Антифон 2-й, псалом 66-й, глас тойже. Стих 1: Боже ущедри ны, и благослови ны. Припев: спаси ны сыне Божий, воскресый из мертвых, поющия ти: аллилуиа, единожды. Другая страна тойжде стих: Боже ущедри ны и благослови ны, просвети лице твое на ны, и помилуй ны. Спаси ны сыне Божий: Стих 2: Да познаем на земли путь твой, во всех языцех спасение твое. Спаси ны сыне Божий: Стих 3: Да исповедятся тебе людие Боже, да исповедятся тебе людие вси. Спаси ны сыне Божий:
  
  Слава, и ныне: вкупе два лика: Единородный Сыне:
  
  Таже ектениа.
  
  Антифон 3-й, псалом 67-й, глас 5: Да воскреснет Бог, и расточатся врази его. Тропарь: Христос воскресе из мертвых:
  
  Другая страна тойжде стих: Да воскреснет Бог, и расточатся врази его: Христос воскресе: Стих 2: яко исчезает дым, да исчезнут: Христос воскресе: Стих 3: Тако да погибнут грешницы от лица Божия: Христос воскресе:
  
  И бывает вход.
  
  И возглашает диакон, [аще есть, аще же ни, иерей.] Премудрость, прости.
  
  Мы же входное: В церквах благословите Бога, Господа от источник израилевых:
  
  И поем тропарь: Христос воскресе: Ипакои: Предварившия утро:
  
  Слава, и ныне, кондак: Аще и во гроб снизшел еси:
  
  Вместо же трисвятаго: елицы во Христа крестистеся, во Христа облекостеся: аллилуиа.
  
  [Смотри] Подобает ведати: яко сие начало литургии, и антифоны, и елицы во Христа крестистеся: поем во всю седмицу светлую, даже до недели новыя.
  
  Прокимен, глас 8: Сей день, егоже сотвори Господь, возрадуемся и возвеселимся вонь.
  
  Стих: Исповедайтеся Господеви яко благ, яко в век милость Его.
  
  Апостол деяний, зачало 1: Первое убо слово сотворих: Аллилуиа, глас 4: Ты воскрес ущедриши Сиона:
  
  Стих: Господь с небесе на землю призре.
  
  Евангелие Иоанна, зачало 1. Времени же приспевшу чтения святаго евангелиа: Начальный диакон хотяй Евангелие чести, глаголет: благослови владыко благовестителя:
  
  Таже настоятель глаголет: Бог молитвами святаго славнаго: и прочая, якоже указася в литургиарии.
  
  Исходит диакон, и на обычном месте прямо царских врат, на восток лицем станет.
  
  И настоятелю прежде возгласившу пред престолом: Премудрость, прости, услышим святаго евангелиа:
  
  Тожде и вси иереи, елицы суть служащии. По сих же и диакони глаголют, на различных местех ставше от святаго престола, и до западных врат церковных един по единому. Последи же всех стоит архидиакон. И чтут вси по настоятелю, един по единому по статиям, якоже настоятель расположит.
  
  И предначинает настоятель: от Иоанна святаго евангелиа чтение.
  
  Прочии тожде.
  
  Настоятель: Вонмем.
  
  Прочии тожде.
  
  Настоятель стоя пред престолом на восток лицем, чтет: В начале бе слово: и прочая.
  
  Прочии тожде.
  
  И на всяком возгласе или статии евангелиа, ударяют в церкви по единожды в кандию. Параекклисиарх же вне церкве в великое било, и в великий кампан. На последнем же возгласе ударяют во вся кампаны, и в великое било.
  
  И бывает по чину божественная литургиа Златоустаго.
  
  Вместо, Достойно, поем: Ангел вопияше благодатней:
  
  Таже ирмос: Светися, светися:
  
  Причастный: Тело Христово приимите, источника безсмертнаго вкусите. Аллилуиа, трижды.
  
  Егда же настоятель глаголет: Со страхом божиим и верою приступите.
  
  Мы же вместо, Благословен грядый во имя Господне: поем, Христос воскресе: единожды.
  
  Настоятель глаголет: спаси Боже люди твоя:
  
  И мы: Христос воскресе: единожды.
  
  Егда же изглаголет иерей: Всегда, ныне, и присно.
  
  И мы, Христос воскресе: единожды.
  
  Посем ектениа.
  
  Вместо же, Буди имя Господне, и вместо псалма, благословлю Господа, поем: Христос воскресе: 12, и множае, Дóндеже анафора от настоятеля антидор раздастся.
  
  Таже настоятель: благословение Господне на вас:
  
  Лик: Аминь.
  
  Посем настоятель, вместо, Слава Тебе Христе Боже, поет: Христос воскресе из мертвых:
  
  И лик: И сущим во гробех живот даровав. Посем настоятель глаголет отпуст со крестом по обычаю, якоже указася на утрени.
  
  [Смотри] Да будет же вестно и сие: яко врат царских олтаря, великих же, и от стран малых, по всем церквам во всю светлую седмицу не затворяем и во время причащения.
  
  [Смотри] Ведомо же буди и сие: яко мяс православнии христиане к церкви не приносят, но в дом ко иерею.
  
  Молитва во еже благословити брашна, мяса, во святую и великую неделю Пасхи.
  
  Творит иерей начало: благословен Бог наш: Христос воскресе: трижды. Таже, Господу помолимся. Господи помилуй. Призри Господи Иисусе Христе Боже наш, на брашна мяс:
  
  Молитва во еже благословити сыр и яица.
  
  Яица же и сыр принесенныя поставляются в притворе, в церковь же отнюд не подобает вносити. Иерей же изшед глаголет: Господу помолимся. Владыко Господи Боже наш:
  
  [Смотри] Вестно же буди: яко сицевый мяс и набелу принос, не есть пасха, ниже агнец, якоже нецыи глаголют и приемлют, и ему со всяким говением, якоже некоей святыни причащаются: но простое приношение. Не аки бо сие в жертву Богу приноситися имать, но токмо да начинающим по посте мясо и сыр ясти, от иереа предложенными молитвами в снедь благословено будет: Пасха бо сам Христос есть, и агнец вземляй грехи мира, на олтаре в безкровной жертве, в пречистых тайнах честнаго тела, и животворящия крове своея, от иереа Богу и Отцу приносимый, и тому достойно причащающиися, истинную ядят пасху. И сего ради оныя приносы, яко не суть пасха, во олтарь или в церковь не достоит вносити, но вне церкве, или в притворе, молитвою благословити, по 3-му правилу святых апостол, глаголющих: Аще кто епископ или пресвитер, кроме вчинения господня о жертве, иная некая ко олтарю принесет, мед, или млеко, или вместо вина сикеру, сиесть, оловину, или медовину, или птицы, или кая животная, или сочива, разве гроздия в лете, и елеа на свещники и фимиама, во время литургии, да извержется. И по 6-му собору, иже в трулле, в правиле 99 глаголющу. И сему во арменстей стране бывати уведехом, яко нецыи внутрь во святых олтарех, части мяс варяще, приносят священником жидовски разделяюще.
  
  Темже церковь непорочную храняще, узаконихом, яко не подобает ни единому же иерею различных мяс частей от приносящих приимати: но теми довольни да будут, яже приносящему возмнятся. Сицевому приношению бываему вне церкве. Аще же кто сего не сотворит, да отлучится.
  
  Последование артоса.
  
  В день святыя Пасхи по отпусте божественныя литургии, вземшу иерею образ воскресения Христова, диакону же приимшу от инаго артос царскими враты, аще во олтаре будет. [В неких же обителех на аналогии во храме на сие устроенном купно со образом воскресения Господня поставляется: и ко анафоре антидору идуще целуют первее праздник, таже артос.] И диакон вземлет его из места, с панагиаром, и в руках несет, предыдущей лампаде, или двема. Настоятель же и братия вся по чину своему исходят со артосом, [сиесть хлебом, просфорою всецелою, на се со крестом на ней изображенным уготованною,] из церкве в трапезу. Вместо псалма, Вознесу тя Боже мой: Христос воскресе, поюще: Параекклисиарху же и прочей братии во вся звоны ударяющим. И вшедше в трапезу поставляют праздник и артос на местех их.
  
  И глаголет настоятель: Христос воскресе, трижды. И Отче наш:
  
  Слава, и ныне: Господи помилуй, трижды, благослови.
  
  Настоятель, Христе Боже благослови ястие: и прочая.
  
  Мы же, Аминь.
  
  Седаем кийждо на месте своем, со всяким безмолвием, и благоговеинством: и бывает утешение велие на вся и чтение по обычаю. По обычной трапезе, востающе братия, поставляют артос на трапезе, поюще: Христос воскресе: трижды, и Господи помилуй, трижды: благослови.
  
  Таже келарь прием, обычное прощение от настоятеля и братии: благословите мя отцы святии, и простите мя грешнаго.
  
  Мы же речем: Бог да простит и благословит.
  
  Таже снем камилавхий, возгласит, вместо, Велико имя Святыя Троицы: Христос воскресе, единожды.
  
  Нам же отвещающим: Воистинну воскресе:
  
  Тойже назнаменав крестообразно артосом, глаголет: Покланяемся Его тридневному воскресению. Полагает и на панагиаре.
  
  Потом приносит келарь артос с панагиаром к настоятелю, и целует артос, и вся по нем братия, поюще песнь 9-ю, ирмос, Светися, светися: и прочия оба тропари тоя песни. И паки ирмос, Светися, светися: По целовании же просфоры от всех, возвратився келарь поставляет ю пред настоятелем, и речет стих: молитвами святых отец наших, Господи Иисусе Христе Боже наш, помилуй нас.
  
  И мы, Аминь.
  
  И поем, Христос воскресе: трижды.
  
  Слава, глаголем ипакои, Предварившия утро: И ныне, кондак, Аще и во гроб:
  
  Господи помилуй, трижды. Благослови.
  
  Настоятель: благословен Бог милуяй и питаяй нас от своих богатых даров, своею благодатию и человеколюбием, всегда, ныне и присно, и во веки веков.
  
  И мы, Аминь.
  
  Таже настоятель: Бог да простит и помилует послуживших нам.
  
  И абие исходит из трапезы в церковь. И братия вся по чину своему, предыдущу иерею со иконою воскресения Христова, и диакону со артосом, и клириком поющим: Христос воскресе:
  
  Тогда параекклисиарх, и прочая братия ударяют во вся звоны. Вшедшу же настоятелю и братии в церковь, иерей и диакон поставляют на своих им местех икону и артос.
  
  Мы же поем: И нам дарова живот вечный: И идем в келлии своя. Сице же возследуется целование о просфоре, яже есть артос чрез всю седмицу святыя светлыя недели, даже до субботы.
  
  [Смотри] Подобает ведати: яко аще случится брату коему отити ко Господу в сию седмицу Пасхи: И о сем зри всего последования сих дней о усопших в требнике.
  
  Во святую и великую неделю пасхи вечера.
  
  По 9-м часе во светильничном, облачится настоятель во всю священную одежду. И став пред святою трапезою с кадильницею знаменует крестовидно, и возглашает глаголя: благословен Бог наш:
  
  И нам отвещающим: Аминь.
  
  И той начинает: Христос воскресе из мертвых, смертию смерть поправ, и сущим во гробех живот даровав. Трижды.
  
  И мы тойже поем, трижды.
  
  И глаголет настоятель преждереченыя стихи: 1-й, Да воскреснет Бог: 2-й, яко исчезает дым: 3-й, Тако да погибнут грешницы: 4-й, Сей день, егоже сотвори Господь: Мы же на кийждо стих поем: Христос воскресе: по единожды.
  
  Слава: Мы же, Христос воскресе: И ныне: Мы же, Христос воскресе:
  
  И паки настоятель: Христос воскресе из мертвых, смертию смерть поправ:
  
  И мы конец, И сущим во гробех живот даровав.
  
  Таже ектениа великая: Миром господу помолимся.
  
  [Смотри] [Подобает ведати: яко по внегда начати, иерей кадит святую трапезу по обычаю, и весь олтарь. На вечерни, на Господи воззвах: на утрени, в начале канона исходит и кадит храм и лики и братию по обыкновенному чину.] Посем, Господи воззвах, во глас 2. И поем стихиры на 6: воскресны 3, глас 3: Прежде век: и анатолиевы 3:
  
  Слава, спасительную песнь поюще: И ныне, Богородичен: Прейде сень:
  
  Вход со Евангелием. Свете тихий:
  
  Таже, Прокимен великий, глас 6: Кто Бог велий, яко Бог наш:
  
  Стих 1-й, Сказал еси в людех силу твою:
  
  Стих 2-й, И рех: ныне начах, сия измена десницы Вышняго:
  
  Стих 3-й, Помянух дела Господня, яко помяну от начала чудеса твоя.
  
  И паки: Кто Бог велий:
  
  По прокимене же возглашает диакон, И о сподобитися нам:
  
  Чтет Евангелие настоятель во олтари, Иоанна, зачало 65: Сущу позде в день той: Конец, Не иму веры
  
  Посем ектениа: Рцем вси: и Сподоби Господи в вечер сей:
  
  Таже, Исполним вечернюю молитву:
  
  И по возгласе поем стихиру воскресну, глас 2, воскресение твое Христе Спасе:
  
  Таже стихиры пасхи, глас 5: Пасха священная: с припевы их.
  
  Слава, и ныне: воскресения день:
  
  Христос воскресе: трижды, кроме конца стихиры.
  
  Таже диакон: Премудрость.
  
  Мы же, благослови.
  
  Настоятель: Сый благословен Христос Бог наш:
  
  И мы, утверди Боже:
  
  Таже настоятель, вместо, Слава тебе Христе Боже: Христос воскресе из мертвых:
  
  И мы, И сущим во гробех живот даровав.
  
  И абие глаголет отпуст со крестом: Христос воскресый из мертвых: И прочая, якоже изъявися в конец утрени.
  
  [Смотри] И целуем святыя иконы. И входим в трапезу, и глаголем: Христос воскресе: трижды.
  
  Слава, и ныне:
  
  Настоятель, Христе Боже благослови:
  
  По востании же от трапезы, глаголем: Христос воскресе: трижды.
  
  Слава, и ныне:
  
  Настоятель, С нами Бог своею благодатию:
  
  И тако творим во всю седмицу светлую вечерни воследование.
  
  В понедельник светлыя седмицы на утрени.
  
  Прежде начала вжигает кандила и свещи параекклисиарх:
  
  Таже клеплет в великий кампан, и в прочия.
  
  И собравшимся нам во храм, иерей полагает обычный поклон настоятелю, и отходит во святый олтарь, и взем кадильницу стоит пред святою трапезою, кроме священническия одежды, епитрахилий точию возлож сверх мантии: кадит крестообразно, глаголя: Слава святей и единосущней:
  
  И начинаем тропарь, Христос воскресе: трижды.
  
  И нам тожде отвещающим, и поем: Христос воскресе: со стихи его, якоже изъявися в неделю утра и вечера: в мирских же храмех облачится иерей в ризы.
  
  Таже, ектениа великая.
  
  И по возгласе абие поем канон: воскресения день: ирмосы по дважды, тропари же на 10, с припевом: Христос воскресе:
  
  В Слава же, и И ныне, глаголем Богородичны господина Феофана, и господина Иосифа.
  
  Катавасиа оба лика вкупе: воскресения день: И последи: Христос воскресе: трижды.
  
  И глаголем сие во всю седмицу вкупе со ирмосы на 14. По 3-й песни, впакои: Предварившия утро: И чтение на 1– ю книгу: В начале бе слово: от Иоанна толкование Златоустаго. [От сего бо дне начинаем сию книгу, и даже до всех святых совершаем.] По 6-й песни кондак: Аще и во гроб: и икос, и чтение. И по нем: воскресение Христово: трижды. И воскрес Иисус от гроба: трижды. И абие прочия песни. 9-ю песнь поем с припевы.
  
  Таже светилен: Плотию уснув: трижды. На хвалитех, Всякое дыхание: И поем стихиры воскресны, на 4, глас 2: Всякое дыхание и вся тварь: И стихиры пасхи, с припевы их, якоже предписася во утрени недели. И ектении, и отпуст, и час 1-й.
  
  Сице же бывает служба утрени, во всю седмицу светлую. Творим же и литию вне обители.
  
  [Смотри] Подобает ведати: яко творим исхождение днесь вне монастыря, предносяще хоругви. В руках же держаще святое Евангелие, честный крест, и иконы, воскресения Христова, и пречистыя Богородицы. Поем канон Пасхи с Богородичны, на 8, Катавасиа, ирмос тойже. По 6-й песни, последи евангелиа глаголем: воскресение Христово: трижды.
  
  Таже, стихира: воскрес Иисус от гроба: трижды.
  
  Таже 6-я, 8-я и 9– я песни: и прочее молебна.
  
  На Литургии, антифоны Пасхи непременно, якоже указася в неделю Пасхи.
  
  Прокимен апостола, глас 8: Во всю землю изыде вещание их:
  
  Стих: Небеса поведают славу Божию:
  
  Апостол Деяний, зачало 2: Возвратишася апостоли во иерусалим: Аллилуиа, глас 1: Исповедят небеса чудеса твоя Господи.
  
  Стих: Бог прославляем в совете святых.
  
  Евангелие Иоанна, зачало 2: Бога никтоже виде нигдеже:
  
  Причастен: Тело Христово:
  
  На трапезе бывает утешение великое братии.
  
  В понедельник светлыя седмицы вечера.
  
  Во светильничном, по Христос воскресе, и прочих, Поем: Господи воззвах, на глас 3: и поем стихиры на 6: воскресны 3: Твоим крестом Христе Спасе: И анатолиевы 3.
  
  Слава: Недостойно стояще в пречистом дому твоем: И ныне, Богородичен: Како не дивимся:
  
  Вход с кадильницею. Свете тихий:
  
  Прокимен великий, глас 6: Бог наш на небеси и на земли, вся елика восхоте, сотвори.
  
  Стих: Во исходе израилеве от Египта, дому Иаковля:
  
  Стих: Море виде и побеже, Иордан возвратися вспять.
  
  Стих: Что ти есть море, яко побегло еси?
  
  И паки: Бог наш на небеси и на земли:
  
  Таже: иерей, или диакон глаголет: Рцем вси, и прочее ектении. Сподоби Господи:
  
  Таже: Исполним вечернюю:
  
  И по возгласе, на стиховне стихира воскресна, глас 3: Страстию твоею, Христе:
  
  И стихиры Пасхи: с припевы их.
  
  Христос воскресе: трижды. И отпуст.
  
  Во вторник светлыя седмицы на утрени.
  
  Бывает все воследование непременно, якоже предписася.
  
  На хвалитех ставим стихи 4: и поем стихиры воскресны, глас 3: Приидите вси язы́цы: И праздника стихиры: Пасха священная: с припевы их.
  
  Таже, Христос воскресе: трижды.
  
  Ектении, и отпуст, и час 1-й.
  
  На Литургии, антифоны Пасхи.
  
  Прокимен апостола, глас 3.
  
  Песнь Богородицы: Величит душа моя Господа:
  
  Стих: Яко призре на смирение рабы своея:
  
  Апостол деяний, зачало 4: Став Петр со единонадесятьми:
  
  Аллилуиа, глас 8. Воскресни Господи в покой твой:
  
  Стих: Клятся Господь Давиду истиною:
  
  Евангелие Луки, зачало 113: Петр востав тече ко гробу:
  
  Причастен: Тело Христово приимите:
  
  Во вторник светлыя седмицы вечера.
  
  На Господи воззвах, ставим стихов 6, и поем стихиры воскресны 3, глас 4: Животворящему Твоему Кресту: И анатолиевы 3.
  
  Слава: Господи, еже от Отца Твое рождество:
  
  И ныне, Богородичен: Иже Тебе ради:
  
  Вход с кадилом. Свете тихий:
  
  Прокимен, глас 8: Гласом моим ко Господу воззвах, гласом моим к Богу, и внят ми.
  
  Стих: В день скорби моея Бога взысках.
  
  Стих: Отвержеся утешитися душа моя.
  
  Стих: Боже, во святем путь Твой.
  
  И паки: Гласом моим ко Господу воззвах: На стиховне стихира воскресна, глас 4: Господи возшед на Крест:
  
  Таже Пасхи стихиры с припевы их. И прочее, яко предписася и отпуст.
  
  В среду светлыя седмицы на Утрени.
  
  Воследование все праздника, якоже предъявися. На хвалитех ставим стихи 4. И поем стихиры воскресны, глас 4: крест претерпевый и смерть: Таже стихиры пасхи, с припевы их. И обычный отпуст. И литиа вне обители. Часы же по обычаю пасхи. На Литургии, антифоны пасхи.
  
  Прокимен апостола, глас 6: Помяну имя твое во всяком роде и роде. Стих: Слыши дщи и виждь: Апостол деяний, зачало 5: Рече петр к людем: мужие израильстии: Аллилуиа, глас 2: Величит душа моя Господа: Стих: яко призре на смирение рабы своея: Евангелие Иоанна, зачало 4: Стояше Иоанн, и от ученик его два:
  
  Причастен: Тело Христово:
  
  В среду светлыя седмицы вечера.
  
  Во светильничном, по Христос воскресе: и ектении: Поем стихиры воскресны 3, глас 5: Честным Твоим Крестом Христе: И анатолиевы 3,
  
  Слава: Господи, ада пленивый:
  
  И ныне, Богородичен: В Чермнем мори:
  
  Вход с кадилом. Свете тихий:
  
  Прокимен, глас 6: Внуши Боже молитву мою, и не презри моления моего.
  
  Стих: Вонми ми и услыши мя.
  
  Стих: Яко уклониша на мя беззаконие.
  
  Стих: К Богу воззвах, и Господь услыша мя, вечер и заутра и полудне.
  
  Таже: Внуши Боже молитву мою.
  
  Ектениа. И Сподоби Господи в вечер сей: И прочая вся, якоже предъявися. На стиховне, стихира воскресна, глас 5: Тебе воплощеннаго Спаса Христа: И стихиры Пасхи, с припевы их, якоже предписася. Христос воскресе: трижды. И отпуст.
  
  В четверток светлыя седмицы на утрени.
  
  Бывает воследование все, якоже предъявися. На хвалитех: Всякое дыхание: Ставим стихи 4. И поем стихиры воскресны, глас 5: Господи запечатану гробу от беззаконников:
  
  Таже стихиры Пасхи: Христос воскресе: трижды, и отпуст. Часы Пасхи.
  
  На Литургии, антифоны Пасхи.
  
  Прокимен, глас 3: Пойте Богу нашему, пойте, пойте Цареви нашему, пойте.
  
  Стих: Вси язы́цы восплещите руками:
  
  Апостол Деяний, зачало 6: Рече Петр к людем: покайтеся:
  
  Аллилуиа, глас 4: Наляцы и успевай и царствуй.
  
  Стих: Возлюбил еси правду:
  
  Евангелие Иоанна, зачало 8: Человек некий бе от фарисей:
  
  Причастен: Тело Христово:
  
  В четверток светлыя седмицы вечера.
  
  На Господи воззвах, стихиры воскресны 3, глас 6: Победу имеяй Христе: И анатолиевы 3.
  
  Слава: Погребение Твое Владыко:
  
  И ныне, Богородичен: Кто Тебе не ублажит:
  
  Вход с кадилом. Свете тихий:
  
  Прокимен, глас 6: Возлюблю Тя Господи, крепосте моя, Господь утверждение мое.
  
  Стих: Бог мой помощник мой, и уповаю на Него.
  
  Стих: Хваля призову Господа, и от враг моих спасуся.
  
  Стих: Услыша от храма святаго Своего глас мой.
  
  Таже: Возлюблю тя Господи:
  
  Ектениа: Рцем вси: Сподоби Господи: и прочая. На стиховне, стихира воскресна, глас 6: Воскресение Твое Христе Спасе: И стихиры Пасхи: Христос воскресе: трижды. И отпуст.
  
  В пяток светлыя седмицы на утрени.
  
  Поем все воследование утрени, якоже предписася в прочих. На хвалитех стихиры воскресны 4, глас 6: Крест Твой Господи: И стихиры Пасхи, по обычаю, и отпуст, и час 1-й. Часы Пасхи.
  
  На Литургии, Антифоны Пасхи.
  
  Прокимен, глас 8: Во всю землю изыде вещание их:
  
  Стих: Небеса поведают славу Божию:
  
  Апостол Деяний, зачало 7: Вкупе Петр и Иоанн:
  
  Аллилуиа, глас 1: Исповедят небеса чудеса Твоя Господи.
  
  Стих: Бог прославляемь в совете святых.
  
  Евангелие Иоанна, зачало 7: Вниде Иисус в Капернаум:
  
  Причастен: Тело Христово приимите:
  
  [Смотри] Нецыи же в сей пяток светлыя седмицы поют последование Никифора Каллиста Ксанфопула, на Пресвятую Богородицу Живоприемный Источник, якоже и все последование напечатася в пентикостариах: в типицех же ни в каких не обретается.
  
  В пяток светлыя седмицы вечера.
  
  По еже рещи, Христос воскресе: и ектению, на Господи воззвах ставим стихов 6, и поем стихиры воскресны 3, глас 8: Вечернюю песнь: И анатолиевы 3.
  
  Слава: Тя славим Господи:
  
  И ныне: Богородичен: Царь Небесный:
  
  Вход. Свете тихий:
  
  Прокимен, глас 8: Дал еси достояние боящимся Тебе Господи.
  
  Стих: От конец земли к Тебе воззвах.
  
  Стих: Покрыюся в крове крил Твоих.
  
  Стих: Тако воспою имени Твоему во веки.
  
  И паки: Дал еси достояние:
  
  Таже, ектениа: Сподоби Господи: И прочее. На стиховне стихира воскресна, глас 8: Возшел еси на Крест Иисусе:
  
  Таже стихиры Пасхи с припевы их. Христос воскресе: трижды. И отпуст.
  
  В субботу светлыя седмицы на утрени воследование все, яко предписася.
  
  На хвалитех стихиры воскресны на 4, глас 8: Господи, аще и судилищу предстал еси:
  
  Таже стихиры Пасхи, с припевы их: Христос воскресе: трижды. Ектениа, и отпуст, и час 1. Часы Пасхи.
  
  На Литургии, антифоны Пасхи.
  
  Прокимен апостола, глас 3: Господь просвещение мое:
  
  Стих: Господь защититель живота моего:
  
  Апостол Деяний, зачало 8: Держащуся исцелевшему хромому:
  
  Аллилуиа, глас 5. Господь воцарися:
  
  Стих: Ибо утверди вселенную:
  
  Евангелие Иоанна, зачало 11: Прииде Иисус и ученицы его: и прочая литургии.
  
  Причастен: Тело Христово приимите:
  
  По отпусте литургии, Идущим братиям из церкве в трапезу прежде несет диакон артос, без образа воскресения Христова. Параекклисиарху же с братиею в то время ударяющим во вся звоны. В трапезе же внегда сядут братия, келарь раздробив хлеб, во всей седмице воздвизаемый, вместо пресвятыя панагиа, раздает братиям прежде обычнаго их ядения: и тако потребляем и. Первее рекше: Христос воскресе: Таже, Отче наш: и благословение обычныя трапезы, и седаем ясти, чтец же начинает чтение. На трапезе утешение велие братии.
  
  Воставше же от трапезы, поем: Христос воскресе: трижды. Благословен Бог милуяй, и питаяй нас: Таже: Слава тебе Господи, слава тебе святый. Слава, и ныне, Господи помилуй, трижды. благослови. И взем диакон хлеб обычный, во всем лете возвышаемый, треми персты обема рукама, знаменует им панагиар крестовидно, глаголя, Вместо, Велико имя Святыя Троицы: Христос воскресе: единожды. Нам отвещающим: Воистинну воскресе. Таже наднося часть над образ Богородицы, глаголет: Пресвятая Богородице помогай нам. Мы же, Тоя молитвами Христе Боже: И глаголем: блажим Тя вси роди: И ирмос 9 песни: Светися, светися: с тропари обема ея. И паки: Светися, светися: Таже глаголет настоятель, Аще же несть, глаголет иерей: В премногия мольбы преблагословенныя владычицы: Мы же речем: Тоя молитвами: иерей же, милостив и щедр господь: Мы же, Христос воскресе: трижды. Трисвятое. По Отче наш: впакои: Предварившия утро: Слава, и ныне: Аще и во гроб: Господи помилуй, трижды. Благословен Бог, милуяй и питаяй нас от своих богатых даров: Мы же речем: Аминь. И прощение обычное. Сице же творим и до отдания праздника Пасхи.
  
  Неделя антипасхи, еже есть осязание святаго славнаго апостола Фомы.
  
  Ведати подобает: яко в сей святой второй недели антипасхи: не поются воскресная, но вся праздника. В субботу вечера клеплет параекклисиарх, и собравшеся в притвор, благословившу иерею, глаголем, Христос воскресе, трижды: и обычный 9 час, трипсалмный, якоже на всяк день, и глаголем тропарь: С высоты снизшел еси Благоутробне: и кондак: Аще и во гроб снизшел еси Безсмертне: На малей вечерни, благословившу иерею, глаголем: Христос воскресе, трижды: таже псалом: благослови душе моя Господа: На Господи воззвах стихиры на 4, глас 1. Подобен: небесных чинов: Терпит Христос человеколюбно и осязания:
  
  Слава, и ныне, глас 2: По востании Твоем Господи: Свете тихий:
  
  Прокимен: Господь воцарися:
  
  На стиховне стихиры, глас 2.
  
  Подобен: Доме Евфрафов: устнами чистыми:
  
  Припев: Похвали Иерусалиме Господа: 2, яко укрепи вереи врат Твоих.
  
  Слава, и ныне, глас 8 подобен тойже: Даеши о Избавителю:
  
  Таже, Ныне отпущаеши: Трисвятое. По Отче наш: Тропарь, глас 6: Запечатану гробу, живот от гроба возсиял еси Христе Боже: и дверем заключенным, учеником предстал еси, всех воскресение, дух правый теми обновляя нам, по велицей Твоей милости. И отпуст.
  
  [Смотри] Подобает ведати: Аще ли где несть бдения в неделю: В субботу на повечерии по трисвятом кондак в триоди праздника: Слава, и ныне, Пасхи: Аще и во гроб: Сице же глаголем и до отдания пасхи. На Велицей Вечерни, по внегда благословити иерею: Христос воскресе: трижды. И абие поем предначинательный псалом: Благослови душе моя Господа: с пением якоже есть обычай. И по исполнении сего стихословим: Блажен муж, кафисму 1-ю всю. Господи воззвах, поем во глас 1, ставим стихов 10, и поем стихиры самогласны новыя недели, глас 1, Иоанна монаха: Дверем заключенным: Слава, и ныне, глас 6: Дверем заключенным: Вход. Свете тихий:
  
  Прокимен дне: Господь воцарися:
  
  На литии стихиры, глас 4: Господи нестерпимым Твоего Божества блистанием:
  
  Слава, и ныне, глас 8: Дверем заключенным:
  
  На стиховне, стихиры самогласны, глас 4. О преславнаго чудесе! с припевы, писаны на малей вечерни.
  
  Слава, и ныне, глас 5: Человеколюбче, велие и безприкладное:
  
  Таже, Ныне отпущаеши:
  
  Трисвятое, и по Отче наш, тропарь, глас 7: Запечатану гробу: трижды, писан на малей вечерни, и благословение хлебов, и чтение Деяний святых апостол. Чтутся же Деяния от начала или беседы Златоустаго от начала.
  
  [Смотри] [Аще же несть бдения, по Ныне отпущаеши, по Отче наш, тропарь, Запечатану гробу: и отпуст. Воутрии же поем полунощницу воскресную, на нейже поем канон троичный октоиха 1-го гласа, певаемый на полунощнице. По каноне же, Достойно есть: троичное, и прочее. Трисвятое, по Отче наш: тропарь: Запечатану гробу: Господи помилуй, 40. Слава, и ныне, Честнейшую херувим: Стих: Боже ущедри ны: и молитва: Всемогущая и животворящая: и отпуст. По скончании же чтения глаголем шестопсалмие, и по исполнении сих ектениа великая. Потом, Бог Господь, поем во глас 6: Тропарь праздника: трижды. Таже стихословим кафисмы две. И по кафисмах седальны праздника, и чтение праздника. Таже полиелей, и седален праздника, и чтение. Посем степенна, 1-й антифон 4-го гласа.
  
  Прокимен, глас 4: Похвали Иерусалиме Господа:
  
  Стих: Яко укрепи вереи врат Твоих.
  
  Всякое дыхание: Евангелие Матфеа, зачало 116, утреннее воскресно 1: единиинадесять ученицы:
  
  Таже: Воскресение Христово: трижды. Псалом 50. И целование Евангелиа.
  
  Таже: Слава, молитвами апостолов:
  
  И ныне, молитвами Богородицы:
  
  Посем стихира: Воскрес Иисус от гроба:
  
  Таже, Спаси Боже люди Твоя:
  
  И абие канон праздника, творение Иоанна монаха, глас 1. Ирмосы по дважды: Поим вси людие: Тропари на 12, Катавасиа: Воскресения день: оба лика вкупе. От днесь начинаем глаголати: Поим Господеви, во всю 50-цу. По 3-й песни, впакои, глас 6: яко посреде учеников Твоих: и чтение В Богослове, егоже начало: обновлением чтится: По 6-й песни,
  
  Кондак, глас 8: Любопытною десницею, жизноподательная Твоя ребра, фома испыта Христе Боже, созаключенным бо дверем яко вшел еси, с прочими апостолы вопияше Тебе: Господа еси и Бог мой.
  
  И икос и синаксарий. На 9-й песни, Честнейшую не поем, но ирмос кийждо лик: По 9-й песни, катавасиа: Светися, светися: И поклон.
  
  Таже: Свят Господь Бог наш, на глас 1.
  
  Светилен. Подобен: Ибо звездами: Моих удов: дважды.
  
  Слава, и ныне: Днесь весна благоухает:
  
  На хвалитех стихиры на 4: глас 1.
  
  Подобен: Всехвальнии мученицы: По еже из гроба:
  
  Слава, глас 6: По днех осмих востания Твоего:
  
  И ныне: Преблагословенна еси:
  
  Славословие великое, и тропарь праздника. Ектении, и отпуст. Начинаются же отднесь литии, сиречь исхождения в притвор, такожде и оглашения преподобнаго отца нашего Феодора Студита: в нихже поем: Слава, и ныне, стихиру евангельскую, глас 1: На гору учеником идущим:
  
  [Смотри] Внемли, яко литии в притворе прежде 1– го часа бывают и оглашения Студитова. Потом час и прочее обычно, и совершенный отпуст.
  
  [Смотри] Ведомо буди, яко воследование случившихся святых во всех неделях святыя 50-цы, поем в повечериях.
  
  Литургиа бывает порану, труда ради бденнаго. Часы глаголются трипсалмнии по уставу, в притворе, на нихже глаголем тропарь и кондак праздника.
  
  [Смотри] Ведомо буди, яко от недели новыя и до отдания праздника Пасхи, начало литургии сице бывает: по еже рещи диакону: Благослови владыко. И иерей: Благословено царство: и поет иерей: Христос воскресе: трижды, весь тропарь, кроме стихов: Да воскреснет Бог: Таже ектениа, и прочее литургии. Вместо же Достойно: поем: Ангел вопияше Благодатней: Таже ирмос: Светися, светися: егда же речет иерей: Со страхом Божиим: и мы: благословен грядый во имя Господне: иерей: Спаси Боже люди Твоя: И мы вместо тропаря: Видехом свет истинный: поем: Христос воскресе: единожды. И до отдания Пасхи. Бывает же и прочая литургии по обычаю. По отпусте же егда речет: Слава тебе Христе Боже: и мы: Христос воскресе: трижды. Таже отпуст литургии по обычаю.
  
  На Литургии, начинаем изобразительная. И поем во блаженнах от канона праздника песнь 3-ю, и 6-ю. По входе тропарь: Запечатану гробу: Слава, и ныне, кондак: Любопытною десницею:
  
  Прокимен апостола, глас 3: Велий Господь наш, и велия крепость Его, и разума Его несть числа.
  
  Стих: Хвалите Господа, Яко благ псалом: Богови нашему да усладится хваление.
  
  Апостол Деяний, зачало 14: Руками апостольскими быша знамения:
  
  Аллилуиа, глас 8: Приидите возрадуемся Господеви:
  
  Стих: Яко Бог Велий Господь:
  
  Евангелие Иоанна, зачало 65: Сущу позде в день той:
  
  Причастен: Похвали Иерусалиме Господа, хвали Бога твоего Сионе.
  
  Аллилуиа, трижды.
  
  Входяще же в трапезу, глаголем псалом 144. На трапезе бывает утешение братии велие. И воставше от трапезы глаголем преждеписанная вся в субботу светлыя седмицы.
  
  В неделю антипасхи вечера,
  
  благословившу иерею, глаголем: Христос воскресе: трижды:
  
  Таже Трисвятое. И по Отче наш: Господи помилуй, 12.
  
  Слава, и ныне: Приидите поклонимся: трижды.
  
  И глаголем 9-й час обычныя три псалмы. Тропарь и кондак праздника.
  
  Таже поем вечерню без кафисмы. Господи воззвах, поем во глас 1. Стихиры на 6: праздника 3, глас 1.
  
  Подобен: Всехвальнии мученицы: И святаго, минеи подобны три.
  
  Слава, святаго: Аще ли ни, Слава, и ныне, праздника, глас 1: Дверем заключенным: Вход, Свете тихий:
  
  Прокимен великий, глас 6: Кто Бог велий, яко Бог наш:
  
  Стих: Сказал еси в людех силу Твою.
  
  Стих: И рех: ныне начах, сия измена десницы Вышняго.
  
  Стих: Помянух дела Господня: И паки: Кто Бог велий, яко Бог наш?
  
  Таже ектениа: Рцем вси: и Сподоби Господи в вечер сей:
  
  И ектениа, Исполним вечернюю молитву нашу Господеви.
  
  На стиховне, стихира воскресна осмогласника, глас 1: Вечерния наша молитвы: И умилительный един: яко пучина велия: И мученичен: молитвами Господи: Припевы глаголем обычныя: К тебе возведох очи мои: Другий: Помилуй нас Господи, помилуй нас:
  
  Слава, и ныне, глас 1: По днех осмих:
  
  По трисвятом тропарь праздника. Аще ли тропарь святаго, рцы его прежде: Потом, Слава, и ныне, праздника: Запечатану гробу: и отпуст.
  
  [Смотри] Сице убо бывает воследование вечерням во вся недели святыя пентикостии.
  
  [Смотри] от дне сего глаголем повечерие малое, и поем канон молебный Пресвятыя Богородицы, во октоихе. И трипеснцы триоди дне, творение господина Иосифа. Идеже глаголем трипеснец, Богородицы песнь канона оставляется. По Достойно, и по Отче наш, глаголем кондак праздника, во всю 50-цу: В литургиах же поется на блаженнах, от канона праздника недели, песнь рядовая. На кийждо день со ирмосом на 6, Сице: В понедельник, 1. Во вторник, 4. В среду, 5. В четверток, 7. В пяток 8. В субботу, 9.
  
  В понедельник 2-я седмицы антипасхи на утрени.
  
  По внегда сотворити иерею начало: Слава святей: глаголем: Христос воскресе: трижды: тихим гласом. Сие бо глаголем начало: Христос воскресе: в часех, и вечернях и повечериях, от сея утрени недели антипасхи, даже и до вознесения господня. [Како убо не известися о полунощнице, яве яко в келлиах мню сей быти певаемей: понеже убо и тамо сице начало бывает.] И абие по Христос воскресе: Слава в вышних Богу: и обычное шестопсалмие. Ектениа великая.
  
  Таже Бог Господь: во глас 6.
  
  Тропарь праздника: Запечатану гробу: трижды. Сей тропарь глаголется чрез всю седмицу.
  
  И стихословим кафисмы две, а 3-я рядовая на вечерни. И тако поем псалтирь, до 21 септемвриа.
  
  По 1 кафисме седален воскресн, глас 1: Гроб твой Спасе:
  
  Таже умилительный: В беззакониих зачат есмь:
  
  И мученичен: Страдания похвалою:
  
  Слава, и ныне, Богородичен: Чудо чудес:
  
  Припевы же глаголем обычныя: Господи да не яростию Твоею обличиши мене: Другий: Дивен Бог во святых:
  
  Таже чтение в толковании Иоанна евангелиа.
  
  По 2-й кафисме седален праздника, глас 1.
  
  Подобен: Гроб Твой: Прикоснувыйся рукою ребром:
  
  Слава, и ныне, тойже. И чтение.
  
  Таже, Воскресение Христово видевше: единожды. И псалом 50.
  
  [Смотри] Сице во творим до Вознесения Господня, ниже Господеви поем, глаголем, но глаголем якоже написася во ирмологиах. Начало же творим от ирмосов, ихже и повторяем, поюще и тропари на 6: и святаго минеи на 4. По 3-й песни, кондак и седален святаго: Слава, и ныне, праздника, По 6-й песни, кондак и икос праздника. и стихословим честнейшую: По 9-й песни, светилен праздника. Слава, святаго, аще есть: И ныне, праздника другий светилен. На хвалитех стихиры на 4, воскресн, глас 1: Поем твою Христе: дважды. И умилительный един: и мученичен. Слава, и ныне, праздника, глас 1: фома глаголемый близнец: Таже: Слава Тебе показавшему нам свет: и ектениа: Исполним утреннюю молитву нашу: На стиховне стихиры праздника, глас 2. Подобен: Доме Евфрафов: устнами чистыми: Припевы же глаголем: 1-й, Похвали Иерусалиме Господа: 2-й, яко укрепи вереи врат твоих: Слава, святаго, аще есть: И ныне, праздника, глас 1: учеником сомнящимся: Тропарь праздника: Запечатану гробу: Таже ектениа: Помилуй нас Боже: Посем иерей: Сый благословен: Лик: утверди Боже: И абие совокупляем час 1-й, три псалма по обычаю. Тропарь и кондак праздника, и святаго.
  
  [Смотри] Аще же святаго на 4, кондак глаголется праздника непременно, а святаго кондак не глаголется. И бывает совершенный отпуст. И обычная литиа в притворе.
  
  [Смотри] Начинаем же от днесь и междочасия часов, по последовавшему уставу.
  
  [Смотри] Подобает ведати: якоже написася зде воследование, в неделю вечера во светильничном, и в понедельник во утрени: Сице бывает во всех седмицах до вознесения господня, изменяемым стихирам осмогласника, и седальнам, по обычаю.
  
  На Литургии, блаженна триоди, песнь 1 праздника, на 6. И от сего дни во всю 50-цу. По входе тропарь праздника: Запечатану гробу: и храма Богородицы: и храма святаго: посем настоящаго святаго аще есть: таже кондак храма святаго. Слава, святаго, И ныне, праздника: Любопытною десницею:
  
  [Смотри] [Храма же Христова, и Богородицы, кондак во всю 50-цу не глаголем.]
  
  Прокимен апостола, глас 3: Велий Господь наш:
  
  Стих: Хвалите Господа, яко благ:
  
  Апостол Деяний, зачало 9: Рече Петр к людем, покайтеся:
  
  Аллилуиа, глас 8: Приидите возрадуемся Господеви:
  
  Стих: Яко Бог велий Господь:
  
  Евангелие Иоанна, зачало 6: Брак бысть в Кане Галилейстей:
  
  Причастен: Похвали Иерусалиме Господа: и во всю седмицу.
  
  Тако творим и во всю 50-цу, во вся недели, и прочее воследование литургии. И отпуст.
  
  [Смотри] Подобает ведати: Како поется от недели Фомины триодь с минеею во всю 50-цу, коея седмицы, даже до отдания пентикостии, кроме суббот, и недель, на вечерни, и на утрени. Предваряют бо на Господи воззвах, в седмицах триоди стихиры самогласны: или подобны праздника, 3: и святаго минеи, 3. Слава, святаго, аще есть: аще ли ни, Слава, и ныне, праздника. На стиховне, триоди дне.
  
  [Смотри] Аще случится два святых, и поем стихиры святых, на 6. Слава, святаго: И ныне, праздника. Аще ли ни, Слава и ныне, праздника. Триоди же стихиры праздника, поем их на стиховне, с припевы праздника: Слава, святых, аще есть: Аще ли ни, Слава, и ныне, праздника: Триоди бо тогда стиховна не поется.
  
  [Смотри] Аще ли святый имеяй полиелей, поем стихиры праздника 3: и святаго 5. Слава, святаго: И ныне, праздника.
  
  [Смотри] Аще поется святый минеи на 6, а другий святый великий имать полиелей: На Господи воззвах, поем стихиры на 10. Праздника 3: и святаго рядоваго 3: и великаго святаго 4. Слава, великаго святаго: И ныне, праздника. Вход. и чтения святаго 3. На стиховне стихиры, и Слава, святаго: И ныне, праздника.
  
  [Смотри] В седмице Фомине, по трисвятом тропарь святаго: Слава, и ныне, праздника.
  
  [Смотри] В седмице же 3-й по Пасце, святых мироносиц, тропарь праздника: Благообразный Иосиф: Слава, святаго, аще есть. И ныне, Мироносицам женам: Тропарь же праздника: Благообразный Иосиф: и воскресн: егда снизшел еси к смерти: пременяем, егда тропарь святаго есть.
  
  [Смотри] Аще в седмице 4-й, или 5-й, или 6-й по Пасце: Тропарь воскресн: Слава, святаго: И ныне, Богородичен 1-й, в тойже глас. На повечерии, по трисвятом кондак праздника.
  
  [Смотри] Аще ли будет святаго, емуже полиелей, глаголем прежде кондак святаго: Слава, и ныне, праздника.
  
  [Смотри] Аще в седмице Фомине: на утрени, на Бог Господь, тропарь праздника дважды: Слава, святаго: И ныне, праздника.
  
  [Смотри] Аще в седмице 3-й по Пасце, святых мироносиц, на Бог Господь, тропарь праздника: Благообразный Иосиф: единожды: и воскресн: егда снизшел еси: единожды. Слава, святаго: И ныне, мироносицам женам:
  
  [Смотри] Аще ли в седмице 4-й, или 5-й, или 6-й, по Пасце: на Бог Господь, тропарь воскресн, дважды: Слава, святаго, И ныне, Богородичен 1-й, в тойже глас. И обычныя кафисмы: и седальны триоди. Воскресение Христово: псалом 50. Канон триоди праздника, со ирмосом на 8. Ирмос по дважды, тропари на 6: и минеи святаго на 4. По 3-й песни, кондак и икос святаго, и седален его: Слава и ныне, праздника. По 6-й песни кондак и икос праздника.
  
  [Смотри] Аще ли поется святый на 6: Канон праздника со ирмосом на 6: ирмос по дважды, тропари на 4: и святаго на 6. По 3-й песни, кондак праздника, и икос: и седален святаго, дважды: Слава и ныне, праздника триоди. По 6-й песни, кондак и икос святаго. Аще ли в минеи два святых: канон в триоди праздника со ирмосом на 6: и святых два канона на 8. Светилен святаго: Слава и ныне, праздника. Аще ли поется святый на 6, а другий святый великий имать полиелей: Канон праздника со ирмосом на 4: ирмос по дважды: и святаго рядоваго, на 4: и великаго святаго на 6. По 3-й песни кондак святаго рядоваго и седален его: Слава, седален великаго святаго: И ныне, праздника триоди. По 6-й песни, кондак и икос великаго святаго: Праздника кондак зде оставляется. Глаголем кондак праздника на 1-м часе, и на прочих часех, пременяюще со святым великим: Светилен святаго, дважды. Слава и ныне, праздника. Аще ли имать святый стихиры на хвалитех: и поем стихиры триоди дне 3: воскресн, и покаянен един, и мученичен: и минеи святаго 3. Слава, святаго: И ныне, праздника. На стиховне праздника в триоди, с припевы праздника. Слава, святаго, аще есть: аще ли ни, Слава и ныне, праздника.
  
  [Смотри] Аще ли имать святый полиелей, на хвалитех стихиры праздника триоди, 3, стиховна утренняя: и святаго, 3. Слава, святаго: И ныне, праздника. Славословие великое. По трисвятом, тропарь воскресн, Слава святаго, И ныне Богородичен 1-й, в тойже глас: или праздника. ектении, и отпуст: и час 1-й. Тропарь воскресн, Слава, святаго: И ныне, Богородичен часов. По трисвятом, кондак праздника, настоящия недели. и совершенный отпуст. Такожде и на прочих часех глаголем кондак праздника не пременяюще. Аще полиелей, кондак праздника и святаго, на часех, пременяюще глаголем. На Литургии, блаженна песнь от канона праздника на 6. Аще святаго песнь во уставе: блаженна от канона праздника, песнь рядовая на 4: и святаго песнь 3, на 4. По входе тропарь прежде праздника, или воскресн и храма святаго, или святыя, и рядоваго святаго, или два, или един. Посем кондак храма святаго или святыя. Слава, рядоваго святаго. И ныне, праздника 50-цы.
  
  Прокимен, Аллилуиа, и причастен праздника. Апостол и Евангелие, прежде чтем дне ряд, таже святаго: аще и в субботу.
  
  О субботах пятдесятницы:
  
  В субботу 2-ю антипасхи, и 3-я, и 5– я недели, поем сице: В пяток вечера, на Господи воззвах, стихиры триоди праздника 3, поемыя на самый праздник, в неделю на бдении: и минеи святаго, 3. Слава, самогласен праздника триоди: И ныне, Богородичен 1-й, настоящаго гласа. Аще ли есть: Слава, святаго, И ныне, Богородичен.
  
  [Смотри] Аще ли случатся два святых в минеи на ряду, поем стихиры триоди праздника, и святаго единаго: Другаго же святаго стихиры вечера оставляются: поем их на хвалитех.
  
  [Смотри] Аще ли случится в субботу великий святый имеяй полиелей: В пяток вечера, на Господи воззвах, стихиры триоди праздника на 4: и святаго на 4. Слава, святаго: И ныне, Богородичен 1-й, настоящаго гласа. На стиховне стихиры воскресны гласа с припевами воскресными: Господь воцарися: и прочия. Слава, святаго, И ныне, праздника.
  
  [Смотри] Сия убо стиховна воскресна гласа, поется в пятках вечера неизменно, Дóндеже отдается праздник Пасхи. Аще и великий святый имать полиелей, стиховна святаго не поется: точию самогласен святаго поем на Слава: И ныне, праздника. По трисвятом тропарь воскресн: Слава, святаго: И ныне, Богородичен 1-й, настоящаго гласа. Аще ли в попразднство преполовения 50-цы, тропарь святаго, Слава и ныне, праздника. На повечерии по трисвятом кондак праздника настоящия недели.
  
  [Смотри] Аще ли святаго случится, емуже полиелей, глаголем прежде кондак святаго, таже, Слава, и ныне, кондак праздника. На Утрени, в субботу, на Бог Господь: тропарь воскресн, дважды. Слава, святаго: И ныне, Богородичен 1-й по гласу тропаря святаго. Настоящаго же гласа Богородичен 1 глаголется по первой кафисме, по седальне, Слава, и ныне: Аще ли несть тропаря святому, Слава, и ныне, Богородичен 1-й настоящаго гласа. Аще ли в попразднстве преполовения 50-цы, на Бог Господь, тропарь праздника, дважды. Слава, святаго: И ныне, праздника:
  
  [Смотри] Аще ли великий святый имать полиелей, кроме попразднства преполовения 50-цы, на Бог Господь, тропарь воскресн дважды. Слава, святаго. И ныне, Богородичен 1-й, в тойже глас. По 1-й кафисме седален воскресн, дважды. Слава, и ныне, Богородичен 1-й гласа. По 2-й кафисме седален праздника: Слава, и ныне, тойже. По полиелеи седальны святаго вси по единожды. Слава, по полиелеи седален святаго: И ныне, праздника. Воскресение Христово: Канон триоди праздника, со ирмосом на 6: ирмосы по дважды, тропари на 4. Аще зри есть храм святаго, или святыя: и храма святаго на 4: и минеи святаго на 4.
  
  [Смотри] Аще есть храм Христов, или Богородицы, и поем настоящий канон триоди праздника, со ирмосом на 8, ирмос по дважды, тропари на 6: и минеи святаго на 4: Храма же Христова, и Богородицы, во всей 50-це в субботах канон не поется, кроме субботы пентикостныя о усопших.
  
  [Смотри] Аще ли святый поется на 6, и поем канон настоящий праздника со ирмосом на 6, тропари на 4: [Храма же святаго канон оставляется, и святаго на 6.]
  
  [Смотри] Аще ли суть два святых, канон триоди праздника со ирмосом на 6: и святых оба канона на 8. По 3-й песни, кондак святаго, и седален его. Слава, и ныне, триоди. По 6-й песни, кондак и икос праздника.
  
  [Смотри] Аще ли великий святый имать полиелей: канон праздника со ирмосом на 6, и святаго на 8. По 3-й песни, кондак и икос праздника: и седален святаго дважды. Слава, и ныне, праздника. По 6-й песни, кондак и икос святаго. Светилен святаго дважды. Слава, и ныне, праздника. На хвалитех стихиры воскресны глас 3: и минеи святаго 3: Слава, святаго: И ныне, праздника. Аще полиелей, славословие великое.
  
  [Смотри] Аще ли ни, на стиховне стихиры триоди праздника, с припевы праздника. Слава, святаго, аще есть: Аще ли ни, Слава, и ныне, праздника. По трисвятом тропарь воскресн. Слава, святаго: И ныне, праздника. Ектениа, и час 1-й, на немже тропарь и кондак праздника, и прочая, и совершенный отпуст.
  
  [Смотри] Аще полиелей, на часех глаголем тропарь праздника. Слава, святаго: И ныне, Богородичен часов. Кондак же праздника, и святаго, глаголем пременяюще.
  
  [Смотри] Аще ли в седмице святых мироносиц, глаголем тропарь на 1-м часе прежде: Благообразный Иосиф: Слава, святаго: И ныне, Богородичен часов. По трисвятом, кондак праздника: На 3-м часе, тропарь: егда снизшел еси к смерти: Слава, святаго: И ныне, Богородичен часов. По трисвятом кондак святаго: На 6-м часе тропарь: Мироносицам женам: Слава, святаго: И ныне, Богородичен часов. По трисвятом, кондак праздника, и святаго такожде пременяюще глаголем. На 9-м часе, тропарь: Благообразный Иосиф: Слава, святаго: И ныне, Богородичен часов.
  
  [Смотри] Аще ли седмица 4-я, или 5-я, или, 6-я, кроме попразднства преполовения, и вознесения. На часех, глаголем тропарь воскресн. Слава, святаго: И ныне, Богородичен часов. Кондаки же праздника, и святаго, пременяюще глаголем. В попразднстве же преполовения, и вознесения, глаголем на часех тропарь праздника: Слава, святаго: И ныне, Богородичен часов. Кондаки же праздника, и святаго такожде пременяюще глаголем. На Литургии, блаженна, от канона праздника песнь 9– я на 6. Аще ли святаго песнь: блаженна от канона праздника песнь 9-я на 4: И святаго песнь 6-я, на 4.
  
  Сей же указ написанный о святей 50– це, в седмицах о пяти днех, и о субботах, подобает настоятелю или екклисиарху всегда смотряти прилежно, со опасением и разсуждением: како поется служба минеи, коего святаго с триодию, вечер и утро, и на Литургии.
  
  В пяток 2-я седмицы по пасце вечера.
  
  Обычная кафисма.
  
  На Господи воззвах, стихиры самогласны, глас 1: Дверем заключенным: по сих минеи святаго, 3.
  
  Слава, глас 6: Дверем заключенным:
  
  И ныне, Богородичен, глас 1: Всемирную славу:
  
  Свете тихий: Прокимен дне. На стиховне стихиры воскресны, глас 1: Вечерния наша молитвы: Припев же глаголем, 1-й: Господь воцарися: 2– й: Ибо утверди вселенную: 3-й: Дому твоему подобает:
  
  Слава, и ныне, глас 5: Человеколюбче:
  
  Тропарь: Запечатану гробу: ектениа и отпуст.
  
  [Смотри] Известно же буди: яко каноны о усопших октоиха настоящаго гласа, по вся субботы в 50-це, должни суть петися в пятках вечера, на повечериях.
  
  В субботу 2-я седмицы по пасце на утрени.
  
  На Бог Господь, тропарь праздника, трижды.
  
  По 1-й кафисме седален воскресн октоиха.
  
  Слава, и ныне, Богородичен 1-й.
  
  По 2-й кафисме седален праздника, и чтение: Воскресение Христово: псалом 50. Канон праздника со ирмосом, на 6: и храма святаго на 4: и минеи на 4.
  
  По 3-й песни, кондак, и седален минеи.
  
  Слава, и ныне, праздника.
  
  По 6-й песни, кондак и икос праздника.
  
  По 9-й песни, светилен праздника.
  
  На хвалитех стихиры воскресны на 4, глас 1-й: Поем Твою Христе:
  
  Слава, и ныне, глас 6: По днех осмих востания Твоего:
  
  На стиховне стихиры праздника, глас 1. Подобен: Всехвальнии мученицы: По еже из гроба: Припев: 1– й, Во всю землю изыде вещание их: 2-й: небеса поведают славу божию:
  
  Слава, и ныне, глас тойже: Учеником сомнящимся: и прочее утрени.
  
  Тропарь: Запечатану гробу: ектениа, и час 1-й, и отпуст. И обычная литиа в притворе.
  
  На Литургии, изобразительная, и от канона песнь 9-я, на 6.
  
  Прокимен, глас 3: Велий Господь наш:
  
  Стих: Хвалите Господа, яко благ:
  
  Апостол Деяний, зачало 15: Слышавше апостоли:
  
  Аллилуиа, глас 8: Приидите возрадуемся Господеви:
  
  Стих: Похвали Иерусалиме Господа:
  
  Евангелие Иоанна, зачало 19: Видевше человецы знамение:
  
  Причастен: Похвали Иерусалиме Господа:
  
  По сему же воображению поем во вся субботы, до вознесения Христова.
  
  Неделя 3-я по пасце, святых жен мироносиц, и Иосифа Праведнаго.
  
  На Велицей Вечерни: Христос воскресе: яко обычно.
  
  Таже, псалом предначинательный: Благослови душе моя Господа: и кафисма 1.
  
  На Господи воззвах, ставим стихов 10: и поем стихиры воскресны 3, глас 2: и анатолиевы 4, и мироносиц, самогласны 3, глас тойже.
  
  Слава, глас 6: Мироносицы жены:
  
  И ныне, Богородичен: Прейде сень законная:
  
  Вход. Свете тихий:
  
  Прокимен: Господь воцарися со стихи его.
  
  На литии стихиры самогласны, глас 1: Мироносицы жены:
  
  Слава, глас 6: Проси Иосиф тело Иисусово:
  
  И ныне: Творец и избавитель мой:
  
  На стиховне стихира воскресна.
  
  Таже стихиры пасхи, с припевы их.
  
  Слава, глас 5: Тебе одеющагося:
  
  И ныне: Воскресения день: и Христос воскресе. единожды.
  
  Таже, Ныне отпущаеши:
  
  На благословении хлебов тропарь: Богородице Дево, трижды. И обычное чтение деяний.
  
  [Смотри] Аще ли случится не быти бдению, поются на Господи воззвах, стихиры воскресны 4. И мироносиц с литийными, на 6. Вход.
  
  Прокимен: На стиховне стихиры Пасхи.
  
  Слава, и ныне, глас 5: Тебе одеющагося светом:
  
  На полунощнице, канон троичен поется по обычаю.
  
  [Смотри] Ведомо же буди, яко от недели святаго Фомы не бывает хлеболомление по благословении хлебов, за краткость нощи.
  
  На утрени, на Бог Господь, тропарь, глас 2: Егда снизшел еси к смерти: дважды.
  
  Слава: Благообразный Иосиф:
  
  И ныне: Мироносицам женам: и обычныя кафисмы две.
  
  По 1-й кафисме седален, глас 2: Камень гробный:
  
  Стих: Воскресни Господи Боже мой: Недро пречистое:
  
  Слава, и ныне, Богородичен: Вся паче смысла:
  
  По 2-й кафисме седален: Мироносицы утро пришедшия:
  
  Стих: Исповемся Тебе Господи всем сердцем моим: Миры погребения Твоего:
  
  Слава, и ныне: Преблагословенна еси Богородице:
  
  И чтение во евангелии толковом, по чину своему. По непорочнах тропари: Ангельский собор: И впакои гласа, и чтение. Степенна, и прокимен гласа: Всякое дыхание:
  
  Евангелие Марка, зачало 71: Воскрес Иисус заутра в первую субботу:
  
  Воскресение Христово: трижды. Псалом 50, и прочее.
  
  Канон Пасхи со ирмосом и с Богородичны его, на 6.
  
  Таже настоящия недели в триоди канон на 8, глас 2, творение господина Андреа Критскаго.
  
  Катавасиа: Воскресения день: По 3-й песни, кондак Пасхи: Аще и во гроб снизшел еси: И икос. И седален триоди, глас 2.
  
  Подобен: Вышних ищя: Мира тепле:
  
  Слава, и ныне, глас тойже: Учеников Твоих лик: По 6-й песни,
  
  Кондак, глас 2: Радоватися мироносицам повелел еси, плачь праматере Евы утолил еси воскресением Твоим, Христе Боже, апостолом же Твоим проповедати повелел еси, Спас воскресе от гроба.
  
  И икос, и чтем синаксарий. На 9-й песни, Честнейшую не поем, до отдания Пасхи, во вся недели.
  
  Таже, Свят Господь Бог наш: трижды, на глас 2.
  
  Светилен Пасхи: Плотию уснув: единожды.
  
  Слава, мироносиц: Жены услышите:
  
  И ныне, тойже. На хвалитех:
  
  Всякое дыхание: стихиры на 8: воскресны 4: и анатолиевы 4.
  
  Слава, стихира евангельская, глас 2: С миры пришедшим:
  
  И ныне, Преблагословенна еси:
  
  Славословие великое. Тропарь воскресн. ектении, и отпуст. И обычное исхождение в притвор, и поучение Студитово. И час 1-й, и совершенный отпуст. На часех, тропарь воскресн.
  
  Слава: Благообразный Иосиф:
  
  И ныне, Богородичен часов.
  
  По трисвятом кондак: Радоватися мироносицам: Такожде бывает и на прочих часех.
  
  На Литургии, блаженна триоди гласа, на 4, и от канона дне, песнь 6-я, на 4. По входе тропари: Егда снизшел еси к смерти: и Благообразный Иосиф:
  
  Слава, кондак триоди:
  
  И ныне, Пасхи: Аще и во гроб:
  
  Прокимен, глас 6: Спаси Господи люди Твоя, и благослови достояние Твое.
  
  Стих: К Тебе Господи воззову Боже мой:
  
  Апостол Деяний, зачало 16: Умножившимся учеником:
  
  Аллилуиа, глас 8: Благоволил еси Господи землю Твою:
  
  Стих: Милость и истина сретостеся:
  
  Евангелие Марка, зачало 69: Прииде Иосиф, иже от Аримафеа:
  
  Причастен: Тело Христово: Другий: Хвалите Господа с небес:
  
  [Смотри] Аще храм святых жен мироносиц: на малей и Велицей Вечерни, и на утрени и на Литургии поем во всем подобне, якоже великомученику Георгию, точию на вечерни паремии чтем, писаны в неделю всех святых.
  
  На утрени, по полиелеи величание поем сице: Величаем вас святыя мироносицы, и чтим святую память вашу: вы бо молите о нас Христа Бога нашего. Псалом: Блажен муж бояйся Господа: и прочая.
  
  В туюжде неделю мироносиц вечера.
  
  На Господи воззвах, ставим стихов 6: и поем стихиры праздника 3, глас 5.
  
  Подобен: Радуйся: Гвоздьми пригвоздився: и минеи святаго, подобны 3.
  
  Слава, святаго, аще есть:
  
  Аще ли ни: Слава, и ныне, праздника, глас 1: Мироносицы жены:
  
  На стиховне стихира воскресна, глас 2: Прежде век: Припев: К тебе возведох очи мои:
  
  Таже покаянен: Согреших к Тебе Спасе:
  
  Припев: Помилуй нас Господи:
  
  Таже мученичен: Земленаго наслаждения:
  
  Слава, и ныне, праздника, глас 1-й: Со страхом приидоша жены на гроб:
  
  Тропари: Благообразный Иосиф:
  
  Слава: Егда снизшел еси к смерти:
  
  И ныне, Мироносицам женам:
  
  [Смотри] Аще ли имать святый тропарь, глаголем прежде тропарь: Благообразный Иосиф: Слава, святаго: И ныне, Мироносицам женам: Тропари: Благообразный Иосиф: и воскресн: Егда снизшел еси к смерти: в вечер глаголем их пременяюще, во всю седмицу, якоже и прежде о сем явлено есть. Ектениа, и отпуст. Служба же святаго минеи, случившагося в сию неделю, поется на повечерии. По трисвятом, кондак един в триоди праздника. Сице глаголем даже и до недели всех святых.
  
  В понедельник 3-я седмицы по Пасце на утрени.
  
  Начало обычное, якоже указася в понедельник 2-я седмицы по пасце. На Бог Господь, тропарь, глас 2: Благообразный Иосиф: дважды:
  
  Слава: Егда снизшел еси к смерти:
  
  И ныне: Мироносицам женам:
  
  Сице же глаголются тропари сия чрез всю седмицу.
  
  [Смотри] Аще есть тропарь святаго, глаголем тропари прежде: Благообразный Иосиф: единожды: Егда снизшел еси: единожды.
  
  Слава, святаго: И ныне, Мироносицам женам: и обычныя кафисмы две.
  
  Седальны, яко предписася в понедельник новыя недели, писаны в триоди на ряду. И чтение.
  
  Воскресение Христово: единожды.
  
  Канон праздника, со ирмосом на 8: и минеи на 4. По 3-й песни, седален святаго. По 6-й песни, кондак праздника: Радоватися мироносицам: И икос: и чтем пролог. Светилен праздника.
  
  Слава, святаго: И ныне, праздника.
  
  На хвалитех стихиры на 4: воскресн, дважды. И покаянен, и мученичен.
  
  Слава, и ныне, праздника.
  
  На стиховне стихиры праздника, с припевы их: 1-й, Благоволил еси Господи землю Твою: 2-й, Милость и истина сретостеся:
  
  Слава, и ныне, праздника.
  
  На Литургии, на блаженнах, песнь 1-я праздника, на 6. По входе тропари: Благообразный Босиф: Егда снизшел еси к смерти: Мироносицам женам: и храма святаго, и тропарь святаго, аще есть:
  
  Аще ли будет и другаго святаго тропарь, глаголи и той. Таже кондак храма.
  
  Слава, святаго. Аще ли будет и другаго святаго кондак, такожде рцы его.
  
  И ныне, кондак праздника: Радоватися мироносицам:
  
  [Смотри] Такожде глаголем тропари, по вся дни сея седмицы, кроме святаго полиелейнаго. Сице бывает служба вечер, и на Утрени, по вся дни сея седмицы.
  
  В пяток 3-я седмицы по Пасце вечера.
  
  Обычная кафисма. На Господи воззвах, стихиры самогласны мироносиц, 3, глас 2: и минеи святаго, подобны 3.
  
  Слава, глас 6: Мироносицы жены:
  
  И ныне, Богородичен 1-й гласа: Прейде сень законная:
  
  На стиховне стихиры воскресны 4, глас 2: Прежде век: Припевы глаголем: 1-й, Господь воцарися: 2-й, Ибо утверди вселенную: 3-й, Дому Твоему подобает:
  
  Слава, и ныне, глас 5: Тебе одеющагося светом:
  
  Тропарь праздника. Ектениа, и отпуст. Сице служба бывает и во всех пятках пятидесятницы.
  
  В субботу 3-я седмицы по Пасце на утрени.
  
  На Бог Господь, тропарь праздника, якоже предуказася: и обычныя кафисмы, и седальны воскресны, и праздника. Воскресение Христово: псалом 50.
  
  Канон праздника со ирмосом на 6: и святаго храма, на 4: и минеи святаго на 4. Кондак и светилен праздника. На хвалитех стихиры воскресны гласа, на 4.
  
  Слава, и ныне, праздника.
  
  На стиховне стихиры праздника, с припевы их.
  
  Слава, и ныне, самогласен праздника.
  
  На Литургии, блаженна песнь 9-я, на 6. Прокимен, и Аллилуиа праздника.
  
  Апостол Деяний, зачало 22: Павел с сущими в Дамасце:
  
  Евангелие Иоанна, зачало 52: Си заповедаю вам:
  
  Причастен праздника.
  
  Неделя 4-я по пасце разслабленнаго.
  
  На Велицей Вечерни, по обычном начале, и по предначинательном псалме, Блажен муж: кафисма вся. На Господи воззвах, ставим стихов 10: и поем стихиры воскресны гласа 3: и анатолиевы 4, и о разслабленном самогласны два, повторяюще 1-ю, глас 1: Дланию пречистою:
  
  Слава, глас 5: Взыде Иисус во Иерусалим:
  
  И ныне, Богородичен: Како не дивимся:
  
  Вход. Свете тихий:
  
  Прокимен: Господь воцарися, со стихи его.
  
  На литии стихира храма.
  
  Слава, глас 5: При овчей купели:
  
  И ныне, Богородичен, глас тойже: Храм и дверь еси:
  
  На стиховне, стихира воскресна: и стихиры Пасхи с припевы.
  
  Слава, глас 8: В притворе Соломонове:
  
  И ныне: Воскресения день: и прочее, яко предписася в мимошедшую неделю.
  
  В неделю 4-ю по пасце на утрени.
  
  На Бог Господь, тропарь воскресн, дважды:
  
  Слава, и ныне, Богородичен.
  
  И обычныя кафисмы, и седальны воскресны, с Богородичны их.
  
  Чтем же словеса толкования евангелиа Иоанна: 36 и 37, и 38. Непорочны, с тропари: Ангельский собор: И впакои гласа: и чтение. Степенна, и прокимен гласа: Всякое дыхание:
  
  Евангелие воскресно Луки, зачало 112: Во едину от суббот, зело рано:
  
  Таже: Воскресение Христово: трижды, псалом 50. И прочая обычно.
  
  Канон Пасхи со ирмосы, и с Богородичны его, на 8: и о разслабленном, на 6. Катавасиа: воскресения день: оба лика вкупе. По 3-й песни, кондак и икос Пасхи, и седален дне, глас 3: Глагол разслабленнаго токмо стягну:
  
  Слава и ныне, Богородичен: Красоте девства Твоего:
  
  По 6-й песни,
  
  Кондак, глас 3. Подобен: Дева днесь: Душу мою Господи, во гресех всяческих, и безместными деяньми люте разслаблену, воздвигни божественным Твоим предстательством, якоже и разслабленнаго воздвигл еси древле, да зову Ти спасаемь: Щедрый, слава Христе державе Твоей.
  
  И икос, и чтем синаксарий. На 9-й песни Честнейшую не поем.
  
  Таже, свят Господь Бог наш, трижды, на глас 3.
  
  Светилен Пасхи, единожды.
  
  Слава, о разслабленном:
  
  И ныне, тойже.
  
  На хвалитех стихиры воскресны 4 и анатолиевы 4.
  
  Слава, глас 8: Господи разслабленнаго не купель исцели:
  
  И ныне: Преблагословенна еси:
  
  Славословие великое. Тропарь воскресн. Ектении, и отпуст, и исхождение в притвор.
  
  Слава, и ныне, стихира евангельская, глас 3: Магдалини Марии:
  
  И поучение Студитово, и час 1– й, и конечный отпуст. На часех, тропарь воскресн. По трисвятом кондак триоди: Душу мою Господи:
  
  На Литургии, блаженна гласа, на 4: и от канона песнь 6, на 4. По входе тропарь воскресн:
  
  Слава, кондак триоди: И ныне, Пасхи: Аще и во гроб:
  
  Храма же Христова, и Богородицы, и святых тропаря и кондака не глаголем.
  
  Прокимен, глас 1: Буди Господи милость Твоя на нас:
  
  Стих: Радуйтеся праведнии о Господе:
  
  Апостол Деяний, зачало 23: Бысть Петру посещающу всех:
  
  Аллилуиа, глас 5: Милости Твоя Господи во век воспою:
  
  Стих: Зане рекл еси, в век милость созиждется:
  
  Евангелие Иоанна, зачало 14: Взыде Иисус во Иерусалим:
  
  Причастен: Тело Христово: Другий: Хвалите Господа с небес:
  
  [Смотри] Подобает ведати: яко воследование разслабленнаго поется в неделю, в понедельник: во вторник же отдается.
  
  В понедельник 4-я седмицы по Пасце на утрени: Тропарь воскресн гласа, дважды:
  
  Слава, святаго, аще имать.
  
  И ныне, Богородичен 1-й, во глас тропаря святаго.
  
  Аще ли ни: Слава и ныне, Богородичен 1-й гласа.
  
  Во вторник 4-я седмицы по Пасце вечера.
  
  Начало по обычаю, и кафисма рядовая. На Господи воззвах, ставим стихов 6, и поем стихиры настоящия 3, повторяюще я, глас 4.
  
  Подобен: Господи возшед на Крест: Наста преполовение дней:
  
  Слава, и ныне, глас 6: Празднику преполовляющуся:
  
  Вход. Прокимен дне.
  
  Чтения 3. 1-е: Пророчества Михеина: Тако глаголет Господь: от Сиона изыдет закон: 2-е: Пророчества Исаиина: Тако глаголет Господь: жаждущии идите на воду живу: 3-е: Притчей: Премудрость созда себе дом:
  
  Таже ектениа: Рцем вси: и возглас.
  
  Таже, Сподоби Господи:
  
  Посем: Исполним вечернюю:
  
  На стиховне стихиры праздника, самогласны, глас 1: Пятдесятницы наста дней преполовение: Припев: Помяни сонм твой: 2, Бог же царь наш прежде века:
  
  Слава, и ныне, глас 8, Преполовившуся празднику:
  
  По Ныне отпущаеши, и по Отче наш:
  
  Тропарь праздника, глас 8: Преполовившуся празднику, жаждущую душу мою благочестия напой водами, яко всем Спасе возопил еси: жаждай да грядет ко Мне и да пиет. Источниче жизни нашея Христе Боже, слава Тебе.
  
  Таже иерей: Премудрость. И отпуст по обычаю.
  
  На повечерии, святаго рядоваго поем стихиры и канон. Кондак праздника.
  
  [Смотри] На полунощнице, по 1-м трисвятом глаголем тропарь праздника. По 2-м трисвятом кондак праздника. Таже, Господи помилуй, 12. И отпуст. Молитвы за упокой: Помяни Господи в надежди: не глаголем.
  
  В среду преполовения на утрени.
  
  На Бог Господь, тропарь праздника трижды: и обычныя кафисмы две. И седальны праздника: и чтение в толковании евангелиа Иоанна.
  
  Таже, Воскресение Христово: псалом 50.
  
  Канона праздника два. Первый, глас 4: творение кир Феофана, со ирмосом на 8. И вторый, глас 8: творение кир Андреа Критскаго, на 6. Катавасиа, ирмос 2-го канона: Море огустил еси: оба лика вкупе. По 3-й песни, седальны праздника, глас 8.
  
  Подобен: Премудрости слова: Стоя посреди святилища:
  
  Слава, и ныне: Подобен: Премудрости воду и жизни:
  
  По 6-й песни,
  
  Кондак, глас 4. Подобен: Вознесыйся: Празднику законному преполовляющуся, всех творче и владыко, к предстоящим глаголал еси Христе Боже: приидите и почерпите воду безсмертия. Темже Тебе припадаем, и верно вопием: щедроты Твоя даруй нам, ты бо еси источник жизни нашея.
  
  И икос, и синаксарий. На 9-й песни, Честнейшую не поем, но ирмос кийждо лик, и последи ирмос: Чужде матерем девство: и поклон. Светилен праздника, трижды. На хвалитех: Всякое дыхание: Стихиры праздника на 4, глас 4.
  
  Подобен: Яко добля: Премудрость и сила:
  
  Слава, и ныне, глас тойже: Просветившеся братие:
  
  Славословие великое. По трисвятом тропарь праздника, ектении, и отпуст, и час 1-й.
  
  На Литургии, блаженна, от канона праздника, 4-го гласа, песнь 3 на 4, и 8-го гласа, песнь 6, на 4. По входе тропарь праздника:
  
  Слава, и ныне, кондак.
  
  Прокимен, глас 3: Велий Господь наш, и велия крепость Его, и разума Его несть числа. И до отдания.
  
  Стих: Хвалите Господа, яко благ псалом:
  
  Апостол Деяний, зачало 34: Павел и Варнава прибегоста во грады Ликаонския:
  
  Аллилуиа, глас 1: Помяни сонм Твой:
  
  Стих: Бог же царь наш прежде века:
  
  Евангелие Иоанна, зачало 26: В преполовение пятдесятницы:
  
  На Литургии, поем, и на отдание преполовения, вместо Светися: ирмос: Чужде матерем девство: В прочия же дни поем: Светися: и до отдания.
  
  Причастен: ядый Мою плоть, и пияй Мою кровь, во Мне пребывает, и Аз в нем, рече Господь.
  
  Аллилуиа, трижды.
  
  На трапезе утешение братии. Празднуется же сей праздник дней 8.
  
  В среду преполовения вечера.
  
  Обычная кафисма. На Господи воззвах, стихиры праздника 3, и минеи святаго, подобны 3.
  
  Слава, святаго, аще есть:
  
  Аще ли ни, Слава, и ныне, праздника, глас 2: Егда пришел еси во святилище Христе Боже:
  
  Прокимен дне. На стиховне стихира воскресна, глас 3: Страстию Твоею Христе:
  
  Припев: К Тебе возведох очи мои:
  
  Таже апостолов: Во всю землю изыде вещание их:
  
  Припев: Помилуй нас Господи:
  
  Таже, мученицы Твои Господи:
  
  Слава, и ныне, праздника, глас тойже:
  
  Преполовившуся празднику: Тропарь святаго, аще есть: Аще ли ни, точию праздника. ектениа, и отпуст.
  
  В четверток 4-я седмицы по Пасце утрени: обычная служба, якоже и всегда в попразднстве праздника, и святаго.
  
  На Литургии, блаженна праздника, песнь 1, со ирмосом на 6.
  
  В пяток 4-я седмицы по Пасце вечера: обычная кафисма.
  
  На Господи воззвах, стихиры праздника, 3: и минеи 3.
  
  Слава, праздника, глас 1: Пятдесятницы наста дней преполовение:
  
  И ныне, Богородичен 1-й гласа: Како не дивимся:
  
  На стиховне стихиры воскресны 4, глас 3: Твоим Крестом Христе Cпасе: с припевы: Господь воцарися:
  
  Слава, и ныне, глас 1: Во святилище пришел еси:
  
  Тропарь праздника: и отпуст.
  
  На утрени, по обычаю.
  
  На Литургии, блаженна праздника, песнь 4.
  
  В субботу 4-я седмицы по пасце на утрени: Поется служба, якоже в мимошедших субботах указася.
  
  На Литургии, блаженна, песнь 5: и прокимен праздника.
  
  Апостол Деяний, зачало 29: Возложи Ирод царь руце: Аллилуиа, праздника.
  
  Евангелие Иоанна, зачало 31: Рече Господь к веровавшим к Нему иудеом:
  
  Причастен праздника.
  
  Неделя 5-я по Пасце самаряныни:
  
  На Велицей Вечерни, на Господи воззвах, ставим стихов 10: И поем стихиры воскресны 3 и анатолиев 1: и преполовения подобны 3: и самаряныни самогласны 3, глас 1: На источник пришел еси:
  
  Слава, глас 6: При студенце Иаковли:
  
  И ныне, Богородичен: Иже Тебе ради:
  
  Вход. Прокимен дне. На литии стихира храма.
  
  Слава, и ныне, глас 3: Да радуется днесь светло небо и земля:
  
  На стиховне стихира, глас 4: Господи возшед на Крест: и прочия стихиры Пасхи, с припевы их.
  
  Слава, глас 8: Егда явился еси во плоти Христе Боже:
  
  И ныне: Воскресения день: и прочая вся, яко предписашася в прочих неделях.
  
  На утрени, на Бог Господь, тропарь воскресн, дважды: глас 4.
  
  Слава, и ныне, праздника, глас 8: Преполовившуся празднику:
  
  И обычныя кафисмы, и седальны воскресны, с Богородичны их.
  
  И чтение в толковании евангелиа Иоанна: слово 31, 32, 33 и 34.
  
  Непорочны, с тропари: Ангельский собор: таже впакои гласа.
  
  Степенна, и прокимен гласа: Всякое дыхание:
  
  Евангелие воскресно, Иоанна, зачало 63: Во едину от суббот:
  
  Посем, Воскресение Христово: трижды.
  
  Псалом 50. И прочее обычное.
  
  Канон Пасхи, со ирмосом, и с Богородичны, на 6: и преполовения на 4: и Самаряныни на 4. Катавасиа: воскресения день: По 3-й песни, кондак преполовения и икос.
  
  Таже седален, глас 4.
  
  Подобен: Вознесыйся: Да радуется небо:
  
  Слава, и ныне, глас тойже.
  
  Подобен: Премудрости подателю и Владыко:
  
  По 6-й песни,
  
  Кондак, глас 8.
  
  Подобен: Яко начатки: Верою пришедши на кладязь самаряныня, виде Тя премудрости воду: еяже напившися обильно, царствие вышнее наследова вечно, яко приснославная.
  
  И икос, и синаксарий.
  
  На 9-й песни, Честнейшую не поем. Свят Господь Бог наш, трижды, на глас 4.
  
  Светилен Пасхи.
  
  Слава, самаряныни.
  
  Подобен, Жены услышите: В Самарию пришел еси:
  
  И ныне, преполовения.
  
  На хвалитех стихиры воскресны 4: и анатолиев 1: и самаряныни самогласны 3, глас 2: Да радуется днесь:
  
  Слава, глас 6: Источник живоначалия:
  
  И ныне, Преблагословенна еси:
  
  Славословие великое. Тропарь воскресн. Ектении и отпуст, и исхождение.
  
  Слава, и ныне, стихира евангельская, глас 7. Се тьма и рано:
  
  И поучение Студитово, и час 1-й, и конечный отпуст.
  
  На часех, тропарь воскресн:
  
  Слава, праздника:
  
  И ныне, Богородичен часов.
  
  По трисвятом кондак праздника и самаряныни пременяем.
  
  На Литургии, блаженна гласа, на 4: и самаряныни песнь 3: и праздника, песнь 6. По входе тропарь воскресн и праздника преполовения:
  
  Слава, кондак самаряныни:
  
  И ныне, преполовения:
  
  Прокимен, глас 3: Пойте Богу нашему, пойте:
  
  Стих: Вси язы́цы восплещите руками:
  
  Апостол Деяний, зачало 28: Разсеявшиися апостоли: Аллилуиа, глас 4: Наляцы и успевай, и царствуй:
  
  Стих: Возлюбил еси правду:
  
  Евангелие Иоанна, зачало 12: Прииде Иисус во град самарийский:
  
  Вместо, Достойно есть: поем ирмос: Светися: Причастный: Тело Христово: Другий: Хвалите Господа с небес:
  
  Служба святаго минеи поется на повечерии.
  
  [Смотри] Подобает ведати: яко служба самаряныни поется четыре дни, в неделю, в четверток, пяток и в субботу: В понедельник убо, и во вторник, поется служба преполовения, в среду отдается, поем якоже и на самый праздник, кроме входа и паремий.
  
  В туюжде неделю самаряныни вечера:
  
  На Господи воззвах, стихиры преполовения, три: и минеи святаго, 3.
  
  Слава, и ныне, праздника.
  
  На стиховне, стихиры триоди:
  
  Слава, и ныне, праздника.
  
  Тропарь праздника: ектениа, и отпуст. На повечерии, по Достойно, и по трисвятом, кондак праздника преполовения един.
  
  В понедельник 5-я седмицы по пасце на утрени:
  
  На Бог Господь, тропарь праздника преполовения: и обычныя кафисмы.
  
  Канон преполовения, и минеи святаго, и прочее по обычаю.
  
  На Литургии, блаженна праздника, песнь седмая. Во вторник, песнь осмая.
  
  Во вторник 5-я седмицы по Пасце вечера:
  
  На Господи воззвах, стихиры праздника преполовения, на шесть. На стиховне праздника. И прочее все воследование праздника, вечер, и утро непременно, кроме входа, и паремий, якоже и на самый праздник.
  
  На Литургии, блаженна праздника, обою канонов, песнь 9-я. Прокимен, Аллилуиа, и причастен праздника. Апостол и Евангелие дне: и отдается праздник преполовения.
  
  [Смотри] Служба минеи поется на повечерии.
  
  В среду 5-я седмицы по Пасце вечера:
  
  На Господи воззвах, стихиры самаряныни, 3: и минеи святаго,
  
  Слава, и ныне, глас 1: На источник пришел еси:
  
  На стиховне, стихиры обычныя, триоди.
  
  Слава, и ныне, глас 2: На студенец яко прииде Господь:
  
  В четверток 5-я седмицы по Пасце на утрени:
  
  На Бог Господь, тропарь воскресн, глас 4: Светлую воскресения проповедь: дважды.
  
  Слава, и ныне, Богородичен его.
  
  Кафисмы обычныя, и седальны. Канон самаряныни, и минеи: и прочее якоже в преждних днех явлено есть.
  
  В субботу 5-я седмицы по Пасце на утрени: обычныя кафисмы, и седальны.
  
  Канон самаряныни, со ирмосом на 6: и храма на 4, и минеи на 4. На хвалитех стихиры воскресны, на 4.
  
  Слава, и ныне, глас 6: Источник живоначалия:
  
  На стиховне стихиры, глас 4. Подобен: яко добля: Источника приснотекущаго: Припев: Наляцы, и успевай, и царствуй: 2-й, Возлюбил еси правду:
  
  Слава, и ныне, глас 6: Тако глаголет Господь самаряныни:
  
  На Литургии, блаженна самаряныни песнь 9-я, на 6.
  
  Прокимен, глас 3: Пойте Богу нашему, пойте:
  
  Стих: Вси язы́цы восплещите руками:
  
  Апостол Деяний, зачало 36: Павел и Варнава живяста во Антиохии: Аллилуиа дне.
  
  Евангелие Иоанна, зачало 38: Овцы Моя гласа Моего слушают:
  
  Причастный: Тело Христово приимите:
  
  Неделя 6-я по Пасце, о слепом:
  
  В субботу вечера, На малей вечерни, стихиры воскресны глас 5: Честным Твоим Крестом Христе:
  
  Слава, глас тойже: Господи мимоходя древле путем:
  
  И ныне, Богородичен догматик, глас тойже: Боголепную и честную:
  
  На стиховне стихира воскресна, и Богородицы, по обычаю.
  
  Слава, глас 8: Правды солнце мысленное:
  
  И ныне, глас 5: Храм и дверь еси: и прочее обычно.
  
  На Велицей Вечерни, по обычном псалме, блажен муж, кафисма вся. На Господи воззвах, ставим стихов 10: и поем стихиры воскресны три, глас 5: анатолиевы 4: и о слепом самогласны два, глас 2: Слепый родивыйся: повторяюще первую.
  
  Слава, глас 5: Господи мимоходя путем:
  
  И ныне, Богородичен: В Чермнем мори:
  
  Вход. Прокимен дне. На литии стихира храма.
  
  Слава, глас 4: Все житие слепый:
  
  И ныне, Богородичен: Призри на моления:
  
  На стиховне стихира воскресна, глас 5: Тебе воплощеннаго:
  
  Таже стихиры Пасхи, со обычными припевы:
  
  Слава, глас 8: Правды солнце мысленное:
  
  И ныне: Воскресения день: и прочее яко предписася в мимошедшия недели.
  
  На утрени, по шестопсалмии, на Бог Господь, тропарь воскресн, глас 5: Собезначальное слово отцу и духови: дважды.
  
  Слава, и ныне, Богородичен его.
  
  И обычныя кафисмы, и седальны воскресны, с Богородичны их.
  
  И чтение в толковании евангелиа Иоанна, слово 56, 57, 58.
  
  Непорочны, с тропари: Ангельский собор: и впакои. Степенна, и прокимен гласа: Всякое дыхание.
  
  Евангелие Иоанна, зачало 64: Мариа стояние у гроба:
  
  Воскресение христово: трижды. И псалом 50. И прочее.
  
  Канон Пасхи, со ирмосом, и с Богородичны его, на 8: и слепаго, на 6, глас 5.
  
  Катавасиа: Спасителю Богу: По 3-й песни, кондак и икос Пасхи.
  
  Таже седален слепаго:
  
  Слава, и ныне, тойже, и чтение.
  
  По 6-й песни,
  
  Кондак, глас 4.
  
  Подобен: Явился еси: Душевныма очима ослеплен к Тебе Христе прихожду, якоже слепый от рождения, покаянием зову Ти: Ты сущих во тьме свет пресветлый.
  
  И икос, и синаксарий. На 9-й песни, Честнейшую не поем. На сходе ирмос: Тя паче ума:
  
  Таже, свят Господь Бог наш: трижды, на глас 5.
  
  Светилен Пасхи.
  
  Слава, слепаго: Умныя мои очи:
  
  И ныне, другий.
  
  Подобен: Жены услышите: Мимоидый Спас наш:
  
  На хвалитех стихиры воскресны 4, глас 5, и анатолиевы 3: таже слепаго самогласен един, глас 8: За милосердие милости воплотивыйся:
  
  Слава, глас 8: Кто возглаголет силы Твоя Христе:
  
  И ныне: Преблагословенна еси:
  
  Славословие великое. Тропарь воскресн точию. Ектении, и отпуст, и исхождение в притвор.
  
  Слава, и ныне, стихира евангельская, 8-я, глас 8: Мариины слезы:
  
  И поучение Студитово, и час 1-й, и конечный отпуст.
  
  На Литургии, блаженна гласа, на 4: и от канона слепаго, песнь 6-я. По входе тропарь воскресн:
  
  Слава, кондак: Душевныма очима ослеплен:
  
  И ныне, Пасхи: Аще и во гроб:
  
  Прокимен, глас 8: Помолитеся и воздадите Господеви Богу нашему.
  
  Стих: Ведом во Иудеи Бог:
  
  Апостол Деяний, зачало 38: Бысть идущим апостолом на молитву: Аллилуиа, глас 8: Призри на мя, и помилуй мя:
  
  Стих: Стопы моя направи по словеси Твоему:
  
  Евангелие Иоанна, зачало 34: Мимоидый Иисус виде человека слепа от рождества:
  
  Причастный: Тело Христово: Другий: Хвалите Господа с небес:
  
  [Смотри] Службу святаго случившагося в сию неделю поем на повечерии.
  
  В туюжде неделю вечера: На Господи воззвах, стихиры, на 6. Слепаго 3, и минеи святаго, 3:
  
  Слава, и ныне, глас 2: Слепый родивыйся:
  
  На стиховне стихира воскресна, глас 5: Честным Твоим Крестом Христе: и прочее обычно.
  
  В понедельник слепаго:
  
  На утрени, на Бог Господь тропарь воскресн, глас 5: дважды.
  
  Слава, святаго, аще имать, аще ли ни:
  
  Слава, и ныне, Богородичен его.
  
  И обычныя кафисмы, и седальны, канон слепаго, и минеи: и прочее утрени.
  
  Во вторник вечера отдание праздника Пасхи:
  
  По 9-м часе, творит священник начало с кадилом и со свещею: царским дверем отверзеным, и поет: Христос воскресе: со стихи, и потом псалом: Благослови душе моя Господа:
  
  Таже, ектениа, и обычная кафисма.
  
  На Господи воззвах, стихиры слепаго, на 6, самогласны, глас 2: Слепый родивыйся:
  
  Слава, и ныне, глас 8: Кто возглаголет силы Твоя Христе:
  
  Прокимен дне. На стиховне стихира воскресна, глас 5: Тебе воплощеннаго Спаса Христа:
  
  Таже, Да воскреснет Бог, и расточатся врази Его.
  
  И поем стихиры пасхи, с припевы их: Пасха священная нам днесь показася: и прочая.
  
  Слава, и ныне: Воскресения день:
  
  И потом: Христос воскресе: с пением единожды.
  
  Таже, Ныне отпущаеши:
  
  Трисвятое. И по Отче наш: Тропарь воскресн, глас 5: Собезначальное Слово:
  
  Слава, и ныне, Богородичен его, и ектениа:
  
  Помилуй нас Боже: и обычный отпуст глаголет иерей без креста: Воскресый из мертвых: и святаго дне поминает. И многолетны.
  
  [Смотри] На повечерии, по Достойно, и по трисвятом, кондак слепаго. Слава, и ныне, Пасхи: Аще и во гроб:
  
  [Смотри] Полунощницу же поем по обычаю с кафисмою. По 1-м трисвятом вместо, Се жених: глаголем тропарь воскресн: Собезначальное Слово: Слава, и ныне, Богородичен его. По 2-м трисвятом вместо, Помяни Господи, яко благ: глаголем кондак Пасхи: Аще и во гроб: Посем, Господи помилуй, 12. И отпуст. Молитвы же, Помяни Господи в надежди: не глаголем:
  
  В среду 6-я седмицы по Пасце:
  
  На утрени, начало творит священник: Слава святей, и единосущней: по обычаю, с кадилом, и со стихи, яко изобразися на вечерни, и потом глаголет настоятель, или чтец: Слава в вышних Богу: и шестопсалмие по обычаю. На Бог Господь, тропарь воскресн, глас 5: Собезначальное Слово: дважды.
  
  Слава, и ныне, Богородичен его.
  
  И обычныя кафисмы. По 1-й кафисме седальны воскресны.
  
  Слава, и ныне, Богородичен, и чтение Иоанна.
  
  По 2-й кафисме седален слепаго. Воскресение Христово: и псалом 50.
  
  Каноны три: Пасхи со ирмосом, на 6, и слепаго на 4, и предпразднства вознесения, на 4.
  
  Катавасиа: Спасителю Богу: По 3-й песни, кондак и икос слепаго, и седален, глас 1.
  
  Подобны: Гроб Твой: Воочил еси Христе:
  
  Слава, и ныне: Родился еси:
  
  По 6-й песни, кондак Пасхи: Аще и во гроб: и икос, и пролог.
  
  На 9-й песни, Честнейшую не поем: но поем припевы Пасхи.
  
  К тропарем же канонов слепаго и предпразднства, глаголем стихи песней.
  
  Катавасиа: Тя паче ума:
  
  Светилен Пасхи: Плотию уснув: дважды. И слепаго: умныя мои очи:
  
  На хвалитех стихиры на 8: и слепаго на 4, глас 2: Слепый родивыйся:
  
  Таже стихиры Пасхи с припевы их.
  
  Слава, и ныне, глас 5: Воскресения день: и Христос воскресе: якоже указася на вечерни, и славословие великое.
  
  Таже, тропарь, глас 5: Собезначальное Слово:
  
  Слава, и ныне, Богородичен его.
  
  Ектении, и отпуст без креста, и святаго на отпусте поминает, егоже будет день.
  
  И час 1-й в притворе. На 1-м часе, глаголем псалмы обычныя. На Слава, глаголем тропарь: Собезначальное Слово: И ныне, Богородичен: Что Тя наречем:
  
  По трисвятом кондак: Душевныма очима: и конечный отпуст, по обычаю, и прочее.
  
  Часы пред литургиею глаголем трипсалмнии.
  
  Начало литургии, якоже на самую Пасху.
  
  На Литургии, изобразительная, и блаженна от канона песнь 3 и 6. По входе тропарь, Собезначальное Слово:
  
  Слава, кондак слепаго:
  
  И ныне, Пасхи, Аще и во гроб: и прочее.
  
  Прокимен Пасхи, Сей день, егоже сотвори Господь: Аллилуиа Пасхи.
  
  Апостол и Евангелие дне, и прочая служба воскресна вся.
  
  Причастный, Тело Христово: глаголем же и псалом 33, Благословлю Господа:
  
  Таже иерей творит отпуст Пасхи со крестом.
  
  И прочее все поем, конец литургии, якоже указася на самую Пасху: и тако отдается праздник святаго и живоноснаго Христова Воскресения.
  
  На трапезе бывает братии утешение великое, сиречь, елеем, рыбою и вином.
  
  В четверток 6-я седмицы по пасце, Вознесение Господа Бога нашего Иисуса Христа
  
  В среду вечера, глаголем час девятый трипсалмный. И до недели 8-я, во всяком церковном пении.
  
  На малей вечерни, на Господи воззвах, стихиры праздника на 4, глас 6: Господь вознесеся на небеса:
  
  Слава, и ныне, глас тойже, Господи апостоли яко видеша тя:
  
  Прокимен дне. На стиховне стихиры, глас 1: Возшед на небеса: с припевы их. 1-й, Вси язы́цы восплещите руками: 2-й, Взыде Бог в воскликновении:
  
  Слава, и ныне, глас 2: Родился еси:
  
  Таже, Ныне отпущаеши: Трисвятое, и по Отче наш:
  
  Тропарь, глас 4: Вознеслся еси во славе Христе Боже наш, радость сотворивый учеником обетованием святаго духа, извещенным им бывшим благословением: яко Ты еси Сын Божий, избавитель мира.
  
  Таже, ектениа малая, и отпуст.
  
  На Велицей Вечерни, по предначинательном псалме кафисмы не глаголем. На Господи воззвах, ставим стихов 10: и поем стихиры праздника. Самогласны 5, повторяюще я, глас 6: Господь вознесеся на небеса:
  
  Слава, и ныне, глас тойже, Недр отеческих не разлучься:
  
  Вход. Свете тихий:
  
  Прокимен дне, и чтения праздника, 3.
  
  1-е, пророчества Исаиина: Тако глаголет Господь: будет в последняя дни:
  
  2-е, Тогоже пророчества: Тако глаголет Господь: поидите и внидите враты моими:
  
  3-е, пророчества Захариина: Тако глаголет Господь: се день грядет Господень:
  
  На литии стихиры самогласны праздника, глас 1: Возшед на небеса:
  
  Слава, и ныне, глас 4: Господи, таинство еже от веков:
  
  На стиховне стихиры самогласны, глас 2: Родился еси яко сам восхотел еси: с припевы, иже писаны на малей вечерни.
  
  Слава, и ныне, глас 6: Взыде Бог В воскликновении:
  
  Таже, Ныне отпущаеши: и трисвятое.
  
  На благословении хлебов тропарь праздника, глас 4: Вознеслся еси во славе: трижды.
  
  И чтение великое в Деяниих святых апостол.
  
  А идеже несть всенощнаго: по Ныне отпущаеши, тропарь праздника, единожды.
  
  На повечерии, по Достойно, кондак праздника. Полунощницу поем по обычаю с кафисмою. По 1-м трисвятом, вместо, Се жених: глаголем тропарь праздника. По 2-м трисвятом, вместо, Помяни Господи яко благ: глаголем кондак праздника.
  
  Таже, Господи помилуй, 12, и отпуст. Молитвы же, Помяни Господи в надежди: не глаголем.
  
  В четверток.
  
  Утрени начало по обычаю: и абие чтец глаголет: Приидите поклонимся: трижды. И обычныя два псалма, 19 и 20: и шестопсалмие. На Бог Господь, тропарь праздника: Вознеслся еси во славе: трижды. И обычныя кафисмы две, и седальны праздника. Полиелей праздника, и седален. И чтение праздника: похвальная словеса, творение кир Андреа, или прочих. Степенна, 1-й антифон 4-го гласа.
  
  Прокимен, глас 4: Взыде Бог в воскликновении:
  
  Стих: Вси язы́цы восплещите руками: Всякое дыхание:
  
  Евангелие марка, зачало 71: Воскрес Иисус заутра в первую субботу:
  
  Воскресение Христово: единожды. Псалом 50.
  
  Стихира праздника, глас 6: Днесь на небесех горния силы: и прочее.
  
  Каноны праздника два: 1-й, творение кир Иоанна монаха, глас 5: ирмосы по дважды, тропари на 6. Другий, глас 4, творение кир Иосифа, со ирмосом на 6.
  
  Катавасиа, божественным покровен: оба лика вкупе:
  
  По 3-й песни седален праздника, глас 8.
  
  Подобен, Премудрости: Всед на облаки небесныя:
  
  Слава, и ныне, тойже, и чтение праздника.
  
  По 6-й песни,
  
  Кондак, глас 6: Еже о нас исполнив смотрение, и яже на земли соединив небесным, вознеслся еси во славе Христе Боже, никакоже отлучаяся, но пребывая неотступный, и вопия любящим тя: аз есмь с вами, и никтоже на вы.
  
  И икос, и чтем синаксарий.
  
  На 9-й песни, Честнейшую не поем, но поем припевы праздника.
  
  По 9-й же песни катавасиа, Радуйся Царице:
  
  Таже светилен праздника, учеником зрящим тя: трижды.
  
  На хвалитех стихиры на 4, глас 1.
  
  Подобен: небесных чинов: Ангельски иже в мире торжествуим:
  
  Слава, и ныне, глас 2: Родился еси яко сам восхотел еси:
  
  Славословие великое. Тропарь праздника, и ектении, и отпуст. Дается и святый елей братии, и поучение Студитово, и час 1-й в притворе. Тропарь и кондак праздника: и совершенный отпуст.
  
  На Литургии:
  
  Антифон 1, псалом 46, глас 2: Вси язы́цы восплещите руками, воскликните Богу гласом радования.
  
  Молитвами Богородицы, Спасе спаси нас.
  
  Стих 2: яко Господь вышний страшен, царь велий по всей земли.
  
  Молитвами Богородицы:
  
  Стих 3: Покори люди нам, и языки под ноги наша.
  
  Молитвами Богородицы:
  
  Стих 4: Взыде Бог в воскликновении, Господь во гласе трубне.
  
  Молитвами Богородицы:
  
  Слава, и ныне: молитвами Богородицы:
  
  Антифон 2, псалом 47, глас 2: Велий Господь, и хвален зело, во граде Бога нашего, в горе святей Его.
  
  Спаси ны Сыне Божий, вознесыйся во славе, поющия ти: Аллилуиа.
  
  Стих 2: Горы Сионския, ребра Северова, град царя великаго.
  
  Спаси ны Сыне Божий:
  
  Стих 3: Бог в тяжестех его знаемь есть, егда заступает и.
  
  Спаси ны Сыне Божий:
  
  Стих 4: Яко се царие земстии собрашася, снидошася вкупе.
  
  Спаси ны сыне Божий:
  
  Слава, и ныне, Единородный сыне:
  
  Антифон 3, псалом 48, глас 4: Услышите сия вси язы́цы, внушите вси живущии по вселенней.
  
  Таже тропарь, глас тойже: Вознеслся еси во славе Христе Боже наш:
  
  Стих 2: Земнороднии же и сынове человечестии, вкупе богат и убог.
  
  Тропарь, Вознеслся еси во славе:
  
  Стих 3: Уста моя возглаголют премудрость, и поучение сердца моего разум.
  
  Тропарь, Вознеслся еси во славе:
  
  Стих 4: Приклоню в притчу ухо мое, отверзу во псалтири ганание мое.
  
  Тропарь: Вознеслся еси во славе:
  
  Таже диакон, Премудрость, прости:
  
  Мы же: Входное: Взыде Бог в воскликновении, Господь во гласе трубне.
  
  Тропарь: Вознеслся еси во славе:
  
  Слава, и ныне, кондак, еже о нас исполнив смотрение:
  
  Таже трисвятое:
  
  Прокимен, глас 6: Вознесися на небеса Боже, и по всей земли слава Твоя:
  
  Стих: Готово сердце мое Боже, готово сердце мое.
  
  Апостол: Деяний зачало 1: Первое убо слово сотворих: Аллилуиа, глас 2: Взыде Бог в воскликновении:
  
  Стих: Вси язы́цы восплещите руками:
  
  Евангелие луки, зачало 114: Воскрес Иисус от мертвых, и ста посреде ученик своих:
  
  За Достойно поем и до отдания: ирмос, Тя паче ума:
  
  Причастен: Взыде Бог в воскликновении, Господь во гласе трубне.
  
  Аллилуиа.
  
  На трапезе велие утешение братии.
  
  В четверток вечера, вознесения.
  
  Кафисмы не глаголем. Аще ли где всенощнаго не было, кафисму глаголем рядовую. На Господи воззвах: стихиры праздника самогласны 3, и минеи святаго 3.
  
  Слава, святаго, аще имать:
  
  И ныне, праздника,
  
  Аще же ни: Слава, и ныне, праздника, глас 2: Родился еси: Вход.
  
  Прокимен великий, глас 6: Бог наш на небеси и на земли, вся елика восхоте сотвори.
  
  Стих: Во исходе израилеве от Египта, дому Иаковля:
  
  Стих: Море виде и побеже:
  
  Стих: Что ти есть море, яко побегло еси?
  
  И паки, Бог наш на небеси и на земли:
  
  Ектении, Рцем вси: и Исполним вечернюю молитву:
  
  На стиховне стихиры праздника, глас 2.
  
  Подобен, егда от древа: Глаголет иже всяческая исполняяй: С припевы праздника.
  
  Слава, и ныне, глас 6: На горах святых:
  
  Тропарь праздника, Вознеслся еси: и отпуст.
  
  [Смотри] Службу минеи рядоваго святаго, случившагося в праздник Вознесения, поем на повечерии.
  
  [Смотри] Ведати же есть: яко празднуется служба Владычняго праздника до пятка Пятдесятницы: блаженны же глаголем от канонов праздника.
  
  В пяток Вознесения на утрени.
  
  На Бог Господь, тропарь праздника, трижды. Кафисмы обычныя две, и седальны праздника, и чтение.
  
  Канон праздника, ирмосы по дважды, тропари на 6: [един по единому пременяюще на всяк день глаголем:] и минеи на 4. По 3-й песни, кондак и икос святаго, и седален его:
  
  Слава, и ныне, праздника.
  
  По 6-й песни, кондак и икос праздника.
  
  По 9-й песни, светилен праздника:
  
  Слава, святаго, аще имать:
  
  И ныне, праздника.
  
  Аще ли ни, Слава, и ныне, праздника. На стиховне, стихиры праздника:
  
  Слава, и ныне, праздника. И прочее утрени.
  
  На Литургии, блаженна от канона праздника, песнь 1-я, со ирмосом на 6.
  
  В субботу 6-я недели на Литургии.
  
  Праздника песнь 3, на 6.
  
  Прокимен праздника: Вознесися на небеса Боже:
  
  Апостол Деяний, зачало 43: Во едину от суббот собравшимся учеником:
  
  Аллилуиа, праздника:
  
  Евангелие Иоанна, зачало 48: Глаголы, яже аз глаголю вам:
  
  Причастен праздника.
  
  Неделя 7-я, святых трех сот 18 богоносных отец, иже в Никеи.
  
  На Велицей Вечерни, блажен муж: кафисма вся. На Господи воззвах, ставим стихов 10: и поем стихиры воскресны 3, глас 6: и Вознесения 3: и отцев 4, глас 6.
  
  Подобен: Отчаянная:
  
  Слава, глас тойже, самогласен: Таинственныя днесь духа трубы:
  
  И ныне: Кто тебе не ублажит: Вход.
  
  Прокимен: Господь воцарися, со стихи его: и чтения отцев 3.
  
  На литии стихира праздника, глас 1: Возшед на небеса:
  
  Слава, отцев, глас 3: Апостольских преданий:
  
  И ныне, праздника, глас 6: Господи смотрения совершив таинство:
  
  На стиховне стихиры воскресны по алфавиту.
  
  Слава, отцев, глас 4: Молебную память днесь:
  
  И ныне, праздника, глас тойже: Господи таинство еже от веков:
  
  Таже, Ныне отпущаеши: Трисвятое, и по Отче наш:
  
  Тропарь отцев, глас 8: Препрославлен еси Христе Боже наш, светила на земли отцы наши основавый, и теми ко истинней вере вся ны наставивый, многоблагоутробне слава тебе. Дважды.
  
  И праздника, единожды: и благословение хлебов, и чтение Деяний святых апостол.
  
  [Смотри] Аще ли несть бдения, тропарь воскресн: Ангельския силы: Слава, отцев. И ныне, Вознесения. На повечерии, кондак отцев: Слава, и ныне, вознесения.
  
  На утрени, на Бог Господь, тропарь воскресн, глас 6: Ангельския силы: дважды.
  
  Слава, отцев.
  
  И ныне, праздника, Вознесения.
  
  По кафисмах седальны воскресны с Богородичны их, и чтение во Евангелии толковом Иоанна, емуже начало:
  
  По празднице преславнаго Вознесения Господа нашего Иисуса Христа: Непорочны с тропари: Ангельский собор: И впакои гласа. Степенна, и прокимен гласа: Всякое дыхание:
  
  Евангелие воскресно Иоанна, зачало 67: Явися Иисус учеником своим востав от мертвых:
  
  Таже, Воскресение Христово: псалом 50, и прочее обычное.
  
  Канон воскресн гласа: со ирмосом на 4: и Вознесения на 4: и отцев на 6.
  
  Катавасиа: Божественным покровен:
  
  По 3-й песни кондак и икос Вознесения: и седален отцев, глас 4.
  
  Подобен: Скоро предвари: Светила пресветлая:
  
  Слава, другий, глас тойже.
  
  Подобен: Вознесыйся: Никейский светлый град:
  
  И ныне, Вознесения.
  
  По 6-ой песни,
  
  Кондак отцев, глас 8.
  
  Подобен: Яко начатки: Апостол проповедание, и отец догматы, церкви едину веру запечатлеша: яже и ризу носящи истины, исткану от еже свыше богословия, исправляет и славит благочестия великое таинство.
  
  И икос.
  
  На 9-й песни поем, Честнейшую: Светилен воскресн.
  
  Слава, отцев.
  
  И ныне, праздника.
  
  На хвалитех стихиры воскресны 4, и отцев 3, повторяюще 1-ю, глас 6.
  
  Подобен: Всю отложивше: Все собравше душевное художество:
  
  Слава, глас 8: Святых отец лик:
  
  И ныне: Преблагословенна еси Богородице Дево:
  
  Славословие великое.
  
  Тропарь воскресн точию. Ектении, и отпуст, и исхождение в притвор.
  
  Слава, и ныне, стихира евангельская, глас 6: По еже во ад сошествии:
  
  И поучение Студитово.
  
  И час 1-й. На 1-м часе тропарь воскресн:
  
  Слава, праздника:
  
  И ныне Богородичен часов.
  
  По трисвятом кондак праздника. На 3-м часе, тропарь воскресн.
  
  Слава, отцев.
  
  И ныне, Богородичен часов.
  
  По трисвятом кондак отцев. Такожде и на прочих часех, тропарь и кондак праздника, и отцев, глаголем пременяюще.
  
  На Литургии, блаженна гласа, на 4: и праздника песнь 4-я, на 4: и отцев песнь 6-я, на 4.
  
  По входе глаголем тропарь воскресн, таже вознесения и отцев:
  
  Слава, кондак отцев.
  
  И ныне, Вознесения.
  
  Прокимен, глас 4, песнь отцев: Благословен еси Господи Боже отец наших:
  
  Стих: Яко праведен еси о всех:
  
  Апостол: Деяний зачало 44: Суди Павел мимо ити Ефес:
  
  Аллилуиа, глас 1: Бог богов Господь глагола, и призва землю:
  
  Стих: Соберите Ему преподобныя Его.
  
  Евангелие Иоанна, зачало 56: Возвед Иисус очи свои на небо:
  
  Причастен: Хвалите Господа с небес:
  
  Другий: Радуйтеся праведнии о Господе:
  
  В туюжде неделю вечера:
  
  На Господи воззвах, поем стихиры на 6: отцев, 3, глас 6.
  
  Подобен, отчаянная: Из чрева родился еси прежде денницы: и минеи святаго 3.
  
  Слава, отцев, глас 6: Таинственныя днесь духа трубы:
  
  И ныне, праздника, глас тойже: На горах святых:
  
  Прокимен дне. На стиховне стихиры отцев, глас 6.
  
  Подобен: Всю отложивше: с припевы их.
  
  Слава, глас 3: Апостольских преданий:
  
  И ныне, праздника, глас 6: Взыде Бог в воскликновении:
  
  Тропарь отцев.
  
  Слава, святаго, аще есть:
  
  Аще ли ни, Слава, и ныне, праздника.
  
  И отдается последование святых отцев.
  
  В понедельник 6 недели на утрени:
  
  На Бог Господь, тропарь Вознесения, трижды.
  
  Кафисмы две, и седальны праздника.
  
  Канон праздника, со ирмосом на 8: ирмосы по дважды: и минеи на 4.
  
  На стиховне стихиры праздника, и прочее.
  
  [Смотри] На Литургии, блаженна от канона праздника, песнь 5, во вторник 6, в среду 6, в четверток 8.
  
  В четверток вечера 6-я седмицы отдание Вознесения.
  
  На Господи воззвах, и все последование, поем праздника, неизменно, якоже и в господьственный день вознесения, кроме чтений, и полиелеа: на вечерни же, и на утрени, и На Литургии, блаженна праздника, песнь 9, обоих канонов на 8.
  
  По входе тропарь праздника.
  
  Слава, и ныне: кондак.
  
  Прокимен, Аллилуиа, и причастен праздника: апостол же, и Евангелие дне.
  
  [Смотри] Службу же минеи поем на повечерии.
  
  В пяток вечера пятдесятницы, память совершаем всех от века усопших благочестивых христиан, отец и братий наших.
  
  И поем всю службу о усопших вечер и утро, якоже предызъявися в субботу мясопустную, во всем подобне.
  
  Неделя святыя пентикостии.
  
  На Велицей Вечерни, обычное стихословие: На Господи воззвах, ставим стихов 10: и поем стихиры самогласны, глас 1: Пятдесятницу празднуим: Ины стихиры, глас 2: Видехом свет истинный:
  
  Слава, и ныне, глас 8: Приидите людие, Триипостасному Божеству поклонимся:
  
  Вход. Свете тихий: прокимен дне, и чтения праздника 3:
  
  1-е, Числ: Рече Господь к Моисею: собери ми седмьдесят мужей:
  
  2-е, пророчества Иоилева: Тако глаголет Господь: чада Сионова радуйтеся:
  
  3-е, пророчества Иезекиилева: Тако глаголет Господь: прииму вас от язык:
  
  На литии, стихиры самогласны 3, глас 2: Во пророцех возвестил еси нам путь спасения:
  
  Слава, и ныне, глас 8: Егда Духа Твоего послал еси Господи:
  
  На стиховне стихиры самогласны глас 6: Не разумеюще язы́цы Господи: Припевы писаны на малей вечерни.
  
  Слава, и ныне, глас 8: язы́цы иногда размесишася:
  
  Тропарь праздника, глас 8: Благословен еси Христе Боже наш (трижды).
  
  И благословение хлебов.
  
  И чтение Деяний святых апостол.
  
  [Смотри] Аще ли не будет бдения: По Ныне отпущаеши, тропарь праздника, единожды. На повечерии, по Достойно и по трисвятом кондак праздника. Полунощницу поем по обычаю. Канон глаголем троичен во октоихе гласа.
  
  На утрени, на Бог Господь, тропарь праздника, трижды: и обычныя кафисмы две.
  
  И седальны праздника.
  
  И чтение в толковании Иоанна, слово 8: В последний день: на двое. Полиелей и седален праздника, и чтение в богослове. Степенна, 1-й антифон 4-го гласа.
  
  Прокимен, глас тойже: Дух Твой благий наставит мя на землю праву.
  
  Стих: Господи услыши молитву мою: Всякое дыхание:
  
  Евангелие Иоанна, зачало 65: Сущу позде: Конец: И имже держите, держатся.
  
  Воскресение Христово, не глаголем: но абие псалом 50.
  
  Слава, молитвами апостолов:
  
  И ныне, молитвами Богородицы:
  
  Таже стих: Помилуй мя Боже:
  
  Стихира, глас 6: Царю Небесный:
  
  Канона праздника два, Первый кир Космы, глас 6: Другий, глас 4, творение кир Иоанна. Ирмосы обою канонов по дважды: тропари на 12. Последи же един лик, первый ирмос: и другий лик, другий ирмос. По 3-й песни, седален праздника:
  
  Слава, и ныне, тойже.
  
  По 6-й песни,
  
  Кондак, глас 8: Егда снизшед языки слия, разделяше языки Вышний: егда же огненныя языки раздаяше, в соединение вся призва, и согласно славим Всесвятаго Духа.
  
  И икос. И синаксарий.
  
  На 9-й песни, Честнейшую не поем.
  
  Светилен, подобен: Ибо звездами: Всесвятый Душе: дважды.
  
  Слава, и ныне, другий: Свет отец:
  
  На хвалитех стихиры, на 6: глас 4.
  
  Самогласен: Преславная днесь:
  
  Слава, и ныне, глас 6: Царю Небесный:
  
  Славословие великое. Тропарь праздника. ектении, и отпуст, и час 1-й.
  
  На 1-м часе, тропарь праздника. По трисвятом кондак праздника, и конечный отпуст.
  
  На Литургии: Антифон 1, псалом 18, глас 2: Небеса поведают славу Божию.
  
  Молитвами Богородицы, Спасе спаси нас.
  
  И другий лик тойже стих: Небеса поведают славу Божию, творение же руку Его возвещает твердь.
  
  Молитвами Богородицы:
  
  Стих 2: День дни отрыгает глагол, и нощь нощи возвещает разум.
  
  Молитвами Богородицы:
  
  Стих 3: Во всю землю изыде вещание их, и в концы вселенныя глаголы их.
  
  Молитвами Богородицы:
  
  Слава, и ныне, молитвами Богородицы:
  
  Антифон 2, псалом 19, глас тойже. Стих 1: Услышит тя Господь в день печали.
  
  Спаси ны Утешителю благий, поющия Ти: аллилуиа.
  
  Другая страна, тойже стих: Услышит тя Господь в день печали, защитит тя имя Бога Иаковля.
  
  Спаси ны Утешителю благий:
  
  Стих 2: Послет ти помощь от святаго, и от Сиона заступит тя.
  
  Спаси ны Утешителю благий:
  
  Стих 3: Даст ти Господь по сердцу твоему, и весь совет твой исполнит.
  
  Спаси ны Утешителю благий:
  
  Слава, и ныне, Единородный сыне:
  
  Антифон 3, псалом 20, глас 8. Стих 1: Господи, силою Твоею возвеселится царь.
  
  Тропарь, глас тойже: Благословен еси Христе Боже наш:
  
  Другий лик: тойже стих: Господи, силою Твоею возвеселится царь, и о спасении Твоем возрадуется зело.
  
  Тропарь: Благословен еси Христе Боже наш:
  
  Стих 2: Желание сердца его дал еси ему, и хотения устну его неси лишил его.
  
  Тропарь: Благословен еси Христе Боже наш:
  
  Стих 3: Яко предварил еси его благословением благостынным, положил еси на главе его венец от камене честна.
  
  Тропарь: Благословен еси Христе Боже наш:
  
  Входное: Вознесися Господи силою Твоею, воспоем и поем силы Твоя.
  
  Таже тропарь: Благословен еси Христе Боже наш:
  
  Слава, и ныне, кондак: Егда снизшед языки слия:
  
  Вместо же трисвятаго: Елицы во Христа крестистеся:
  
  Прокимен, глас 8: Во всю землю изыде вещание их: и до отдания.
  
  Стих: Небеса поведают славу Божию:
  
  Апостол Деяний, зачало 3: Егда скончавашася дние Пятдесятницы:
  
  Аллилуиа, глас 1: Словом Господним небеса утвердишася:
  
  Стих: С небесе призре Господь:
  
  Евангелие Иоанна, зачало 27: В последний день великий праздника:
  
  За Достойно поем ирмос: Радуйся царице: и до отдания.
  
  Причастен: Дух Твой благий наставит мя на землю праву.
  
  Аллилуиа, трижды. И по отпусте литургии глаголется девятый час по обычаю.
  
  В неделю вечера святыя 50-цы.
  
  Знаменует ранее последования ради коленопреклонения, начинает иерей: Благословен Бог наш:
  
  И глаголет учиненный чтец: Царю Небесный: и предначинательный псалом.
  
  Таже, ектениа великая.
  
  На Господи воззвах, стихиры праздника на 6, глас 4, самогласны: Преславная днесь: повторяюще.
  
  Вход с кадилом. Свете тихий:
  
  Прокимен великий, глас 6: Кто Бог велий, яко Бог наш? Ты еси Бог творяй чудеса.
  
  Стих 1: Сказал еси в людех силу Твою.
  
  Стих 2: И рех ныне начах, сия измена десницы вышняго.
  
  Стих 3: Помянух дела Господня, яко помяну от начала чудеса Твоя.
  
  И паки: Кто Бог велий:
  
  Таже возглашает иерей, или диакон: Паки и паки приклоньше колена, Господу помолимся.
  
  И мы, Господи помилуй, трижды.
  
  Нам же приклоньшим колена на землю, и непокровенным сущим, чтет иерей молитвы во олтаре велегласно на люди: Пречисте, нескверне:
  
  По скончании же первыя молитвы, диакон глаголет: Заступи, спаси, помилуй, возстави и сохрани нас Боже, Твоею благодатию.
  
  И Господи помилуй (единожды). Пресвятую, Пречистую: и прочее.
  
  Таже иерей, возглас молитвы: Твое бо есть еже миловати, и спасати нас:
  
  Посем иерей, или диакон глаголет ектению: Рцем вси: и прочее обычно.
  
  Иерей возглас: Яко милостив и человеколюбец Бог еси:
  
  И абие диакон: Паки и паки приклоньше колена, Господу помолимся.
  
  Мы же, Господи помилуй, трижды.
  
  И приклоняем колена по предписанному, чтет иерей 2-ю молитву во услышание всех: Господи Иисусе Христе Боже наш, мир Твой подавый человеком:
  
  По совершении ея, диакон глаголет: Заступи, спаси, помилуй, возстави и сохрани нас Боже, твоею благодатию. Пресвятую, Пречистую:
  
  Иерей возглас молитвы: Благоволением и благостию Единороднаго Сына Твоего:
  
  Таже, Сподоби Господи в вечер сей:
  
  И посем глаголет диакон: Паки и паки приклоньше колена, Господу помолимся.
  
  И нам такожде колена приклоньшим, иерей чтет 3-ю молитву: Приснотекущий, животный:
  
  Таже присовокупляет ины две, писаны в Триоди.
  
  По скончании же молитв, диакон глаголет: Заступи, спаси, помилуй, возстави и сохрани нас Боже, Твоею благодатию. Пресвятую, Пречистую:
  
  Иерей возглас: Ты бо еси упокоение душ и телес наших:
  
  Посем диакон глаголет: Исполним вечернюю молитву:
  
  Иерей возглас: Яко благ и человеколюбец: Мир всем.
  
  Диакон: Главы наша Господеви приклоним.
  
  Иерей молитву втай обычную, Таже возглас: Буди держава:
  
  И посем сошедшеся оба лика на среде, поем на стиховне стихиры праздника, глас 3: Ныне в знамение всем: с припевы их.
  
  Слава, и ныне, глас 8: Приидите людие, Триипостасному Божеству поклонимся:
  
  Посем: Ныне отпущаеши: Трисвятое, и по Отче наш: тропарь, глас 8: Благословен еси Христе Боже наш: и отпуст.
  
  [Смотри] На повечерии, поем канон Святаго Духа, глас 1, творение Феофаново, ирмосы по дважды: Тропари на 4. Припев в каноне: Слава Тебе Боже наш, слава Тебе. По 9-й песни, вместо Достойно, поем ирмос тойже. По трисвятом кондак праздника.
  
  В понедельник Святаго Духа на полунощнице.
  
  По 1-м трисвятом глаголем тропарь праздника. По 2-м трисвятом кондак праздника. Господи помилуй, 12, и отпуст. Молитвы же, Помяни Господи: не глаголем.
  
  На утрени, на Бог Господь тропарь праздника трижды. И обычныя кафисмы, и седальны праздника, и чтение праздника.
  
  Канон праздника, глас 6, со ирмосом на 8:
  
  Другий, глас 4, со ирмосом на 6:
  
  Катавасиа: Божественным покровен: оба лика вкупе.
  
  По 3-й песни, седален праздника.
  
  По 6-й песни кондак и икос праздника, и синаксарий. Честнейшую не поем.
  
  По 9-й песни светилен праздника, дважды: Другий, единожды.
  
  На хвалитех стихиры праздника самогласны, глас 2, на 4.
  
  Слава, и ныне, глас 8: язы́цы иногда размесишася:
  
  Славословие великое.
  
  Тропарь праздника. ектении и отпуст глаголем праздника: Иже в виде огненных язык:
  
  И час 1-й.
  
  На Литургии, блаженна от канона праздника, песнь 3, и 6.
  
  Таже иерей, или диакон: Премудрость, прости.
  
  Мы же входное: Вознесися Господи силою Твоею, воспоем и поем силы Твоя.
  
  Тропарь: Благословен еси Христе Боже наш:
  
  Слава, и ныне, кондак: Егда снизшед: Трисвятое.
  
  Прокимен, глас 6: Спаси Господи люди Твоя, и благослови достояние Твое.
  
  Стих: К тебе Господи воззову, Боже мой:
  
  Апостол к ефесеем, зачало 229: Чко чада света ходите: Аллилуиа, глас 2: Помилуй мя Боже, по велицей милости твоей:
  
  Стих: Не отвержи мене от лица Твоего:
  
  Евангелие Матфеа, зачало 75: Блюдите, да не презрите единаго малых сих:
  
  Причастен: Дух Твой благий наставит мя на землю праву.
  
  Аллилуиа, трижды.
  
  [Смотри] Знай и сие: яко службы святых прилучившихся в субботу грядущую, и в неделю всех святых, поем единаго напреди, а другаго в настоящий пяток, на повечерии.
  
  [Смотри] Ведомо же буди: яко седмица сия святыя пентикостии, разрешаема есть на сыр, рыбы, вино и елей, упражняются же и междочасия часов, и иже в повечериях певаемый канон пресвятыя Богородицы. Во вторник, на Литургии блаженна от канона праздника, обоих творцов, песнь 1-я, на 6. В среду, 4-я: В четверток, 5-я: В пяток, 6-я, 8-я: В субботу, зри ниже сего.
  
  В пяток вечера, кафисма рядовая.
  
  На Господи воззвах, и вся служба праздника, кроме паремий, и входа, якоже указася на отдание вознесения Христова. Такожде и в сию субботу 8-ную, на утрени, служба вся праздника, кроме полиелеа и степенны, и евангелиа: точию канон праздника, со ирмосом на 8: ирмос по дважды: другий со ирмосом на 6: ирмос по дважды. Катавасиа, ирмос 2-го канона: Божественным покровен: оба лика вкупе. Славословие великое: и ектении, и отпуст. На отпусте поминает иерей святаго, егоже есть день. И час 1-й.
  
  На часех, тропарь, и кондак праздника, и конечный отпуст.
  
  На Литургии, блаженна праздника, песнь 9, обоих канонов, на 8.
  
  По входе тропарь праздника:
  
  Слава, и ныне: кондак.
  
  Трисвятое. Прокимен, и Аллилуиа праздника.
  
  Апостол дне, к римляном, зачало 79: Павел раб Иисус Христов:
  
  Евангелие Матфеа, зачало 15: Просящему у тебе дай:
  
  Причастен праздника: Дух Твой благий наставит мя на землю праву.
  
  Неделя всех святых.
  
  На малей вечерни, стихиры воскресны, глас 8, на 4:
  
  Слава, глас 6: Мученков божественный лик:
  
  И ныне, Богородичен, глас 8: Како Тя ублажим Богородице:
  
  На стиховне стихира воскресна, и Богородицы.
  
  Слава, и ныне, Богородичен.
  
  По Ныне отпущаеши, и по Отче наш.
  
  Тропарь воскресн:
  
  Слава, и ныне, Богородичен.
  
  Ектениа, и отпуст.
  
  На Велицей Вечерни, по обычном псалме, Блажен муж, кафисма вся.
  
  На Господи воззвах, ставим стихов 10: и поем стихиры глас 8, воскресны 3, и анатолиевы 3, и всех святых 4: глас 6.
  
  Подобен: Всю отложивше: духовнии ветии:
  
  Слава, глас тойже: Мученк божественный лик:
  
  И ныне, Богородичен: Царь небесный:
  
  Вход. Свете тихий:
  
  Прокимен дне: Господь воцарися.
  
  Чтения 3. 1-е, пророчества Исаиина: Тако глаголет Господь, вси язы́цы собрашася вкупе:
  
  2-е, Премудрости Соломони: Праведных души в руце Божии:
  
  3-е: Премудрости Соломони: Праведницы во веки живут:
  
  На литии стихира храма, и самогласны всех святых, глас 1: Веры согласием:
  
  Слава, глас 5: Нынешнему торжеству:
  
  И ныне, Богородичен: Храм и дверь еси:
  
  Аще ли несть бдения, На Господи воззвах стихиры воскресны 3, и анатолиев 1, и святых на 6:
  
  Подобен: Всю отложивше:
  
  На стиховне стихиры воскресны, глас 8, с припевы их.
  
  Слава, глас 6: Приидите вернии:
  
  И ныне, Богородичен: Творец и избавитель мой:
  
  По трисвятом тропарь: Богородице Дево радуйся: дважды.
  
  И святых тропарь, глас 4: Иже во всем мире мученик Твоих, яко багряницею и виссом, кровьми церковь Твоя украсившися, теми вопиет Ти Христе Боже: людем Твоим щедроты твоя низпосли, мир жительству твоему даруй, и душам нашим велию милость (единожды).
  
  И благословение хлебов, и чтение послания соборнаго Иаковля.
  
  [Смотри] [от сея же недели начинаем чести на утренях недельных седмь посланий соборных, и 14 посланий святаго апостола Павла. Откровение Иоанна Богослова. Чтем же их на бдениих недельных, прежде иных чтений, до великия святыя недели Пасхи. В 50-цу же всю Деяния святых апостол чтем в неделях, якоже предписася.
  
  [Смотри] от сего же бдения начинаем чести толкования Иоанна Златоустаго, Евангелие еже от Матфеа, от 13 слова первыя книги. Оставшая же Богослова чтем во 12 днех по Христове рождестве. В весь же месяц сей, и вторый, совершаем обе книги толковательныя, 1-ю и 2-ю, на чтениих утренних, до исхода месяца августа: кроме егда прилучится житие некоего святаго, тогда оставляем, и чтем житие святаго.]
  
  На утрени, на Бог Господь, тропарь воскресн, глас 8: С высоты снизшел еси: дважды.
  
  Слава, святых, глас 4: Иже во всем мире мученик Твоих:
  
  И ныне, Богородичен: еже от века утаеное:
  
  И обычныя кафисмы, и седальны воскресны с богородичны их, и чтение во евангелии толковом.
  
  Непорочны, и тропари: Ангельский собор: впакои гласа.
  
  Степенна, и прокимен гласа: Всякое дыхание:
  
  Евангелие Матфеа, воскресно 1-е, утреннее, зачало 116: Единиинадесять ученицы:
  
  [Смотри] [от сего убо дне, утренняя евангелиа воскресна начинаем чести по ряду.]
  
  Воскресение Христово:
  
  Псалом 50.
  
  Слава, молитвами апостолов:
  
  И ныне, молитвами Богородицы:
  
  Стихира, глас 6: Воскрес Иисус от гроба.
  
  Канон октоиха, глас 8, воскресн, со ирмосом на 4: и Крестобогородичен на два, и Богородицы на два: и всех святых на 6, глас тойже.
  
  Катавасиа: Отверзу уста моя:
  
  По 3-й песни седален, глас 8.
  
  Подобен: Премудрости слова: Праотец отец:
  
  Слава тойже.
  
  И ныне, Богородичен, и чтение.
  
  По 6-й песни,
  
  Кондак, глас 8: Яко начатки естества, насадителю твари, вселенная приносит Ти Господи богоносныя мученики: тех молитвами в мире глубоце, церковь Твою, жительство Твое Богородицею соблюди Многомилостиве.
  
  И икос.
  
  И чтем синаксарий.
  
  На 9-й песни, поем Честнейшую:
  
  Свят Господь Бог наш: поем в настоящий глас. Светилен воскресн.
  
  Слава, святых:
  
  И ныне, Богородичен их.
  
  На хвалитех, Всякое дыхание:
  
  Ставим стихов 50. И поем стихиры воскресны 4: и анатолиев 1: и святых 3: глас 4.
  
  Подобен: Яко добля: святыя Господь иже на земли удиви:
  
  Припев: Воззваша праведнии: Со пророки апостолы:
  
  2-й: Дивен Бог во святых Своих: Иже землю онебесившии:
  
  Слава, стихира утренняя евангельская 1, глас 1: На гору учеником идущим:
  
  И ныне, Преблагословенна еси:
  
  Славословие великое. По трисвятом тропарь воскресн точию.
  
  Ектении, и отпуст, и час 1-й в притворе, и поучение Студитово, и совершенный отпуст.
  
  На Литургии, блаженна воскресна гласа на 4: и от канона святых, песнь 6-я, на 4:
  
  Прокимен, глас 8: Помолитеся и воздадите Господеви Богу нашему.
  
  И святых глас 4: Дивен Бог во святых своих:
  
  Апостол ко евреем, зачало 330: Святии вси, иже верою победиша царствия: Аллилуиа, глас 4: Воззваша праведнии:
  
  Стих: Многи скорби праведным:
  
  Евангелие Матфеа, зачало 38: Всяк иже исповесть Мя пред человеки:
  
  Причастен: Хвалите Господа с небес:
  
  Другий: Радуйтеся праведнии о Господе:
  
  На трапезе утешение братии, готовящимся к постному подвигу.
  
  [Смотри] Подобает ведати: Аще храм всех святых: На малей и Велицей Вечерни, и на утрени, и На Литургии, подобне поем, якоже случится в неделю великаго святаго, емуже бывает бдение, точию на утрени поем полиелей. По полиелеи: Величаем вас, апостоли, мученицы, пророцы и вси святии, и чтим святую память вашу: вы бо молите о нас Христа бога нашего. Псалом избранный: Блажен муж бояйся Господа: И седален святым, писан в каноне, по 3-й песни. Степенна гласа. Прокимен, и Всякое дыхание: Евангелие святым. Воскресение Христово: и псалом 50.
  
  Слава: Молитвами всех святых:
  
  И ныне, молитвами Богородицы:
  
  Вместо, воскрес Иисус: стихира всем святым: Кую волиши.
  
  Канон воскресн со ирмосом на 4: и Богородице: на два: и святым на 8: и прочее якоже предписася.`;
}
