export function canon() {
  return `Глава 11. О канонех всея седмицы Господа како поются канони Октоиха с Минеею
  В понедельник на утрени: Канон покаянен поем со ирмосом на 6: И безплотных на 4: И минеи святаго на 4. Аще ли поется святаго на 6, оставляются во октоихе оба мученична. И поем святаго на 6. Аще ли поется святаго полиелей: тогда не поется октоих: Но поем канон Богородице, или аще предпразднство, или попразднство со ирмосом на 6: ирмос по дважды, тропари на 4: И святаго на 8. Сице убо во всю седмицу поем полиелейнаго святаго канон на 8, якоже в понедельник сей явлено есть. Аще прилучатся два святых, оставляется канон безплотных: И поем канон покаянен, со ирмосом на 6: И святых по 4 стиха.
  
  Во вторник на утрени: Канон покаянен со ирмосом на 6: и Предтечи на 4: и минеи святаго на 4. Аще ли поется святый на 6, оставляются во октоихе оба мученична: и поем святаго на 6. Полиелей же по предписанному. Такожде бывает, аще и два святых, каноны им по четыре стиха.
  
  В среду на утрени: Канон Креста, со ирмосом на 6, и Богородицы на 4: и святаго на 4. Аще ли поется святый на 6, оставляются оба мученична во октоихе, и поется крестный канон со ирмосом на 4, и Богородицы на 4: и святаго на 6. Такожде бывает, аще будет и два святых во един день.
  
  В четверток на утрени: Поем канон святых апостолов, со ирмосом на 6: и святаго Николаа на 4: и минеи святаго на 4. Аще ли поется святый на 6: Поем канон апостолов, со ирмосом, и с богородичным, на 5: и святаго Николаа, с богородичны на 3: и минеи на 6. Аще будут два святых, и поем канон апостолов, со ирмосом на 6, и святым на 8.
  
  В пяток поем, якоже и в среду явлено есть неизменно.
  
  В субботу же, всегда предваряет в минеи святых: и поем святаго минеи, со ирмосом на 6. Таже храма святаго, на 4, и во октоихе мученичен канон на 4. Аще ли два святых: в минеи поем единому канон со ирмосом на 6: и другому на 4: и мученичен канон октоиха на 4: Храма же канон оставляется. Аще ли храм Христов, или Богородицы: и поем прежде храма канон, со ирмосом на 6. ирмос по дважды, тропари на 4: и святаго на 4: и октоиха мученичен канон на 4. Аще ли святый на 6: И поем храма со ирмосом на 4: и святаго на 6: и октоиха на 4.
  
  [Смотри] Ведомо же буди и сие: В куюлибо субботу славословие прилучится:
  
  На утрени канон храма, аще есть Христов или Богородицы, со ирмосом на 6: ирмос по дважды, тропари на 4: и святаго на 8. Аще же храм святаго или святыя: поем канон Богородицы прешедшия недели утренний, со ирмосом на 6: и святаго на 8: Храма же канон оставляется. По 9-й песни светилен святаго дважды. Слава, и ныне, Богородичен.`
}