export function saturdayWorship() {
  return `Глава 12. О службе субботней о вечерни, о утрени и о литургии егда поем Бог Господь
  В пяток вечера, по обычной стихологии, на Господи воззвах, поем стихиры подобны, святаго минеи, на 6, Слава, самогласен святаго, аще имать:
  
  Аще ли ни, Слава, и ныне, Богородичен 1-й настоящаго гласа.
  
  На стиховне стихиры во октоихе мученичны три, гласа. Слава, святаго, аще имать:
  
  Аще ли ни, Слава, и ныне, Богородичен.
  
  Таже: Ныне отпущаеши: и трисвятое. По Отче наш, тропарь святаго.
  
  Слава, и ныне, Богородичен, настоящаго гласа. Ектении, и отпуст.
  
  [Смотри] [Подобает ведати, яко аще не прилучится апостола коего память, или от святых великих, или святаго, не имуща тропаря, Бог Господь не поем: но аллилуиа, на глас 2.]
  
  На утрени по шестопсалмии поем Бог Господь: на глас тропаря святаго, и тропарь его дважды.
  
  Слава, и ныне, Богородичен 1-й по гласу тропаря святаго.
  
  Таже стихологисуем кафисму 16: Рече Господь Господеви моему: по обычаю. И по стихологии ектениа. И седальны во октоихе мученична два, 1-й и вторый.
  
  Слава, и ныне, Богородичен 1-й настоящаго гласа: и чтение.
  
  Посем стихологисуем непорочны: в нихже кадит священник. По непорочных седальны мученичны два, 3-й, 4-й, и покоин.
  
  Слава, и ныне, Богородичен.
  
  И паки чтение: и псалом 50: Помилуй мя Боже:
  
  И поем каноны 3: святаго минеи, со ирмосом на 6: ирмос по дважды, тропари на 4. Сей бо предваряет всегда в субботу: и по нем храма святаго, на 4.
  
  Таже во октоихе мученичен на 4: покоин бо канон поется в пяток, на повечерии.
  
  К каноном же глаголем песни: Поем Господеви:
  
  По 3-й песни седален минеи святаго:
  
  Слава, и ныне, Богородичен.
  
  По 6-й песни кондак и икос святаго, аще имать. И чтем пролог.
  
  По 9-й песни светилен прежде святаго, аще имать.
  
  Таже, Слава, октоиха: И ныне, Богородичен.
  
  Аще же ни: Светилен октоиха: Иже мертвыми и живыми:
  
  Слава, и ныне: Мы о тебе хвалимся:
  
  На хвалитех стихиры не поем октоиха, но поем их на стиховне.
  
  [Смотри] Аще ли несть святаго стихир на хвалитех, и мы глаголем: Тебе слава подобает:
  
  [Смотри] Аще ли поем святаго на хвалитех стихиры, тогда: Тебе слава подобает, не глаголем: но по стихирах глаголем: Слава Тебе показавшему нам свет. Слава в вышних Богу: и посем ектениа:
  
  Исполним утреннюю:
  
  Таже на стиховне стихиры поем октоиха, хвалитныя, мученичны три, 1-й, 2-й, 3-й, с припевы обычными:
  
  Исполнихомся заутра: 2, И буди светлость: един же оставляем, 4-й покоин, от дамаскиновых. Слава, святаго самогласен, аще имать.
  
  Аще ли ни, Слава, и ныне, Богородичен их.
  
  Стиховна же субботная оставляется: точию на тех утренях поется в субботы поста, в субботу 2-ю, 3-ю и 4-ю, или аще случится аллилуиа: И поется стиховна, со упокойными их припевы.
  
  Таже, благо есть исповедатися Господеви: И трисвятое: По Отче наш, тропарь святаго:
  
  Слава, и ныне, Богородичен утрени, во глас тропаря святаго: и ектении. И час 1-й, и отпуст, и многолетно.
  
  По скончании же сего обычная литиа в притворе, яко предписася.
  
  На Литургии блаженна октоиха, на 6: аще ли имать святый на Литургии песнь, и святаго песнь 3– я, на 4: и октоиха гласа, на 4.
  
  По входе глаголем тропари сице: Прежде тропарь храма, аще Христов храм, и Богородицы:
  
  Таже тропарь дне:
  
  Апостоли, мученицы и пророцы: И потом тропарь святаго рядоваго, и кондак его. Аще ли будет другий святый, имеяй тропарь и кондак, глаголи его. Аще же несть в субботу тропаря или кондака ни единому святому, и мы глаголем после дневнаго тропаря, за упокой:
  
  Помяни Господи яко благ: Аще ли где храм святаго, или святыя, и тем храмом в субботу тропарей не глаголем: занеже вси святии именовани суть в дневном тропаре.
  
  Слава, кондак: Со святыми упокой:
  
  И ныне, яко начатки.
  
  [Смотри] о томже: Аще ли храм святаго, или святыя, и тропари по входе глаголем сице: Прежде дне, Апостоли, мученицы и пророцы:
  
  Потом тропарь и кондак святаго на ряду. Аще ли несть: Помяни Господи, яко благ:
  
  Слава, Со святыми упокой:
  
  И ныне, яко начатки:
  
  Аще где и в Христове храме и Богородицы, кроме предпразднства, и попразднства: покрываем темже дневным кондаком. И ныне, яко начатки: а не храмовым кондаком.
  
  В субботу бо храмовыя кондаки, Христовы и Богородицы, оставляются: точию аще прилучится великий святый, тогда, И ныне, кондак храма Христова, или храма Богородицы.
  
  А идеже несть храма Христова и Богородицы, глаголем: Предстательство христиан: Прокимен, апостол, аллилуиа, Евангелие и причастен, прежде святаго, таже дне: предваряет бо всегда рядоваго апостола и евангелиа, кроме господских праздников сия служба поется в субботах всегда, егда прилучится быти, Бог Господь:
  
  Аще же прилучится в субботу владычний праздник, поется служба непременно вся праздника.`
}