export function saturdayHallelujah() {
  return `Глава 13. Подобает ведати, аще прилучится в субботу пети аллилуиа
  В пяток вечера, стихословим кафисму 18.
  
  Таже на Господи воззвах, стихиры минеи святаго, 3. И октоиха мученичны три, 2-й, 3-й, 4-й, а первый оставляется.
  
  Слава, и ныне, Богородичен воскресн, настоящаго гласа.
  
  Таже, Свете тихий: Посем прокимен.
  
  Таже, Сподоби Господи в вечер сей: На стиховне мученичен 1: и мертвена два кир Иоанна Дамаскина.
  
  Слава, и ныне, Богородичен.
  
  Таже, Ныне отпущаеши: и трисвятое, по Отче наш: тропарь, глас 2: Апостоли, мученицы и пророцы.
  
  Слава, Помяни Господи, яко благ, души раб Твоих:
  
  И ныне, Богородичен: Мати святая:
  
  Ектениа, и отпуст. И обычная литиа за упокой в притворе.
  
  На утрени по обычном начале, и по шестопсалмии: Вместо Бог Господь, поем Аллилуиа, на глас 2, глаголем по трижды.
  
  Таже, Стих 1: Блажени яже избрал, и приял еси Господи.
  
  Стих 2: Память их в род и род.
  
  Стих 3: Души их во благих водворятся.
  
  Тропарь, глас 2: Апостоли, мученицы и пророцы: дважды.
  
  Слава, Помяни Господи яко благ:
  
  И ныне, Богородичен: Мати святая:
  
  Таже, кафисма 16. Ектениа обычная, по нейже глаголем два седальны октоиха, мученичны три, 2-й и 3-й: первый оставляется.
  
  Таже глаголем стих: Дивен Бог во святых своих: И глаголем мученичен 4-й: а Богородичен 1-й оставляется.
  
  Таже стих: блажени яже избрал: И глаголем седален покоин, гласа:
  
  Слава и ныне, Богородичен вторый. И чтение.
  
  По немже ничтоже глаголя, поем непорочны, с припевы: благословен еси Господи: на глас 2. Разделяем же ю на двое. На среди по 1-й статии не глаголем, Слава, и ныне, но поем по конце: яко аще бы не закон твой: трижды.
  
  И глаголет священник ектению о усопших: Паки и паки:
  
  Лик, Господи помилуй, единожды.
  
  Еще молимся о упокоении душ усопших рабов Божиих, имярек:
  
  Лик, Господи помилуй, единожды.
  
  Яко да Господь Бог учинит души их:
  
  Лик, Господи помилуй, единожды.
  
  Милости божия, царства небеснаго:
  
  Лик, Подай Господи.
  
  Диакон, господу помолимся.
  
  Священник, Боже духов, и всякия плоти:
  
  Мы же глаголем, Господи помилуй, 40.
  
  Возглас, яко ты еси воскресение:
  
  Лик, Аминь.
  
  Таже поем другую статию: Твой есмь аз: Припев, спасе спаси мя. На конец: Жива будет душа моя: трижды.
  
  Таже, благословен еси Господи: И посем тропари за упокой: святых лик обрете источник: и прочия.
  
  И по них ектению глаголет священник преждереченную за упокой: и поминает усопших.
  
  Мы же глаголем, Господи помилуй, 40. Дóндеже скончает священник молитву: Боже духов: и по возгласе седален, глас 5: Покой спасе наш с праведными рабы твоя:
  
  Слава, и ныне, Богородичен: от девы возсиявый миру:
  
  И чтение. Псалом 50, Помилуй мя Боже:
  
  Таже канон прежде минеи, со ирмосом на 6: и храма на 4: и октоиха на 4, первый.
  
  По 3 песни ектениа обычная: кондак, и седален минеи: И чтение.
  
  По 6-й песни ектениа за упокой: кондак, глас 8: Со святыми упокой: И икос, и пролог.
  
  По 9 песни светилен октоиха. На хвалитех стихиры мученичны, 4:
  
  Слава, покоин:
  
  И ныне, Богородичен.
  
  На стиховне стихиры подобны, покойны кир Феофана.
  
  Слава, и ныне, Богородичен.
  
  Таже, Благо есть: и трисвятое. По Отче наш, тропарь, глас 2: Апостоли, мученицы и пророцы:
  
  Слава, Помяни Господи:
  
  И ныне, Богородичен: Мати святая: И ектениа.
  
  Таже, священник: Сый благословен Христос Бог наш: И мы, утверди Боже: и час 1-й, и отпуст. На часех тропари: Апостоли, мученицы и пророцы:
  
  Слава, Помяни Господи яко благ:
  
  И ныне, Богородичен часов.
  
  И по Отче наш: кондак, Со святыми упокой: И отпуст.
  
  На Литургии, Блаженна октоиха, на 6. По входе, тропарь: Апостоли, мученицы и пророцы: и Помяни Господи, яко благ:
  
  Слава, кондак, Со святыми упокой: И ныне Богородичен: Тебе и стену и пристанище:
  
  Прокимен, глас 8. Веселитеся о Господе:
  
  Стих: Блажени ихже оставишася беззакония:
  
  За упокой, прокимен: Души их во благих водворятся.
  
  Апостол субботы ряд: И другий за упокой. Аллилуиа, глас 8: Воззваша праведнии.
  
  Стих: Блажени яже избрал, и приял еси Господи. Евангелие субботы ряд: И другое за упокой.
  
  Причастен: Радуйтеся праведнии о господе: Другий за упокой: блажени яже избрал и приял еси Господи, и память их в род и род.`
}