export function polyeleosSaintASaturday() {
  return `Глава 15. О святем имущем полиелей, аще случится в субботу
  В пяток вечера, поем Блажен муж, 1-й антифон. На Господи воззвах, стихиры святаго, на 6:
  
  Слава, самогласен святаго,
  
  И ныне, Богородичен 1-й настоящаго гласа.
  
  [Смотри] Аще ли имать святый великий бдение, и восхощет настоятель
  
  На велицей вечерни, по предначинательном псалме, поем Блажен муж, 1 антифон. На Господи воззвах, стихиры святаго, на 8:
  
  Слава, святаго:
  
  И ныне, Богородичен 1-й, настоящаго гласа.
  
  Аще предпразднство: или попразднство, на Господи воззвах, стихиры праздника, 3: и святаго, 5.
  
  Слава, святаго:
  
  И ныне, Богородичен настоящаго гласа.
  
  Вход. Прокимен дне: И чтения святаго, 3. На литии стихира храма, и святаго:
  
  Слава, святаго:
  
  И ныне, Богородичен, по гласу святаго, или праздника.
  
  На стиховне стихиры святаго:
  
  Слава, святаго:
  
  И ныне, Богородичен, во глас святаго, или праздника.
  
  На благословении хлебов тропарь святаго, дважды: и Богородице Дево, единожды. Буди имя Господне: трижды, с пением, псалом, 33: благословлю Господа на всякое время: до Не лишатся всякаго блага. И чтем от жития святаго.
  
  На утрени, на Бог Господь, тропарь святаго, дважды:
  
  Слава, и ныне, Богородичен 1-й, настоящаго гласа.
  
  Аще ли предпразднство, или попразднство: Тропарь праздника, дважды:
  
  Слава, святаго:
  
  И ныне, праздника.
  
  Таже, кафисма 17: ектениа, и седален святаго, дважды:
  
  Слава, и ныне, Богородичен.
  
  И чтение. И посем кафисма 17, непорочны. На нейже иерей не кадит, но на полиелеи кадит.
  
  Таже седален святаго, дважды:
  
  Слава, и ныне, Богородичен.
  
  И чтение. Посем полиелей святаго: и седален, дважды:
  
  Слава, и ныне, Богородичен.
  
  И чтение. Степенна 4-го гласа, антифон 1. Прокимен святаго: и Всякое дыхание: Евангелие, и псалом 50. По 50-м псалме, стихира святаго.
  
  Таже, спаси Боже люди твоя:
  
  Посем иерей, милостию и щедротами:
  
  Лик, Аминь.
  
  И поем канон Богородицы, со ирмосом на 6: ирмос по дважды: тропари на 4.
  
  Аще ли храм Христов, или Богородицы, или аще предпразднство, или попразднство, поем подобне канон со ирмосом на 6: И святаго на 8: Катавасиа, по уставу.
  
  По 3 песни кондак предпразднства, или праздника. Таже седален святаго, дважды:
  
  Слава, и ныне, Богородичен, или праздника.
  
  По 6-й песни кондак святаго, и икос: И чтем пролог.
  
  По 9-й песни светилен святаго, дважды:
  
  Слава, и ныне, Богородичен, или праздника.
  
  На хвалитех стихиры святаго, на 4: Аще ли в попразднство: На хвалитех 6: праздника три, яже суть на стиховне того дне, и святаго 3:
  
  Слава, святаго самогласен:
  
  И ныне, Богородичен, по гласу святаго, или праздника.
  
  И славословие великое.
  
  Таже тропарь святаго:
  
  Слава, и ныне, Богородичен воскресн, гласа настоящаго, или праздника. Ектении, и отпуст, и час 1-й.
  
  На 1-м часе, тропарь святаго. Аще ли предпразднство, или попразднство, тропарь праздника:
  
  Слава, святаго:
  
  И ныне, Богородичен часов.
  
  По Отче наш, кондак святаго.
  
  Аще ли предпразднство, или попразднство, кондак праздника и святаго, глаголем пременяюще: И совершенный отпуст.
  
  На Литургии блажена святаго, песнь 3-я, и 6-я. Аще ли попразднство, песнь праздника, рядовая, и святаго песнь 6. По входе тропарь храма Христова и Богородицы:
  
  Таже, святаго настоящаго,
  
  Слава, кондак его:
  
  И ныне, храма Богородицы.
  
  А идеже несть храма Богородицы, И ныне, Предстательство христиан:
  
  А в предпразднства, или попразднства коего праздника: И ныне, кондак глаголем предпразднства, или праздника.
  
  Аще ли предпразднства, или попразднства Господскаго праздника, а храм Христов, и тропаря и кондака храма не глаголем, но предпразднства или праздника тропарь и кондак:
  
  Богородицы же храма в предпразднства и попразднства господских праздников, не глаголется. Прокимен святаго: апостол, аллилуиа, Евангелие, и причастен святаго, емуже бдение. Аще же полиелей, присовокупляем и дне, прокимен, апостол, Евангелие, и причастен.`;
}
