export function exapostilarionOnOrthros() {
  return `Глава 16. О светильнах на утрени
  По 9-й песни, после Достойна, како глаголются в седмице, кроме недели.
  
  Светилен октоиха, Слава, и ныне, Богородичен его.
  
  Аще ли будет в минеи светилен святаго, рцы его на Славу, после дневнаго светильна: И ныне, Богородичен его.
  
  Аще ли будет в минеи два святых, и светильна два: И глаголем первый октоиха, таже святаго:
  
  Слава, другаго святаго.
  
  И ныне, Богородичен его.
  
  Аще ли среда, и пяток. И ныне, Крестобогородичен октоиха.
  
  В субботу же аще имать рядовый святый, по 9-й песни светилен глаголем святаго прежде минеи:
  
  Таже, Слава, октоиха:
  
  И ныне, Богородичен его.
  
  Сице глаголются светильны, егда октоих с минеею поется.`;
}
