export function kathisma() {
  return `Глава 17. О стихологиах
  како должно есть глаголати во все лето. От недели антипасхи, яже есть Фомина, и до отдания Воздвижения честнаго и животворящаго Креста Господня. Начинаем стихологисати псалтирь сице:
  
  В субботу светлыя недели вечера, глаголем 1-ю кафисму, Блажен муж:
  
  В неделю на утрени, кафисма 2-я, 3-я: а 17 кафисмы в сию неделю не глаголем, занеже поется полиелей. В прочия же воскресныя дни, егда не поется полиелей, на утрени глаголем кафисму 17 с тропари ея.
  
  [Смотри] Аще же прилучится в неделю праздник Господский, или Богородицы, или празднуемаго святаго, по дву кафисмах, полиелей, и по величании, не певше Слава, и ныне, и аллилуиа, поем тропари, Ангельский собор: И по ектении, седальны праздника, или святаго.
  
  В неделю вечера, во весь год никогдаже глаголется псалтирь. Аще же прилучится празднество, тогда поем: Блажен муж, первый антифон.
  
  В понедельник на утрени, кафисма 4-я, 5-я. На вечерни, кафисма 6-я.
  
  Во вторник на утрени, кафисма 7-я, 8-я. На вечерни, кафисма 9-я.
  
  В среду на утрени, кафисма 10-я, 11-я. На вечерни, кафисма 12.
  
  В четверток на утрени, кафисма 13, 14. На вечерни, кафисма 15.
  
  В пяток на утрени, кафисма 19-я, 20-я. На вечерни кафисма 18.
  
  В субботу на утрени, кафисма 16, 17.
  
  На полунощнице же в понедельник, во вторник, в среду, в четверток, в пяток, во весь год глаголем кафисму 17: Блажени непорочнии:
  
  В субботу же на полунощнице, всегда глаголем кафисму 9-ю: Тебе подобает:
  
  По отдании же Воздвижения честнаго Креста, от 22 дне месяца септемвриа, до 20 дне месяца декемвриа, начинаем псалтирь глаголати сице:
  
  В субботу на вечерни, кафисма 1-я, Блажен муж:
  
  В неделю на утрени, кафисма 2-я, 3-я: Прилагаем же и полиелей, сиречь многомилостиво: псалом 134: Хвалите имя Господне: и 135: Исповедайтеся Господеви: И абие тропари, Ангельский собор: И ипакои гласа. Аще ли будет Господский праздник, или Богородицы, или некий святый празднуемый в неделю, тогда по псалмех, Хвалите имя Господне: и Исповедайтеся Господеви: Праздника величание, и псалом избранный, и тропари, Ангельский собор: и седальны праздника.
  
  В понедельник по Воздвижении на утрени, кафисма 4-я, 5-я, 6-я, а на вечерни во всю седмицу глаголем кафисму, 18.
  
  Во вторник на утрени, кафисма 7-я, 8-я, 9-я.
  
  В среду на утрени, кафисма 10-я, 11, 12.
  
  В четверток на утрени, кафисма 13, 14, 15.
  
  В пяток на утрени, кафисма 19, 20-я.
  
  В субботу на утрени, кафисма 16, 17.
  
  Егда же прилучится в те дни празднество, в нихже глаголется на утрени по 3 кафисмы, и тогда глаголем на утрени две кафисмы, а 3-ю рядовую на вечерни. Яко во всем общем уставе, от 22-го дне септемвриа месяца, повелевает начинати на утрени три кафисмы: зде же от недели, яже по Воздвижении, еже и мнит ми ся и поприлежнейшее, яко да от недели начало вземлет псалтирь. Аще ли убо прежде 20-го, или по 20-м дни будет неделя, всяко и всегда от понедельника начинаем 3 кафисмы.
  
  От 20-го же дне декемвриа месяца, до 14 ианнуариа месяца, Дóндеже отдастся праздник святаго Богоявления:
  
  Стихологисуем паки псалтирь, якоже и в неделю антипасхи, еже есть Фомина, по две кафисмы на утрени: а на вечерни, 3-ю рядовую.
  
  От пятаго же надесять дне ианнуариа месяца, до субботы, еже есть пред неделею о блуднем сыне.
  
  Стихологисуем паки на утрени, по 3 кафисмы, а на вечерни 18 кафисму: Ко Господу внегда скорбети ми:
  
  В две же недели в мясопустную и сырную, стихологисуем на утрени по 2 кафисмы, а на вечерни 3-ю рядовую, малаго ради покоя братии.
  
  В неделю же блуднаго, и в мясопустную, и в сырную, на утрени но псалмех: Хвалите имя Господне: и Исповедайтеся Господеви: Припеваем и третий псалом, 136: На реках вавилонских: со аллилуиею красною. Таже тропари, Ангельский собор: И ипакои гласа.
  
  Подобает ведати: яко от сея сырныя недели, даже до Воздвижения честнаго Креста, упраждняется полиелей, поется же токмо во бдениих владычних праздников. По отдании же Воздвижения честнаго Креста Господня, и до недели сыропустныя, кроме предпразднства, и попразднства Рождества Христова, и Богоявления, в соборней велицей церкви, и в прочих соборных церквах, в воскресныя дни на утрени, поется полиелей, якоже и в великих пречестных обителех.
  
  [Смотри] устав о псалтире, како должно есть глаголати во святый великий пост. В седмицу 1-ю, 2– ю, 3-ю, 4-ю и 6-ю.
  
  В субботу сыропустную, на вечерни кафисма 1-я, блажен муж:
  
  В неделю на утрени, кафисма 2-я, 3– я: в прочия же недели глаголем кафисму 17.
  
  В понедельник на утрени, кафисма 4-я, 5-я, 6– я. На первом часе кафисмы нет. На часех кафисма 7-я, 8-я, 9-я. На вечерни по вся дни в сих пяти днех глаголется кафисма 18: Ко господу внегда скорбети ми:
  
  Во вторник на утрени, кафисма 10-я, 11, 12: На 1-м часе кафисма 13. На часех кафисма 14, 15, 16.
  
  В среду на утрени, кафисма 19-я, 20-я, 1-я. На 1-м часе кафисма 2-я. На часех кафисма 3-я, 4-я, 5-я.
  
  В четверток на утрени, кафисма 6-я, 7-я, 8-я. На 1-м часе кафисма 9-я. На часех кафисма 10-я, 11-я, 12-я.
  
  В пяток на утрени, кафисма 13, 14, 15. На 1-м часе кафисмы несть. На часех кафисма 19-я, 20-я. На 9-м часе кафисмы несть.
  
  В субботу на утрени, кафисма 16, 17. И тако исполнится устав псалтири.
  
  [Смотри] указ о кафисмах пятыя недели святаго великаго поста, како глаголати.
  
  В субботу на вечерни, кафисма 1-я.
  
  В неделю на утрени, кафисма 2-я, 3-я, 17-я: а на вечерни кафисмы несть.
  
  В понедельник на утрени, кафисма 4-я, 5-я, 6– я. На 1-м часе кафисмы несть. На часех кафисма 7-я, 8-я, 9-я. На вечерни кафисма, 10-я.
  
  Во вторник на утрени, кафисма, 11, 12, 13. На 1-м часе кафисма 14. На часех кафисма 15, 16, 18. На вечерни кафисма 19.
  
  В среду на утрени, кафисма 20-я, 1-я, 2-я. На 1– м часе, кафисма 3-я. На часех кафисма 4-я, 5– я, 6-я. На вечерни кафисма 7-я.
  
  В четверток на утрени, кафисма, 8-я. На 1-м часе кафисмы несть. На часех кафисма 9-я, 10-я, 11-я. На вечерни кафисма 12.
  
  В пяток на утрени, кафисма, 13, 14, 15. На 1-м часе кафисмы несть. На часех кафисма 19, 20. На 9-м часе кафисмы несть. На вечерни кафисма 18.
  
  [Смотри] егда же случится праздник Благовещения Пресвятыя Богородицы в четверток сея 5 недели, и тогда великий канон прелагается на вторник. Псалтирь же глаголется сице:
  
  В понедельник на утрени, кафисма 4-я, 5-я, 6– я. На 1-м часе, кафисма 7-я. На часех кафисма 8– я, 9-я, 10-я. На вечерни, кафисма 11.
  
  Во вторник на утрени, кафисма 12-я. На часех кафисма 13, 14, 15-я. На вечерни кафисма 16.
  
  В среду на утрени, кафисма 19-я, 20-я, 1-я. На 1-м часе кафисма 2-я. На часех кафисма 3-я, 4-я, 5-я.
  
  В четверток на утрени, кафисма 6-я, 7-я, 8-я. На 1-м часе кафисма 9-я. На часех кафисма 10-я, 11-я, 12-я.
  
  В пяток на утрени, кафисма 13, 14, 15-я. На часех кафисма 19, 20-я. На вечерни кафисма 18– я.
  
  В субботу на утрени, кафисма 16, 17-я. И тако исполнится устав псалтири.
  
  [Смотри] Подобает ведати, како глаголати псалтирь во святую великую седмицу страстныя недели. Известно же да будет, яко во святую великую седмицу сию единою совершаем псалтирь в церкви.
  
  Стихологисуется же сице:
  
  В субботу Лазареву на вечерни, кафисма 1-я.
  
  В неделю цветную на утрени, кафисма 2-я, 3– я.
  
  В понедельник на утрени, кафисма 4-я, 5-я, 6-я. На 1-м часе кафисмы несть. На часех кафисма 7-я, 8-я. На 9-м часе кафисмы несть. На вечерни кафисма 18-я.
  
  Во вторник на утрени, кафисма 9-я, 10-я, 11– я. На 1-м часе кафисмы несть. На часех кафисма 12, 13-я. На 9-м часе кафисмы несть. На вечерни кафисма 18.
  
  В среду великую на утрени, кафисма 14, 15, 16. На 1-м часе кафисмы несть. На часех, кафисма 19, 20-я. В туже среду на вечерни, кафисма 18-я, без поклонов. И тако отлагается псалтирь до субботы Фомины. Токмо поем в субботу великую на утрени кафисму 17-ю, с припевы на три статии, писано в триоди.`;
}
