export function odes() {
  return `Глава 18. О еже когда стихословятся песни: Поем Господеви: и Господеви поем
  Поем Господеви: стихословим во вся недели, и во Владычни и Богородичны праздники, и в предпразднства и попразднства их, и в праздник святаго имущаго полиелей, или славословие великое, и во всю пятьдесятницу. господеви же поем, стихословим аще несть неделя, ниже Владычний, ни Богородичный праздник, ни предпразднство или попразднство их, или празднуемаго святаго имущаго славословие великое.`;
}
