export function katavasia() {
  return `Глава 19. О катавасии
  Поемой в Господския Владычни и Богородичны праздники, и в воскресныя дни, и нарочитых святых всего лета: начинающейся от месяца септемвриа с 1-го числа, до тогоже числа.
  
  Месяца септемвриа с 1-го, тогоже месяца до 21-го числа, до отдания праздника Воздвижения честнаго Креста. Катавасиа: Крест начертав Моисей:
  
  От 22-го септемвриа до 20-го ноемвриа: Отверзу уста моя:
  
  От 21-го ноемвриа, до 31-го декемвриа, до отдания рождества Христова: Христос раждается:
  
  От 1-го ианнуариа, до 14 тогоже месяца, до отдания Богоявления: Глубины открыл есть дно:
  
  От 15 тогоже месяца, до отдания Сретения Господня: Сушу глубородительную землю:
  
  От отдания Сретения Господня: кроме четыредесятницы недель и пятьдесятницы, августа до 1-го: отверзу уста моя:
  
  От 1-го августа до самаго праздника Преображения, и на самый праздник: Крест начертав Моисей:
  
  В попразднстве Преображения, и до отдания: Лицы израильтестии:
  
  От 14 до 23-го, до отдания Успения: Преукрашенная божественною славою:
  
  От отдания Успения, до перваго септемвриа: Крест начертав:
  
  Четыредесятницы же и пятьдесятницы,
  
  В неделю мытаря и фарисеа: во 2-ю, 4-ю, 5-ю, святых постов: Отверзу уста моя:
  
  В неделю блуднаго, мясопустную, сыропустную: в 1-ю, 3-ю, святых постов, в неделю ваий, страстную неделю, катавасиа триоди.
  
  Аще случится празднуемый святый во всю четыредесятницу в седмичныя дни: Отверзу уста моя:
  
  От недели святыя Пасхи, и до отдания: Воскресения день:
  
  В день преполовения пятьдесятницы, и на отдание: Море огустил еси:
  
  В неделю 6-ю по Пасце, и на отдание Пасхи: Спасителю Богу:
  
  На самый праздник Вознесения: Божественным покровен:
  
  От Вознесения до отдания: Спасителю Богу:
  
  В неделю же 6-ю по Пасце святых отец: Божественным покровен:
  
  В субботу пятьдесятную триоди. От недели пятьдесятныя, и до отдания: Божественным покровен:
  
  В неделю всех святых: Отверзу уста моя: и до 1-го дне августа.`;
}
