export function каждение() {
  return `Глава 22. Подобает ведати, когда кадит иерей
  Кадит вечер, на Господи воззвах, в стихирах и в начале утрени, и на 9-й песни. Кадит же и на непорочнах, в субботу и неделю. Кадит же и на праздники Господския, в начале великия вечерни.
  
  Кадити же иерею, или диакону сице: Первее став пред святою трапезою, и творит крест кадилом. И тако от полуденныя страны став, такожде творит крест. Подобно же и от восточныя и от полунощныя, крестовидно кадит святую трапезу, и весь святый олтарь, и жертвенник: и исходит северными дверьми. И пришед пред царския двери, и тамо творит крест кадилом:
  
  И идет и кадит святыя иконы, по южней стране образ Спаса Христа, и храма, и прочия тоя страны: подобне и левей, образ Пресвятыя Богородицы, и прочих, таже предстоятеля. Аще ли несть настоятеля, кадит образ на месте его. И тако кадит весь правый лик братий, по дважды, воздвизая пред киимждо кадило праве и преки, творя крест.
  
  И егда покадит весь лик, и став прямо их посреде: аще поет та страна стих, ожидает Дóндеже другая страна свой стих начнет. Сему же лику умолчавшу, тогда творит крест кадилом на весь лик, и поклонение творит к ним благочинно, ко всем едино, и они к нему вси такожде творят поклонение: подобне и левый лик, и всю братию стоящую в церкви кадит.
  
  И исходит в притвор, и тамо кадит по чину, творит крест кадилом, пред красными враты. Таже кадит на обе страны, святыя иконы, и братию всю по чину их.
  
  Последи же возвращься к красным вратом, зря к западу, кадит крестовидно всех.
  
  И егда внити во храм из притвора, творит крест кадилом, пред царскими дверьми: и потом кадит икону Спаса Христа, и на левой, Богородицы, и на аналогии, и настоятеля.
  
  И входит во святый олтарь южными дверьми, и творит крест пред святою трапезою, и отлагает кадило.`;
}
