export function изобразительныИАнтифоны() {
  return `Глава 21. О еже когда глаголются изобразительная, и когда антифоны
  Изобразительная глаголются во дни воскресныя во весь год, и во Владычни и Богородичны праздники, в нихже несть антифонов. Такожде в предпразднствах и попразднствах, и во всю пятьдесятницу. Подобне же и святых имущих бдение и полиелей, и выход, и славословие, и емуже указует песнь во уставе на литургии.
  
  [Зри] Антифоны же глаголются септемвриа в 14 день: Декемвриа в 25 день: Ианнуариа в 6 день: Августа в 6 день: В четыредесятнице: В неделю ваий: В пятьдесятнице: В неделю Пасхи, и во всю светлую седмицу: В четверток Вознесения Господня: В неделю 8-ю: собственныя праздников. Во все же лето по вся дни, в нихже не указует святаго на блаженнах песни, глаголются антифоны повседневныя: Благо есть: с прочими. Аще же и указует коему святому, прокимен, апостол, Евангелие, и причастен, кроме песни, и в те дни глаголются антифоны же вседневныя.`;
}
