export function завеса() {
  return `Глава 23. О завесе святаго олтаря, когда отверзается, и когда затворяется
  Отверзается завеса в начале вечерни, и стоит отверзена даже до отпуста. На утрени, такожде с начала и до конца. На часех же егда чтутся кроме литургии, отверзается ко чтению апостола, и стоит до отпуста отверзена. По отпусте же затворяется.
  
  В начале же литургии отверзается завеса, и стоит отверзена, даже до великаго входа. По входе же паки затворяется, Дóндеже иерей, или диакон возглаголет: Двери двери, премудростию вонмем. Тогда отверзается, и стоит отверзена до возглашения: Святая святым. И тогда паки затворяется. По причащении же паки отверзается, и стоит отверзена до конца святыя литургии. По отпусте же литургии совершенне затворяется. Егда же молебен поется, от начала и до отпуста отверзена бывает.
  
  [Смотри] Ведомо буди, яко святыя двери никогдаже отверзаются, токмо в начале великия вечерни, егда бывает бдение, и кадит священник, и во вся входы, сиречь вечерни, и литургии, и святаго евангелиа: такожде отверзаются и от появления Святых Таин, даже до исполнения божественныя литургии.`;
}
