export function оЗажиганииСвечНаПраздники() {
  return `Глава 24. О вжигании свещ како подобает в церкви вжигати, в неделю, и на праздники Христовы, и Богородицы, и святых, и прочия дни
  На велицей же вечерни, прежде каждения иереева, должно есть вжигати свещи якоже указася на малей вечерни, и пред Владычним образом в тябле, аще имать святый бдение. И по 1-м антифоне кафисмы, в начале Господи воззвах, вжигати и прочия свещи: угашати же на конечном трисвятом.
  
  На утрени, на Бог Господь, подобает вжигати свещи, якоже прежде изъявися. В начале же полиелеа подобает вжигати вся свещи, и оставляти я горети до скончания 3 песни, и тогда паки погашати я. И на 8 песни вжигаем паки вся, и оставляем я горети до конца великаго славословия.
  
  На литургии, прежде начала литургии, во олтаре вжигати свещу на жертвеннице. И егда иерей облачится в ризы, и приспевшу времени звона, прежде вжигати свещу на престоле, таже в церкви, якоже предречеся. В начале же святаго евангелиа, вжигати вся свещи, и оставляти я горети до заамвонныя молитвы.`;
}

export function оЗажиганииСвечВоВсяДни() {
  return `На всякий день от начала вечерни подобает свещи вжигати прежде пред иконою Спаса Христа, и егоже есть храм на десней стране, и пред образом Пресвятыя Богородицы, на левей. Аще имать святый, блажен муж: вжигаем и пред аналогием, и пред образом Спаса Христа в тябле, и во олтаре у престола. Аще ли не имать, вжигати по стихологии: угашати же по конечном трисвятом. На повечерии по преждеписанному, пред Спасовым, и Богородичным.

  На утрени свещи вжигати, якоже прежде на вечерни изъявися, и на Бог Господь, вжигати, и пред аналогием, и в тябле. Аще же имать святый полиелей, вжигати и вся свещи, и оставляем горети их и до 3 песни, и угашати. На 8-й же песни паки вжигати, и оставляем их горети до конца славословия.
  
  В начале святыя литургии вжигати свещи, якоже прежде изъявися в неделю. О праздницех Рождества Христова, и Богоявления, и прочих праздников Господских и Богородичных, и во всю светлую седмицу, и святых имущих бдение, вжигаются свещи, якоже прежде в неделю изъявися.`;
}
