export function оКанонархе() {
  return `Глава 27. О канонарсе
  Подобает ведати, яко должно есть канонарху по еже творити поклонение, и начати канонархати, ожидати конца стихиры, и тогда творити поклонение равно вкупе с братиями: И в другую страну отшед, и тамо творит такожде. На конечный же стих: Яко утвердися милость его на нас: егда начинается стихира, собираются оба лика насреди равно, ни единому предходящу, другому же на месте стоящу, или единому поклонение творящу, другому же небрегущу: но вкупе собравшимся обема ликома по обычаю своему, и ставшим отсюду и отонуду. И канонарху посреде стоящу, творит благочинно всем поклон.
  
  Такожде и оба лика творят поклон, яко от единаго телесе изсылающе купно, равне и благочинне, не преклоняюще колена, но выю свою со благоговением, и воздвизающе повышше глас, и поюще: Яко утвердися милость его на нас:
  
  Слава, и ныне, Богородичен, подобен гласа стихир минеи.
  
  По скончании же, паки всем с канонархом сотворшим поклонение, и на своя места отходящим, равно и благочинно поступающе, тойже канонарх прокимен поет, и аллилуиа, откровенною главою, и должен есть ожидати, Дóндеже совершится прокимен, и аллилуиа: и тогда поклонение по обычаю творит.
  
  Такожде, и на стиховну подобает всем сходитися на среди, и сотворше равно поклонение, поют стиховну стихиру, ожидати же канонарху подобно, якоже и прежде.
  
  И скончавшуся Богородичну, такожде творит поклонение, и на место свое отходит. Подобает же ему покровенною главою канонархати, изряднее же, егда насреди стоит, благочиния ради.`;
}
