export function бденныйСвятойВНеделю() {
  return   `Глава 3. О святем имущем бдение, аще прилучится в неделю
  В субботу вечера, на велицей вечерни предначинательный псалом, с припевы его.
  
  По обычной стихологии, На Господи воззвах, поставим стихов 10: и поем стихиры воскресны гласа, три: и анатолиев един: и святаго 6.
  
  Слава, святаго:
  
  И ныне, Богородичен первый, гласа.
  
  Вход, прокимен, и чтения святаго 3.
  
  На литии стихира храма, и святаго стихиры:
  
  Слава, святаго:
  
  И ныне, Богородичен, в тойже глас, от стиховных поемых в неделю.
  
  На стиховне стихиры воскресны:
  
  Слава, святаго:
  
  И ныне, Богородичен в тойже глас.
  
  На благословении хлебов тропарь, Богородице Дево, дважды: И святаго, единожды: и чтение.
  
  На утрени, на Бог Господь, тропарь воскресн, дважды.
  
  Слава, святаго:
  
  И ныне, Богородичен первый, по гласу тропаря святаго.
  
  По кафисмах, седальны воскресны, с припевы, и Богородичны их, настоящаго гласа. И чтение во евангелии.
  
  По полиелеи, тропари: Ангельский собор:
  
  Таже ипакои гласа, и седальны оба святаго.
  
  Слава, полиелейный седален:
  
  И ныне, Богородичен его:
  
  И чтение святаго.
  
  Степенна гласа, и прокимен: Всякое дыхание: Евангелие воскресно. Воскресение Христово: и псалом 50, и целование евангелиа по обычаю.
  
  Слава, молитвами апостол:
  
  И ныне, молитвами Богородицы:
  
  И стихира воскресна, и прочее.
  
  Канон воскресн со ирмосом на 4: и Богородицы на 2: и святаго на 8. Катавасиа, якоже имать устав.
  
  По 3-й песни кондак и икос святаго, и седален его дважды:
  
  Слава, и ныне Богородичен, и чтение.
  
  По 6-й песни кондак воскресн, и икос. И чтем пролог.
  
  На 9-й песни поем честнейшую: Светилен воскресн:
  
  Слава, святаго:
  
  И ныне, Богородичен воскресн.
  
  На хвалитех стихиры воскресны, 4: и святаго, со Славным 4: с припевы их вечерними.
  
  Слава, стихира евангельская:
  
  И ныне, Преблагословенна еси Богородице Дево:
  
  Славословие великое.
  
  По трисвятом тропарь воскресн точию, ектении, и отпуст. И исхождение обычное в притвор. И поем стихиру святаго.
  
  Егда же елеепомазание бывает, глаголется и молитва: владыко многомилостиве: яко предписася на велицей вечерни.
  
  И оглашение студитово, и час 1-й.
  
  На часех тропарь воскресн:
  
  Слава, святаго:
  
  И ныне, Богородичен часов.
  
  По Отче наш: кондак святаго. На прочих же пременяюще глаголем.
  
  На Литургии, Блаженна гласа, на 6: и святаго песнь 3-я, на 4. По входе тропарь воскресн и храма Богородицы, идеже храм ея: и святаго. Кондак воскресн:
  
  Слава, святаго:
  
  И ныне, Богородицы храма.
  
  Аще ли ни: И ныне, Предстательство христиан:
  
  [Тропари же и кондаки храмом святых в сия дни не глаголются] Прокимен, апостол, аллилуиа, Евангелие и причастен, прежде воскресн, таже святаго.
  
  Чин благословения колива, сиесть кутии или вареныя пшеницы с медом смешенныя, и различными сладкими овощьми украшенныя, в честь и память господских праздников, или святых Божиих в церковь приносимыя.
  
  Принесену бывшу коливу в церковь: Аще на вечерни, по Ныне отпущаеши: Трисвятое. По Отче наш: тропарь.
  
  Слава, и ныне, Богородичен, по гласу тропаря святаго.
  
  Аще же на Литургии, по заамвонней молитве поется тропарь и кондак святаго.
  
  Диакон покадив глаголет: Господу помолимся.
  
  Лик, Господи помилуй.
  
  Священник став над коливом глаголет молитву сию: Вся совершивый словом твоим Господи: зри в служебнике.
  
  Лик, Аминь.
  
  И аще на вечерни, диакон: Премудрость.
  
  Лик, благослови.
  
  Священник: Сый благословен: И прочее до отпуста.
  
  Аще же На Литургии, поет лик: Буди имя Господне, трижды. И псалом: Благословлю Господа:
  
  Раздав же антидор, творит обычный отпуст литургии.`
}