export function оВеликойЧетыредесятнице() {
  return `Глава 32. О велицей четыредесятнице, яже должен всякий христианин хранити
  Во святую и великую четыредесятницу, 1-я недели первый день, сиесть в понедельник, отнюд ясти не подобает, такожде и во вторый. В среду же по совершении преждесвященных, трапеза поставляется, и ядим хлеб тепл, и от снедей овощных теплых, дается же и укроп с медом. Не могущии же сохранити дву дней первых, ядят хлеб, и квас по вечерни, во вторник: Подобне же и старии творят. В субботы же и недели разрешаем на елей точию, и вино. В прочих же седмицах постимся, до вечера 5 дней, и ядим сухоядение, кроме суббот и недель: рыбы же во всю святую четыредесятницу никакоже дерзнем ясти, кроме праздника Благовещения Пресвятыя Богородицы, и недели цветоносныя. В пяток 1-я недели, и в среду великаго канона, и в великий четверток, аще нецыи уставы и повелевают на елей разрешати, но не творится за честность дней. В навечерие же праздника Благовещения, прежде субботы святаго праведнаго Лазаря, разрешаем на елей и вино. И аще монах святую четыредесятницу своим лакомством разорит, еже ясти рыбу, кроме праздника Благовещения, и недели цветоносныя, то не причастится Святых Таин и на святую Пасху: по друзии две недели покается, а поклонов на день, и на нощь 300.
  
  О причащении Христовых Таин
  
  егда хощет кто причаститися Святых Христовых Таин, подобает ему сохранити всю седмицу, от понедельника пребыти в посте, и молитве, и трезвости совершенной всеконечно, и тогда со страхом, и велиим благоговеинством приимет Пречистыя Тайны.
  
  О помывании уст братий, причащающихся пречистых Христовых Таин
  
  Потребно есть и сие ведати, о помывании в храме причащающихся братий, якоже речеся: Достоит помывати уста в служебном: сице бо божественный Златоуст повеле, вины ради плюновения. Бывает же сице: По приятии Святых Таин емлет брат антидор, и потребив и, и приемлет теплоты [оставльшия вливаемыя в божественную чашу] во уста мало, и пласкав поглотает, и уста помывает мало, и отирает платом чистым на сие устроенным над сосудом.
  
  Во святую и великую неделю Пасхи, и во всю светлую неделю разрешаем: монаси на сыр и яица и рыбы, мирстии же на вся.
  
  От новыя же недели понедельника, по еже пети 3– й час, и 6-й, в чину их с междочасии, к сим же и обедницу: дается благословение братии, в понедельник, среду и пяток, во всю пятьдесятницу. Благословение же мерити подобает, две онгии чисты паксимады (сухари), и то снедати точию подобает, и по отпетии 9-го часа совершенне ясти. Подобне и в навечерии Рождества и Богоявления Господня, аще случится в субботу, и неделю. В неделю же сошествия Святаго Духа, бывает коленопреклонение на вечерни, и неделя тая разрешена ясти рыбы, сыр, и яица, и млеко: а миряном мясо, до недели всех святых.`;
}
