export function обОбщемЖитии() {
  return `Глава 34. О житии общежительнаго пребывания
  Вкратце и о нужнейших потребах, достоит смотряти настоятелю обители, и разсуждати неизменно предания святых и богоносных отец, и начальников общаго жития, о ястии и питии, якоже усмотрися: учими есмы от устава святыя горы, о малых праздниках, якоже глаголется тамо, пети Бог Господь. О ястии же и питии, якоже прочии праздники не разрешают, ниже паки яко постныя сия отдавают. Сия же подобает, егда случится день постен, и мал праздник: Владычния же сия и великия службы, рекше Христова рождества, и Богоявления, и великаго четвертка, и великия субботы, ин образ службы имут.`;
}
