export function обУставеТрапезы() {
  return `Глава 35. Разсуждение о ястии и питии субботы и недели, и прочих дней седмичных, и о трапезном устроении всем
  В неделю, и Господския праздники, подобает ясти три ядения, вечер же два: в прочия же дни седмицы во вторник, четверток и субботу, два: вечер же едино.
  
  Достоит же убо сие ведати: яко служай в трапезе братиям, должен есть ударяти в било, или кампан, и собиратися всем в трапезу, и глаголати псалом 144: Вознесу Тя Боже мой, Царю мой:
  
  Сему же исполншуся, и ядению готову сущу на трапезе, глаголет иерей молитву трапезы: Отче наш:
  
  И благословляя настоятель глаголет: Христе Боже, благослови ястие и питие рабом Твоим: и прочая.
  
  И седает кийждо на своем месте по чину, со благоговением и молчанием, начинати же абие чтущему предисловие чтения, егоже хощет чести. Таже настоятель, или чредный иерей благословляя глаголет: молитвами, егоже чтение есть. И тако чтет чтец. И бывает ядение с молчанием, и вниманием ту сущаго чтения. На коеждо же послужение предлагаемых, настоятель ударяет в кандию или звонец: и всем воставшим служай глаголет: Господи благослови.
  
  Настоятель: Слава тебе Христе Боже, упование наше, слава Тебе.
  
  Чтый же должен есть чести, Дóндеже воздвигнет пресвятую служай. Зде же обычай имамы, диакону сия действовати: егда же престанет чести, тогда шед станет конец трапезы братския, зря умиленне к настоятелю, и руце согбенне имея при персех, и велегласно возопив, но не безчинно, глаголет: отцы святии, простите мя грешнаго. И пад приклонится до земли. И приим молитву и благословение, востает.
  
  Трапезе же совершившейся, настоятель ударяет в кандию, и всем воставшим, абие глаголют благодарение. И воздвизает пресвятую по обычаю, яко предписася в службе воскресной. А идеже панагии чина не бывает, воставше глаголют: благословен Бог милуяй и питаяй нас от юности нашея: Слава тебе Господи: благодарим тя Христе Боже наш:
  
  Таже, Достойно есть:
  
  Слава, и ныне: Господи помилуй, трижды: благослови.
  
  Настоятель глаголет: Благословен Бог милуяй и питаяй нас от своих богатых даров:
  
  Исходящу же ему из трапезы, трапезарь со служители падает пред ним, прося прощения.
  
  И настоятель глаголет: Бог да спасет и помилует послуживших нам.
  
  И тако братия исходят из трапезы в келлии благочинно и немятежно, творяще метание настоятелю.
  
  Сей убо устав суббот, и недель, и праздников, и дней седмичных, кроме 50-цы, во все лето держати и соблюдати лепо есть. Вино же, аще прилучится, не достоит датися по уставу во ин день, но в неделю, или в Господския праздники, или в другая нуждная утешения: черпати же тогда потребно есть во все лето на таковыя, по единой чаши, или по две, или множицею по три, и ино ничтоже. Две бо, или три чаши, не по уставу рекохом, но по нужди бывати. И паче аще случится, якоже рехом о триех послужениих, в неделю, или в великия праздники, елма якоже в снеди два послужения, подобаше имети устав, многажды же и едино. Сице и в вине две чаши, множицею же и едину имети, устав. Аще случится и во уреченныя дни, якоже рехом всегда, якоже и великий Симеон чудотворец глаголет: яко похвала монаху, еже не пити вина. Аще ли и пиет немощи ради тела своего, мало да испивает. Подобно же и великий Пимен отец наш глаголет: яко вина отнюд не подобает пити монахом. Сего ради и во ин день прост, кроме недели, немощи ради нуждныя некия, по словеси святаго Симеона, мало нечто подобает пити врачевания ради: и аще и есть, не дается на всяк день, якоже божественная правила повелевают.
  
  Аще ли прилучится в сих днех сыр, или яица, или рыба, ясти достоит, а не пещися: часть же сыра мерити подобает комуждо, подаяти братиям онгия, и пол другия. Такожде и масло мерою уставленою да влагается в коеждо варение. Сему уставу подобает быти всегда, егда ядят сия обоя.
  
  Аще ли некое утешение от некоего христолюбива будет, и за еже не опечалити принесшаго, по нужди меру оставляти, и се паки, не без разсмотрения и безпечальне: но полезнейшее творити во славу Божию.
  
  Аще ли не тако случится, всегда учиненныя дни, темиже мерилы и мерами, о сыре и масле, и прочими подобает питатися: и множицею аще мощно есть, сия и умалити и умножити достоит, якоже убо и великий василий во своих постных писаниях объяви, рек: яко прикасатися убо комуждо лепо есть времени некогда случившуся, елико показовати ту сущим же и зрящим, и сия убо тако. И сим убо уставом о сыре, и масле, и вине, всего лета, по мере и по правилу творитися подобает, якоже и божественнии отцы наши завещаша, глаголюще: яко вся мерою и правилом. Подобне же и святый Ефрем глаголет: яко велика беда, идеже законнии правила не жительствуют.
  
  Рцем же по чину: По скончании убо святыя 50-цы, рекше, от всех святых даже до святых апостол, во вторник и четверток, едино варение достоит ясти без масла, в 9-й час: и ино сухоядение. В понедельник, среду и пяток, сухоядение ясти подобает, хлеб и воду, и сим подобная. В субботу и неделю, два ядения подобает ясти, паче же аще обретаются и рыбы. И егда варение ядят, подобает и ино ядение с ним ясти: яко да будут с ним послужения два. От святых же апостол, даже до поста Пресвятыя Богородицы, во вторник и четверток, два ядения подобает, дважды днем: в среду же и пяток, в 9-й час ясти единожды, по преданию святых отец.
  
  Якоже и святый чудотворец Симеон вообрази, глаголя: яко да постится монах не мнее 9-го часа. Подобне же и в житии преподобнаго отца нашего Пахомиа, глаголет ангел: по преданию общежительному, яко в 9-й час. И егда хощут ясти, творити молитвы три.
  
  И о вторей же трапезе мало подобает изрещи: По востании же братии от трапезы, да будет и второе ядение, да предложится брашно, якоже и на первой трапезе, да ядят трапезарь и чтец, и прочии служители. Подобает же и сие ведати, яко ни единому достоит поне мало укруха взяти от трапезы, или иному даяти, или во свою келлию нести. Но никто от братий да просит во свою келлию хлеба, или сочива, или варива, или овоща, или ино что тамо имети: но все обще да ядят. Аще ли кто немощи ради приити в трапезу не возможет, таковому, по повелению настоятеля, дати в келлию его все. Аще ли кто послан быв коея ради потребы, и умедлит приити с братиею на трапезу, дадят и тому: но в трапезе да яст. Ни единому же, по реченному образу, буди леть в келлии ясти: се убо отнюд отрицаем. По вечерни же ударяет в било трижды, и входят братия в трапезу. Вечери же ради, ничтоже варити подобает, не студеное же его ядят, но тепло, от обеда до вечера соблюдено: Да будет углие на огнищи, и на нем сосуд глинян станет до вечера, и тако сочиво тепло будет, и без вреда и сладостно, на вечери же поставится.
  
  Вшедше же братия в трапезу, и речет келарь велегласно: Господи благослови, и помолися.
  
  Таже настоятель ударит в кандию, и глаголют: ядят убозии и насытятся, и восхвалят Господа взыскающии его, жива будут сердца их в век века.
  
  Слава, и ныне: Господи помилуй, трижды. Благослови.
  
  Настоятель речет: Христе Боже, благослови ястие и питие рабом Твоим: Яко свят еси всегда, ныне и присно, и во веки веков.
  
  Аще есть утешение: черпают пития по две чаши, по образу, иже на обеде.
  
  По вечери же востав от трапезы, келарь речет: молитвами святых отец наших:
  
  Мы же речем: Аминь.
  
  Слава, и ныне: Господи помилуй, трижды. Благослови.
  
  Таже: Бысть чрево твое святая трапеза, имущая небеснаго хлеба, Христа Бога нашего, от негоже всяк ядый не умирает, якоже рече всех Богородительнице питатель.
  
  Таже: Честнейшую херувим:
  
  И посем: Возвеселил ны еси Господи в творениих твоих, и в делех руку твоею возрадуемся: знаменася на нас свет лица твоего Господи: дал еси веселие в сердце моем, от плода пшеницы, вина и елеа своего умножишася: в мире вкупе усну и почию: яко Ты Господи единаго на уповании вселил мя еси.
  
  Слава, и ныне: Господи помилуй, трижды. Благослови.
  
  Настоятель глаголет: С нами Бог, своею благодатию и человеколюбием всегда, и ныне и присно, и во веки веков, аминь.
  
  И исходяще из трапезы кождо в келлии своя, творят метание настоятелю.`;
}
