export function polyeleosSaintAWeek() {
  return   `Глава 4. О святем имущем полиелей, аще прилучится в неделю
  На велицей вечерни, по кафисме, На Господи воззвах стихиры воскресны 3, и анатолиев 1: и святаго, 6:
  
  Слава, святаго,
  
  И ныне, Богородичен 1-й гласа.
  
  Вход. Прокимен дне: И чтения святаго, 3.
  
  На литии стихира храма, и святаго аще имать.
  
  Слава святаго:
  
  И ныне, Богородичен 1-й, по гласу святаго.
  
  На стиховне стихиры воскресны гласа.
  
  Слава, святаго:
  
  И ныне, Богородичен, по гласу святаго.
  
  На благословении хлебов, тропарь: Богородице Дево: трижды.
  
  На утрени, на Бог Господь: тропарь воскресн, дважды.
  
  Слава, святаго:
  
  И ныне, Богородичен воскресн, по гласу тропаря святаго.
  
  По кафисмех седальны воскресны, и с Богородичны их, и чтение во евангелии толковом. Полиелей святаго, ипакои, и седальны святаго, по единожды.
  
  Слава, седален святаго полиелейный:
  
  И ныне, Богородичен, и чтение святаго.
  
  Степенна гласа: и прокимен. Евангелие воскресно. Воскресение Христово: псалом 50: стихира воскресна.
  
  Канон воскресн со ирмосом на 4: и крестовоскресн на два: и Богородицы на два: и святаго на 6.
  
  Аще святаго два канона: оба канона на 8, а крестовоскресн оставляем.
  
  По 3-й песни кондак и икос, и седален святаго, дважды:
  
  Слава, и ныне, Богородичен его, и чтение.
  
  По 6-й песни кондак воскресн, и икос: И чтем пролог.
  
  На 9-й песни поем Честнейшую: Светилен воскресн.
  
  Слава, святаго:
  
  И ныне, Богородичен воскресн гласа.
  
  На хвалитех стихиры воскресны гласа, на 4: и святаго на 4, и со Славным, с припевы его вечерними.
  
  Слава, стихира евангельская.
  
  И ныне, Преблагословенна еси Богородице Дево:
  
  Славословие великое. Тропарь воскресн точию, ектении: И отпуст.
  
  И исхождение, и оглашение, и час 1 в притворе.
  
  На 1-м часе тропарь воскресн:
  
  Слава, святаго:
  
  И ныне, Богородичен часов.
  
  По Отче наш, кондак святаго.
  
  На прочих же, кондак воскресн, и святаго, пременяюще глаголем.
  
  На Литургии, Блаженна гласа, на 6: И святаго, песнь 3, на 4. По входе тропарь, и кондак, якоже предписася во главе 3: прилагаем же тропарь и кондак, и храма святаго.
  
  `
}