export function оЗнакахТипикона() {
  return `Глава 47. О знамениях Владычних, и Богородичных праздников, и святых
  Подобает ведати, яко праздницы разделени суть на великия, средния же и малыя.
  
  Велицыи убо праздницы Христовы, и Богородичны, и Предтечева два: Рождество и Усекновение: и обоих верховных апостолов, Петра и Павла, имут знамения, крест окружен 🕀: имже бдение и вся служба праздника совершается по уставу.
  
  Среднии же праздницы святых имут двема виды, крест с полукружием: 🕁 имже бдение совершается: прилагается же и канон Богородицы на утрени по уставу:
  
  Друзии же крест един точию 🕂: имже бдение не совершается. На вечерни, Блажен муж, 1-й антифон: и на Господи воззвах, стихиры на 6: от произвола же на 8: и чтения 3, и на стиховне. На утрени полиелей, и Евангелие, канон на 8: и славословие великое: и прочая служба по уставу.
  
  Малии же праздницы имут двема виды три точки несовершенно окружены. Красен убо вид имущим 🕃. На вечерни кафисма обычная: на Господи воззвах, стихиры на 6. На утрени канон на 6, и славословие великое: и прочая служба по уставу.
  
  Черн же вид имущим 🕃 точию на Господи воззвах, стихиры на 6: на утрени канон на 6. На Литургии по чину устава. Не имущим же знамения, стихиры на 3: канон же на утрени на 4.`;
}
