export function forSixSaintAWeek() {
  return   `Глава 5. О святем поемом на 6. Аще будет в неделю, не имеяй полиелеа
  В субботу вечера, на велицей вечерни, по кафисме: На Господи воззвах, стихиры воскресны, 3: и анатолиевы, 3: и святаго, 4.
  
  Слава, святаго:
  
  И ныне, Богородичен первый гласа.
  
  Вход. Прокимен дне, и ектениа, Рцем вси: На литии стихира храма: Слава, святаго, аще имать.
  
  Аще же ни, Слава, и ныне, Богородичен. [Аще же имать святый славословие, поем стиховну его в литию.]
  
  И обычныя молитвы литии.
  
  На стиховне стихиры воскресны.
  
  Слава, святаго:
  
  И ныне, Богородичен воскресн, по гласу святаго.
  
  И прочее бдения по обычаю.
  
  На утрени, на Бог Господь, тропарь воскресн, дважды.
  
  Слава, святаго:
  
  И ныне, Богородичен первый, по гласу тропаря святаго, и прочее и до канона воскресно.
  
  Канон воскресн со ирмосом на 4: и крестовоскресн на два: и Богородицы на два: и святаго на 6.
  
  Катавасиа по уставу.
  
  По 3-й песни кондак и икос, и седален святаго, дважды, и Богородичен его. И чтение святаго.
  
  По 6-й песни кондак воскресн, и икос: и чтем пролог.
  
  На 9-й песни поем: Честнейшую: Светилен воскресн:
  
  Слава, святаго:
  
  И ныне, Богородичен воскресн гласа.
  
  На хвалитех стихиры воскресны 4, и святаго со Славным, 4.
  
  Аще ли не имать святый на хвалитех стихир, поем стихиры воскресны по обычаю.
  
  Слава, стихира евангельская:
  
  И ныне, Преблагословенна еси Богородице Дево:
  
  Славословие великое, тропарь воскресн точию. Ектении обе, и отпуст, и оглашение: и час 1-й в притворе.
  
  На 1-м часе тропарь воскресн:
  
  Слава, святаго:
  
  И ныне, Богородичен часов.
  
  По трисвятом кондак воскресн, и прочее. [Аще имать святый славословие, по трисвятом кондак святаго: На прочих же часех, кондак воскресн и святаго пременяюще глаголем,] и отпуст.
  
  На Литургии, блаженна гласа, на 6: и святаго песнь 3-я, на 4.
  
  По входе тропарь воскресн, и храма Богородицы, идеже храм ея: таже храма святаго: посем рядоваго святаго.
  
  Аще ли есть другий святый, и тропарь ему прилучится, глаголем тропарь и другаго святаго.
  
  Таже кондак воскресн и храма:
  
  Слава, кондак дневнаго святаго,
  
  И ныне, Богородицы храма.
  
  Аще ли храма Богородицы несть:
  
  Слава, кондак рядоваго святаго:
  
  И ныне, Предстательство христиан:
  
  Прокимен, апостол, аллилуиа, Евангелие, и причастен, прежде воскресн, и потом святаго.
  
  [Смотри] Подобает ведати: яко стихологиа, сиречь кафисма, в неделю вечера никогдаже бывает. Такожде и на господския праздники, и великих святых, или в храме святаго, или святыя: яве яко в нихже бывают бдения. егда же прилучится бдение, кроме субботы вечера, стихологисуем: блажен муж 1-й антифон. В субботу же вечера стихологисуем всю кафисму: блажен муж.`
}