export function обАпостольскомПосте() {
  return `Глава 51. Начало святаго поста святых славных и всехвальных апостол
  В немже должни есмы во всякой седмице сохранити 3 дни, постящеся понедельник, среду и пяток: и ясти в 9-й час сухоядения, [по вечерни.] И в 1-й убо день, сиесть: в понедельник, по памяти всех святых.
  
  Аще несть празднуемаго святаго памяти, поем Аллилуиа на глас октоиха, и троичны гласа, творяще и поклоны по чину святыя 40-цы. Глаголем же и кафисмы две обычныя, третию на вечерни: такожде и часы с междочасием их, и изобразительная.
  
  И о сем всем зри церковнаго последования, постов же и разрешений в ноемврии.`;
}
