export function обОтпустах() {
  return `Глава 52. О отпустительных тропарях и кондаках,
  како глаголати в седмичныя дни, кроме предпразднства и попразднства, и великих святых, имущих бдение или полиелей, во весь год: на вечернях, и повечериях, и на утрени на Бог Господь, и по благо есть, и на часех, и на литургии по входе.
  
  В неделю вечера, По Ныне отпущаеши, и по трисвятом, глаголем тропарь святаго: Слава, и ныне, Богородичен, по гласу тропаря от меньших. Аще ли случатся два святых, и имеют оба тропари, и глаголем прежде тропарь святаго перваго. Слава, другаго святаго: И ныне, Богородичен от меньших, по гласу другаго тропаря.
  
  В туюжде неделю, на повечерии, По Достойно, и по трисвятом, глаголем тропарь храма Христова, или Богородицы, потом дне, небесных воинств: таже храма святаго: посем: Боже отец наших: и Иже во всем мире: Слава: Кондак, Со святыми упокой: И ныне, молитвами Господи всех святых:
  
  [Смотри] Аще же несть храма Христова, и Богородицы, глаголем прежде тропарь дне, небесных воинств: и храма святаго: посем, Боже отец наших: и Иже во всем мире: Слава, Со святыми упокой: И ныне, молитвами Господи:
  
  В понедельник на утрени, На Бог Господь, глаголем тропарь святаго, дважды: Слава, и ныне, Богородичен, от меньших, по гласу тропаря святаго.
  
  [Смотри] Аще случится другий святый имеяй тропарь, И глаголем тропарь перваго святаго: дважды. Слава, другаго святаго: И ныне, Богородичен, по гласу другаго тропаря, от меньших. По Благо есть, тропарь глаголем, якоже указася в неделю вечера.
  
  На часех глаголем, Тропарь, святаго. И ныне, Богородичен часов. По трисвятом, кондак святаго. Сице на всех часех тропари и кондаки глаголем.
  
  [Смотри] Аще случится другий святый имеяй тропарь и кондак: И глаголем на 1-м часе тропарь 1-го святаго, Слава, другаго святаго: И ныне, Богородичен часов. По Отче наш: Кондак 1-го святаго.
  
  На 3-м часе, тропарь глаголем 1-го святаго: Слава, другаго святаго: И ныне, Богородичен часов. По Отче наш: Кондак другаго святаго. Такожде и на прочих часех глаголем тропари: Кондаки же глаголем пременяюще.
  
  [Смотри] Аще ли другий святый не имать кондака, и глаголем кондак по Отче наш: единаго святаго на всех часех.
  
  [Смотри] На литургии по входе, глаголем тропарь храма Христова, или Богородицы, и дне: Небесных воинств: посем тропарь святаго рядоваго. Аще ли будет другий святый имеяй тропарь, глаголем тропарь и другаго святаго. Посем кондак храма Христова и дне, Архистратизи Божии: таже святаго рядоваго. Аще ли будет другий святый имеяй кондак, глаголем и другаго святаго: Слава, Со святыми упокой: И ныне, храма Богородицы.
  
  [Смотри] Аще ли где несть храма Богородицы, И ныне, храма Христова.
  
  [Смотри] А идеже несть храма Христова, и Богородицы, глаголем по входе тропари сице, прежде тропарь дне: небесных воинств: и храма святаго. Таже святаго рядоваго, и другаго святаго, Аще есть. Таже кондак дне, и кондак храма святаго, и святаго рядоваго. Слава, Со святыми упокой: И ныне, Богородицы, Предстательство христиан:
  
  А идеже несть литургии, Глаголем на часех, по ослаби, остави, по Отче наш, кондак храма Христова, и дне: таже святаго рядоваго, и другаго святаго. Аще есть: Слава, Со святыми упокой: И ныне, храма Богородицы.
  
  [Смотри] А идеже несть храма Богородицы, глаголем кондак дне, Архистратизи: и храма святаго, и святаго рядоваго, и другаго святаго. Слава, Со святыми упокой: И ныне, храма Христова.
  
  [Смотри] А идеже несть храма Христова, и Богородицы, глаголем, И ныне, Предстательство христиан:
  
  В понедельник вечера.
  
  По Ныне отпущаеши, и по трисвятом глаголем тропарь святаго. Слава, и ныне, Богородичен по гласу тропаря святаго.
  
  [Смотри] Аще ли случатся два святых, имуще два тропаря, и глаголем прежде тропарь 1-го святаго. Слава, другаго святаго: И ныне, Богородичен от меньших, по гласу последняго тропаря.
  
  [Смотри] В тойже понедельник на повечерии, По Достойно, и по трисвятом, глаголем тропарь храма Христова, или Богородицы: посем дне: Память праведнаго: таже тропарь храма святаго. Посем, Боже отец наших: и Иже во всем мире: Слава, кондак, Со святыми упокой: И ныне, Богородичен, молитвами Господи:
  
  [Смотри] А идеже несть храма Христова, и Богородицы, глаголем прежде тропарь дне, Память праведнаго: и храма святаго. Посем, Боже отец наших: и Иже во всем мире: Слава: кондак, Со святыми упокой: И ныне, молитвами Господи:
  
  [Смотри] Аще ли храм Иоанна Предтечи, И храма Предтечева, всех его праздников тропарей не глаголем, занеже глаголется тропарь дне, емуже Предтечи.
  
  Во вторник на утрени, На Бог Господь, тропарь святаго, дважды. Слава, и ныне, Богородичен от меньших, во глас тропаря святаго.
  
  [Смотри] Аще ли случится другий святый, имеяй тропарь: И глаголем тропарь 1-го святаго, дважды. Слава, другаго святаго: И ныне, Богородичен от меньших по гласу последняго тропаря. По благо есть, тропарь глаголем якоже в понедельник на вечерни.
  
  На 1-м часе, Тропарь святаго: И ныне, Богородичен часов. По трисвятом кондак святаго.
  
  [Смотри] Аще ли случится другий святый имеяй тропарь и кондак, и глаголем тропарь 1-го святаго. Слава, другаго: И ныне, Богородичен часов. По Отче наш: кондак 1-го святаго.
  
  На 3-м часе, тропарь 1-го святаго: Слава, другаго: И ныне, Богородичен часов. По Отче наш: кондак другаго святаго. Такоже и на прочих часех глаголем тропари: Кондаки же глаголем пременяюще.
  
  [Смотри] Аще ли другий святый не имать кондака, и глаголем кондак, по Отче наш: единаго святаго на всех часех.
  
  На литургии по входе, Глаголем тропарь храма Христова, или Богородицы, потом дне: Память праведнаго: и тропарь святаго рядоваго, и другаго святаго, аще есть. Посем кондак храма Христова, таже дне. Пророче Божий: и кондак храма святаго: и святаго рядоваго. Аще ли есть, и другаго святаго кондак, глаголи его. Слава, Со святыми упокой: И ныне, храма Богородицы.
  
  [Смотри] А идеже несть храма Христова, и Богородицы, глаголем по входе тропари сице: прежде тропарь дне: Память праведнаго: и храма святаго: таже святаго рядоваго, и другаго святаго, аще есть. Таже кондак дне, и храма святаго и святаго рядоваго: Слава, Со святыми упокой: И ныне, Предстательство христиан:
  
  А идеже несть литургии, На часех, по ослаби, остави: и по Отче наш: кондак храма Христова, и дне, таже святаго рядоваго, и другаго святаго, аще есть. Слава, Со святыми упокой: И ныне, храма Богородицы.
  
  [Смотри] А идеже несть храма Богородицы, глаголем кондак дне: пророче Божий и Предтече: и храма святаго: таже, святаго рядоваго: и другаго святаго, аще есть. Слава, Со святыми упокой: И ныне, храма Христова: А идеже несть храма Христова, и Богородицы, глаголем: И ныне, Предстательство христиан:
  
  Во храме же Предтечеве: Кондак храма его во вторник на литургии, по входе, или на часех, по ослаби, остави, не глаголем: занеже глаголется кондак дне Предтечи же.
  
  Во вторник вечера.
  
  По Ныне отпущаеши, и по трисвятом, глаголем тропарь святаго: Слава, и ныне, Крестобогородичен по гласу.
  
  [Смотри] Аще ли случатся два святых, имуще тропари: И глаголем прежде тропарь, перваго святаго: Слава, другаго, И ныне, Крестобогородичен.
  
  На повечерии, по Достойно и по трисвятом, глаголем тропарь дне: Спаси Господи люди Твоя: и храма Богородицы, и храма святаго. Таже, Боже отец наших: и Иже во всем мире: Слава, Со святыми упокой: И ныне, молитвами Господи:
  
  Внимай: Христова бо храма, во вторник на повечерии, такожде и в четверток на повечерии, тропаря и кондака во весь год не глаголем, занеже глаголется тропарь дне: Спаси Господи люди Твоя: и кондак: Вознесыйся на крест:
  
  На утрени в среду, На Бог Господь, тропарь святаго дважды. Слава, и ныне, Крестобогородичен, по гласу тропаря святаго.
  
  [Смотри] Аще ли случатся два святых, имуще оба тропари: И глаголем тропарь перваго святаго, дважды: Слава, другаго святаго: И ныне, Крестобогородичен, по гласу последняго тропаря святаго. По благо есть: тропарь глаголем якоже и во вторник, на вечерни.
  
  На 1-м часе, тропарь святаго: И ныне, Богородичен часов. По трисвятом кондак святаго.
  
  [Смотри] Аще ли случится другий святый имеяй тропарь и кондак: И глаголем тропарь перваго святаго. Слава, другаго святаго: И ныне, Богородичен часов. По Отче наш: кондак 1-го святаго.
  
  На 3-м часе, тропарь 1-го святаго. Слава, другаго. И ныне, Богородичен часов. По Отче наш: кондак другаго святаго. Такожде и на прочих часех глаголем тропари: кондаки же глаголем пременяюще.
  
  [Смотри] Аще ли другий святый не имать кондака, И глаголем кондак по Отче наш: единаго святаго на всех часех.
  
  На литургии по входе, глаголем тропарь: Спаси Господи люди Твоя: и храма Богородицы, и храма святаго. Таже тропарь святаго рядоваго. Посем кондак дне: Вознесыйся на крест: и храма святаго, и рядоваго святаго. Слава, Со святыми упокой: И ныне, храма Богородицы.
  
  [Смотри] А идеже несть храма Богородицы, точию един храм Христов: И по тропаре глаголем, кондак храма святаго, и святаго рядоваго. Слава, Со святыми упокой: И ныне, храма Христова.
  
  [Смотри] А идеже несть храма Христова и Богородицы, глаголем: И ныне, Предстательство христиан:
  
  [Смотри] Сице глаголем тропари и в четверток вечера к пятку на утрени, и на литургии по входе, якоже и в среду.
  
  А идеже несть литургии, глаголем на часех, по ослаби, остави: и по Отче наш: кондак якоже и на литургии по входе, кондак дне: Вознесыйся на крест: и храма святаго, и святаго рядоваго. Слава, Со святыми упокой: И ныне, храма Богородицы.
  
  [Смотри] А идеже храма несть Богородицы, И ныне, Предстательство христиан:
  
  В среду вечера, По Ныне отпущаеши, и по трисвятом тропарь святаго. Слава, и ныне, Богородичен от меньших: и прочее якоже указася в прочия дни выше.
  
  [Смотри] На повечерии, по Достойно, и по трисвятом, Тропарь храма Христова, и Богородицы, и дне, и Николая: Правило веры:
  
  [Смотри] Аще ли храм Архангелов, или Предтечи, глаголем храма его тропарь, прежде дневнаго тропаря, по них глаголем дне тропарь: Апостоли святии: и храма святаго, кроме храма апостолов, храм бо апостолов коего ни буди, тропаря не глаголем к четвертку, зане тропарь дне апостольский же: потом Николая, и обычныя тропари: Боже отец наших: с прочими.
  
  [Смотри] А идеже несть храма Христова и Богородицы, глаголем тропарь дне: Апостоли святии: и Николая, и тропарь храма святаго или святыя, кроме храма апостольскаго. Посем, Боже отец наших: И Иже во всем мире: Слава, Со святыми упокой: И ныне, молитвами Господи:
  
  В четверток на утрени, На Бог Господь, тропарь святаго дважды. Слава, и ныне, Богородичен от меньших, по гласу тропаря святаго.
  
  [Смотри] Аще ли случится другий святый имеяй тропарь, глаголем тропарь перваго святаго, дважды. Слава, другаго святаго. И ныне, Богородичен, по гласу последняго тропаря святаго от меньших. По благо есть, и по трисвятом, тропарь святаго: Слава, и ныне, Богородичен. Аще ли другаго святаго тропарь, и глаголем тропарь перваго святаго. Слава, другаго святаго. И ныне, Богородичен. На часех, глаголем тропарь святаго. И ныне, Богородичен часов. По трисвятом кондак святаго.
  
  [Смотри] Аще ли случится другий святый, имеяй тропарь и кондак: И глаголи 50-м тропари и кондаки, якоже предписася во вторник, на часех.
  
  По входе на литургии, Тропарь храма Христова и Богородицы, и дне: Апостоли святии: и Николая. Посем тропарь храма святаго, кроме апостольскаго, потом святаго рядоваго. Аще есть другий святый, имеяй тропарь, глаголи его. Посем кондак храма Христова, и дне, и храма святаго рядоваго, и другаго святаго, аще есть. Слава, Со святыми упокой: И ныне, храма Богородицы.
  
  [Смотри] Аще храм Христов, И ныне: кондак храма Христова. А после тропарей в начале кондаки дне, и храма, и святаго рядоваго. Слава, Со святыми упокой: И ныне, храма Христова.
  
  [Смотри] А идеже несть храма Христова, и Богородицы, глаголем по входе тропари, прежде тропарь дне, и тропарь храма святаго, кроме апостолов: посем тропарь святаго рядоваго, и другаго святаго, аще есть. Посем кондак дне, и святаго рядоваго. Слава, Со святыми упокой: И ныне, Предстательство христиан:
  
  А идеже несть литургии. На часех, по ослаби, остави: и по Отче наш: кондаки, яко предписася во вторник на часех, во всем подобне, тамо Предтечи, зде же апостолов и Николая.
  
  В четверток же.
  
  Вечер и утро, и на литургии, тропари глаголем, якоже предызъявися во вторник к среде, вечер, и утро.
  
  В пяток вечера к субботе.
  
  По Ныне отпущаеши: и по трисвятом, тропари глаголем сице: Тропарь святаго. Слава, и ныне, Богородичен воскресный, настоящаго гласа. Аще же тропарь другаго святаго, глаголи прежде тропарь перваго святаго: Слава, другаго святаго: И ныне, Богородичен первый настоящаго гласа.
  
  На повечерии, по Достойно, и по трисвятом тропарь храма Христова, и Богородицы: таже дне: Апостоли, мученицы и пророцы: Слава, Со святыми упокой: И ныне, яко начатки:
  
  [Смотри] Аще ли и во Христове храме, и Богородицы, сим кондаком покрывай: Храма же святаго тропарь не глаголется во весь год, зане в дневном тропаре вси святии именовани суть.
  
  [Смотри] А идеже несть храма Христова и Богородицы, и глаголем тропари в пяток на повечерии сице: прежде тропарь дне: Апостоли, мученицы: таже, Помяни Господи, яко благ: Слава, Со святыми упокой: И ныне, яко начатки:
  
  Аще в субботу случится святаго имущаго тропарь, И в пяток на повечерии тропаря за упокой: Помяни Господи не глаголем. Такожде и в субботу на литургии по входе не глаголем, но глаголем его, егда несть святому тропаря, и поется в субботу Аллилуиа.
  
  На утрени на Бог Господь, Тропарь святаго, дважды: Слава, и ныне, Богородичен воскресный, по гласу тропаря святаго, а не настоящаго гласа: настоящаго же гласа глаголется Богородичен, по 1-й кафисме, по 1-м седальне.
  
  [Смотри] Аще ли другий святый имеяй тропарь случится в субботу, тогда глаголем прежде тропарь 1-го святаго, дважды. Слава, другаго святаго: И ныне, Богородичен воскресный по гласу другаго тропаря. По благо есть, глаголем тропарь святаго. Слава, и ныне, Богородичен от меньших, писан в субботу в конец утрени настоящаго гласа.
  
  Аще случится великаго святаго в субботу, имущаго бдение, или полиелей.
  
  И в пяток на вечерни, и в субботу на утрени, на Бог Господь, и по славословии, глаголем по тропаре святаго, Богородичен воскресный настоящаго гласа.
  
  На литургии по входе, Тропарь храма Христова, и Богородицы, таже дне: Апостоли, мученицы и пророцы: и Помяни Господи, яко благ: Аще же святый рядовый имать тропарь, и Помяни Господи, не глаголем, но глаголем тропарь святаго, посем кондак святаго рядоваго. Слава, Со святыми упокой: И ныне, Яко начатки естества:
  
  [Смотри] А идеже несть храма Христова и Богородицы, и глаголем тропари сице: прежде тропарь дне: Апостоли, мученицы и пророцы: таже тропарь и кондак святаго, Аще есть. Аще ли другий святый, глаголи тропарь и кондак его: Слава, Со святыми упокой: И ныне, Яко начатки:
  
  Ведомо буди и о сем: Аще в понедельник, или вторник, или в среду, или четверток, или пяток, и в субботу, не поется октоих, тогда тропаря и кондака дне, на повечерии и на литургии по входе не глаголем: глаголем же тропарь и кондак святаго, емуже поется служба.
  
  Аще ли коему святому на утрени поется славословие, И на литургии по входе, кондака, Со святыми упокой: не глаголем: но глаголем на Слава: кондак святаго рядоваго, И ныне: кондак храма Христова, или Богородицы. Аще ли несть храма Христова и Богородицы, И ныне, Предстательство христиан:
  
  В субботу вечера к недели.
  
  По Ныне отпущаеши, и по трисвятом, тропарь воскресный гласа: Слава, святаго: И ныне, Богородичен воскресный, по гласу тропаря святаго: Аще ли несть тропаря святому, глаголи тропарь воскресный. Слава, и ныне, Богородичен его.
  
  [Смотри] Аще ли два святых с тропари, И глаголем тропарь воскресный: Слава, святаго: И ныне, Богородичен воскресный по гласу тропаря: другаго же святаго тропарь не глаголется: понеже на вечерни 4 тропаря не глаголются. На повечерии глаголем кондак воскресный.
  
  В неделю на утрени на Бог Господь. Тропарь воскресный, дважды: Слава, святаго: И ныне, Богородичен воскресный, по гласу тропаря святаго. 1-ый Богородичен настоящаго гласа глаголи по тропаре воскресном на Слава, и ныне, по 1-м седальне: рядоваго же Богородична не глаголем.
  
  [Смотри] Аще ли случится в неделю другий святый имеяй тропарь: Глаголем на Бог Господь, тропарь воскресный единожды, и святаго перваго единожды. Слава, другаго святаго. И ныне, Богородичен воскресный, по гласу последняго тропаря. [Аще же в неделю тропаря святому не будет, тогда глаголем на утрени, на Бог Господь, тропарь воскресный гласа, дважды: Слава, и ныне, Богородичен его. По 1-м же седальне глаголем Богородичен рядовый. По славословии тропарь воскресный един.] На часех, тропарь воскресный: Слава, святаго: И ныне, Богородичен часов. По отче наш, кондак воскресный.
  
  На литургии по входе, глаголем тропарь воскресный, и храма Богородицы, и храма святаго, и святаго рядоваго, глаголем же и другий тропарь, аще есть. Таже кондак воскресный, и храма святаго. Слава, святаго рядоваго: И ныне, храма Богородицы. Аще ли другий святый имеяй кондак, Слава, кондак другаго святаго: И ныне, храма Богородицы. А идеже несть храма Богородицы, а храм Христов: И ныне, кондак воскресный. А идеже несть храма Христова и Богородицы, И ныне, кондак: Предстательство христиан:
  
  Ведомо же буди и о сем.
  
  Аще случится когда в седмичныя дни, кроме субботы и недели святаго, емуже вход, или славословие, или полиелей, или бдение: тогда глаголем на вечерни и на утрени, и на часех, тропарь и кондак, якоже прежде указася. Точию на вечерни по трисвятом последнем: и на утрени, на Бог Господь, и по славословии: по тропаре глаголем Богородичен воскресный, по гласу тропаря святаго. А на повечерии по Достойно и по трисвятом, кондак святаго. А Богородична от меньших, такожде и крестобогородична в среду и пяток по тропаре, в тыя праздники не глаголем. А по входе на литургии глаголем такожде тропарь и кондак, якоже прежде явлено есть: точию в сия дни, дне тропаря и кондака, Со святыми упокой, не глаголем.
  
  [Смотри] Аще ли случится в субботу коего святаго, емуже славословие, или вход кроме полиелеа:
  
  В пяток вечера, по Ныне отпущаеши, и по трисвятом тропарь святаго: Слава, и ныне, Богородичен воскресный настоящаго гласа. На повечерии, кондак святаго.
  
  На утрени, на Бог Господь, Тропарь святаго, дважды. Слава, и ныне, Богородичен воскресный. По славословии, глаголем тропарь святаго: Слава, и ныне, Богородичен настоящаго гласа.
  
  На часех же тропарь и кондак глаголем, якоже выше указася.
  
  На литургии же, по входе глаголем тропари сице: Прежде тропарь храма Христова, или Богородицы, и святаго рядоваго, таже кондак храма Христова. Слава, кондак святаго: И ныне, храма Богородицы.
  
  [Смотри] А идеже храм Христов, а Богородицы несть: И ныне, кондак храма, Христова. А идеже храма Христова, и Богородицы несть: И ныне, Предстательство христиан:
  
  Аще ли случится в субботу коего великаго святаго, имущаго полиелей.
  
  В пяток на вечерни, по трисвятом последнем, тропарь святаго: Слава, и ныне, Богородичен воскресный гласа.
  
  На повечерии, по Достойно и по трисвятом, кондак святаго един.
  
  На утрени в субботу, На Бог Господь, тропарь святаго дважды: Слава, и ныне, Богородичен настоящаго гласа. По славословии тропарь святаго единожды. Слава, и ныне, Богородичен настоящаго гласа. На часех, тропарь и кондак святаго.
  
  На литургии. По входе тропарь храма Христова, или Богородицы, и святаго празднуемаго. Посем кондак храма Христова: Слава, кондак святаго празднуемаго: И ныне, храма Богородицы. А идеже храм Христов, а Богородицы храма несть: И ныне, глаголем кондак храма Христова. А идеже храма Христова и Богородицы несть, глаголем тропарь храма святаго, или святыя, и святаго празднуемаго, таже кондак храма святаго, или святыя: Слава, рядоваго святаго, И ныне: Предстательство Христиан: Дне же тропаря и кондака не глаголем, понеже тогда октоих не поется.
  
  [Смотри]Аще же бденнаго святаго служба пета была в субботу,
  
  Тогда тропари по входе глаголем сице: прежде тропарь храма Христова, или Богородицы, и святаго бденнаго. Посем кондак храма Христова: Слава, святаго бденнаго: И ныне, храма Богородицы. Аще же храма Христова и Богородицы несть, Глаголем прежде тропарь бденнаго святаго: Слава, кондак его, И ныне: Предстательство Христиан: А идеже храм Христов, а Богородицы храма несть: И ныне, глаголем кондак храма. Храма же святаго на литургии по входе, егда бдение святаго бывает, тропаря и кондака не глаголем никогда.
  
  [Смотри] Такожде глаголем, тропари и кондаки на литургии по входе, и во иныя седмичныя дни и в неделю, егда бдение бывает святаго.
  
  [Смотри] Ведомо же буди и о сем, Аще случится в неделю святаго, емуже бывает бдение, или полиелей, или святаго, емуже служба поется на 7, кроме полиелеа.
  
  И о тех службах, и о тропарях и о кондаках писася указ напреди книги сея, во главе 4, 5 и 7-й.
  
  Аще ли случится святаго, коего в неделю, емуже вход бывает, или славословие.
  
  В субботу на повечерии, по Достойно, и по трисвятом, глаголем кондак святаго един, а тропарь на вечерни, и на утрени, и на часех, и на литургии по входе, глаголем якоже указася в воскресной службе, с полиелеем святаго, егда случится в неделю.
  
  Подобает ведати и о сем, како глаголются тропари и кондаки по вся дни, в предпразднствах и попразднствах Христовых, и Богородичных праздников кроме недели.
  
  На вечерни, по Ныне отпущаеши, и по трисвятом, тропарь святаго, аще есть: Слава, и ныне, праздника. Аще ли случится быти два святых: И глаголем по трисвятом, тропарь перваго святаго: Слава, другаго: И ныне, праздника. Аще ли несть святому тропаря, тогда глаголем един тропарь праздника. На повечерии, по Достойно, и по трисвятом, кондак праздника.
  
  На утрени, на Бог Господь: Тропарь праздника, дважды: Слава, святаго: И ныне, праздника: Аще ли два святых, и кийждо их имать тропарь, тогда тропарь праздника, единожды: и святаго перваго, единожды: Слава, другаго святаго: И ныне праздника. По Благо есть, и по трисвятом, тропарь, якоже на вечерни. Аще ли два святых, глаголем такожде якоже на вечерни.
  
  На часех глаголем в начале тропарь праздника: Слава, святаго: И ныне, Богородичен часов: По отче наш, кондак праздника: глаголем непременно на всех часех. Аще ли случатся два святых: И тропари их пременяюще глаголем. Аще ли несть святому тропаря, глаголем на часех тропарь и кондак праздника.
  
  На литургии по входе, глаголем тропарь праздника, и храма Богородицы: или храма святаго. И святаго рядоваго. Таже кондак храма Богородицы. Слава, святаго рядоваго. И ныне, праздника. Христова же храма тропаря и кондака не глаголем.
  
  Аще ли предпразднство, или попразднство Богородицы. И по входе глаголем прежде тропарь храма Христова, и праздника, и святаго рядоваго, аще есть: Аще и другий святый имеяй тропарь, глаголем его. Таже кондак храма Христова: Слава, святаго: И ныне, праздника Богородицы. А Богородицы храма, тропаря и кондака не глаголем.
  
  В предпразднства всех праздников Христовых и Богородицыных.
  
  На вечерни, и на утрени, и на часех, и на литургии, по входе, во всей церковной службе, глаголем тропарь и кондак предпразднства, и святаго рядоваго, якоже в попразднствах владычних и Богородичных праздников. Дне же не глаголется, зане октоих не поется.
  
  Аще ли случится предпразднство, или попразднство в седмичныя дни, кроме недели с полиелейным святым, или емуже и бдение бывает.
  
  По Ныне отпущаеши, и по трисвятом, тропарь святаго: Слава, и ныне, праздника. На повечерии, кондак святаго: Слава, и ныне, праздника.
  
  На утрени на Бог Господь: Тропарь праздника, дважды: Слава, святаго: И ныне, праздника. По славословии и по трисвятом, тропарь святаго: Слава, и ныне, праздника. На часех, тропарь праздника: Слава, святаго: И ныне, Богородичен часов. По Отче наш: кондак праздника, и святаго, пременяюще глаголем.
  
  На литургии по входе. Тропарь праздника, аще Господьский: и храма Богородицы, и святаго рядоваго: Таже, кондак храма Богородицы. Слава, кондак святаго. И ныне, праздника. А идеже несть храма Богородицы, И ныне, кондак праздника.
  
  Аще ли предпразднство или попразднство Богородицына праздника.
  
  И глаголем тропарь прежде храма Христова, таже праздника, и святаго рядоваго: Посем кондак храма Христова: Слава, святаго: И ныне, праздника. Дне же тропаря и кондака не глаголем.
  
  Аще ли случится в неделю предпразднство, или попразднство, и великаго святаго.
  
  В субботу вечера, по Ныне отпущаеши, и по трисвятом, тропарь воскресный: Слава, святаго. И ныне, праздника. На повечерии, по трисвятом, кондак святаго. Слава, и ныне, праздника.
  
  На утрени, на Бог Господь: Тропарь воскресный, дважды: Слава, святаго: И ныне, праздника. По славословии тропарь воскресный. На часех, тропарь прежде воскресный, праздника же и святаго, пременяюще глаголем, такожде и кондак.
  
  На литургии по входе, тропарь прежде воскресный, и праздника. И храма Богородицы, и святаго рядоваго. Кондак праздника. Слава, святаго рядоваго: И ныне, храма Богородицы. А идеже несть храма Богородицы, И ныне, кондак праздника. Христова же храма, тропаря и кондака, Аще Господьский праздник, не глаголем.
  
  [Смотри] Аще ли праздник Богородицы, тропарь глаголем воскресный, и праздника Богородицы, и святаго рядоваго. Таже кондак храма Христова. Слава, святаго: И ныне, праздника.`;
}
