export function отпустительныеТропариВосьмиГласов() {
  return `Глава 53. Отпустительнии тропари воскреснии осми гласов, с Богородичны их, ипакои, и кондаки. И прокимени на утрени пред Евангелием, и на литургии, и аллилуиаре
  Тропарь, глас 1:
  
  Камени запечатану от иудей, и воином стрегущим Пречистое Тело Твое, воскресл еси тридневный Спасе, даруяй мирови жизнь. Сего ради силы небесныя вопияху Ти Жизнодавче: слава Воскресению Твоему Христе, слава царствию Твоему, слава смотрению Твоему, едине Человеколюбче.
  
  Богородичен:
  
  Гавриилу вещавшу Тебе Дево, радуйся, со гласом воплощашеся всех Владыка, в Тебе святем Кивоте, якоже рече праведный Давид, явилася еси ширшая небес, поносивши Зиждителя Твоего. Слава всельшемуся в Тя, слава Прошедшему из Тебе. Слава свободившему нас Рождеством Твоим.
  
  Ипакои:
  
  Разбойничо покаяние рай окраде, плачь же мироносиц радость возвести, яко воскресл еси Христе Боже, подаяй мирови велию милость.
  
  На утрени прокимен, глас 1: Ныне воскресну, глаголет Господь, положуся во спасение, не обинюся о нем.
  
  Стих: Словеса Господня, словеса чиста:
  
  Таже, Всякое дыхание:
  
  Стих: Хвалите Бога во святых Его: Евангелие воскресное, ряд. По 7-й песни,
  
  Кондак, Подобен: Егда приидеши:
  
  Воскресл еси яко Бог из гроба во славе, и мир совоскресил еси, и естество человеческое яко Бога воспевает Тя, и смерть исчезе. Адам же ликует, Владыко: Ева ныне от уз избавляема, радуется зовущи: Ты еси иже всем подая Христе воскресение.
  
  На хвалитех стихиры воскресны по обычаю. Слава, стихира евангельская. И ныне, поем во вся недели,
  
  Настоящий Богородичен, глас 2:
  
  Преблагословенна еси Богородице Дево, воплощшим бо ся из Тебе ад пленися, Адам воззвася, клятва потребися, Ева свободися, смерть умертвися, и мы ожихом. Тем воспевающе вопием: благословен Христос Бог благоволивый тако, слава Тебе.
  
  Славословие великое, и по скончании славословия, и трисвятаго, глаголем тропарь воскресный:
  
  И в 1-й убо глас, и 3-й, 5-й, 7-й, глаголем сей:
  
  Днесь спасение миру бысть, поем воскресшему из гроба и Начальнику жизни нашея: разрушив бо смертию смерть, победу даде нам, и велию милость.
  
  Во глас же, 2-й, 4-й, 7-й, 8-й, глаголем сей:
  
  Воскрес из гроба, и узы растерзал еси ада, разрушил еси осуждение смерти Господи, вся от сетей врага избавивый, явивый же себе апостолом твоим, послал еси я на проповедь, и теми мир Твой подал еси вселенней, едине Многомилостиве.
  
  На литургии прокимен: Буди Господи милость Твоя на нас, якоже уповахом на Тя.
  
  Стих: Радуйтеся праведнии о Господе, правым подобает похвала. Апостол, ряд.
  
  Аллилуиа: Бог даяй отмщение мне, и покоривый люди под мя.
  
  Стих: Величаяй спасения царева, и творяй милость Христу своему Давиду, и семени его до века.
  
  Тропарь, глас 2:
  
  Егда снизшел еси к смерти, Животе безсмертный, тогда ад умертвил еси блистанием Божества. Егда же и умершия от преисподних воскресил еси, вся силы небесныя взываху: Жизнодавче Христе Боже наш, слава Тебе.
  
  Богородичен:
  
  Вся паче смысла, вся преславная Твоя Богородице таинства, чистоте запечатанной, и девству храниму, мати позналася еси неложна, Бога рождши истиннаго. Того моли спастися душам нашим.
  
  Ипакои:
  
  По страсти шедше во гроб жены, во еже помазати тело Твое Христе Боже, видеша ангелы во гробе, и ужасошася: глас бо слышаху от них, яко воскресе Господь, даруяй мирови велию милость.
  
  На утрени, прокимен: Востани Господи Боже мой повелением, имже заповедал еси, и сонм людей обыдет тя.
  
  Стих: Господи Боже мой на Тя уповах, спаси мя.
  
  Таже Евангелие воскресно, ряд.
  
  Кондак:
  
  Воскресл еси от гроба всесильне Спасе, и ад видев чудо ужасеся, и мертвии восташа: тварь же видящи, срадуется Тебе, и Адам свеселится, и мир Спасе мой воспевает Тя присно.
  
  На литургии прокимен: Крепость моя и пение мое Господь, и бысть мне во спасение.
  
  Стих: Наказуя наказа мя Господь, смерти же не предаде мя. Апостол, ряд.
  
  Аллилуиа: Услышит тя Господь в день печали, защитит тя имя Бога Иаковля.
  
  Стих: Господи спаси царя, и услыши ны, воньже Аще день призовем тя. Евангелие, ряд.
  
  Тропарь, глас 3:
  
  Да веселятся небесная, да радуются земная, яко сотвори державу мышцею Своею Господь, попра смертию смерть, первенец мертвых бысть: из чрева адова избави нас, и подаде мирови велию милость.
  
  Богородичен:
  
  Тя ходатайствовавшую спасение рода нашего, воспеваем Богородице Дево: плотию бо от Тебе восприятою Сын Твой, и Бог наш, Крестом восприим страсть, избави нас от тли, яко Человеколюбец.
  
  Ипакои:
  
  Удивляя видением, орошая глаголании, блистаяйся ангел, мироносицам глаголаше: что живаго ищете во гробе? Воста истощивый гробы, тли пременителя разумейте непременнаго. Рцыте Богови: коль страшна дела Твоя, яко род спасл еси человеческий.
  
  На утрени прокимен: Рцыте во языцех, яко Господь воцарися: ибо исправи вселенную, яже не подвижится.
  
  Стих: Воспойте Господеви песнь нову, воспойте Господеви вся земля. Евангелие воскресно, ряд.
  
  Кондак. Подобен: Дева Днесь:
  
  Воскресл еси Днесь из гроба Щедре, и нас возвел еси от врат смертных. Днесь Адам ликует, и радуется Ева: вкупе же и пророцы с патриархи воспевают непрестанно божественную державу власти Твоея.
  
  На литургии прокимен: Пойте Богу нашему, пойте, пойте Цареви нашему, пойте.
  
  Стих: Вси язы́цы восплещите руками, воскликните Богу гласом радования. Апостол, ряд.
  
  Аллилуиа: На Тя Господи уповах, да не постыжуся во век.
  
  Стих: Буди ми в Бога защитителя, и в дом прибежища, еже спасти мя. Евангелие рядовое.
  
  Тропарь, глас 4:
  
  Светлую воскресения проповедь, от ангела уведевше Господни ученицы, и прадеднее осуждение отвергше, апостолом хвалящеся глаголаху: испровержеся смерть, воскресе Христос Бог, даруяй мирови велию милость.
  
  Богородичен:
  
  Еже от века утаеное, и ангелом несведомое таинство, Тобою Богородице сущим на земли явися Бог, в неслитном соединении воплощаемь, и Крест волею нас ради восприим, имже воскресив первозданнаго, спасе от смерти души наша.
  
  Ипакои:
  
  Яже Твоего преславнаго востания, предтекшия мироносицы, апостолом проповедаху Христе, яко воскресл еси яко Бог, подаяй мирови велию милость.
  
  На утрени прокимен: Воскресни Господи, помози нам, и избави нас имене Твоего ради.
  
  Стих: Боже, ушима нашима услышахом, и отцы наши возвестиша нам.
  
  Кондак. Подобен: Явился еси днесь:
  
  Спас и Избавитель мой, из гроба яко Бог, воскреси от уз земнородныя: и врата адова сокруши, и яко Владыка воскресе тридневен.
  
  На литургии прокимен: Яко возвеличишася дела Твоя Господи, вся премудростию сотворил еси.
  
  Стих: Благослови душе моя Господа, Господи Боже мой возвеличился еси зело.
  
  Аллилуиа: Наляцы, и успевай, и царствуй истины ради, и кротости, и правды.
  
  Стих: Возлюбил еси правду, и возненавидел еси беззаконие.
  
  Тропарь, глас 5:
  
  Собезначальное Слово Отцу и Духови, от Девы рождшееся на спасение наше, воспоим вернии, и поклонимся: яко благоволи плотию взыти на Крест, и смерть претерпети, и воскресити умершия славным Воскресением Своим.
  
  Богородичен:
  
  Радуйся, Двере Господня непроходимая. Радуйся, Стено и Покрове притекающих к Тебе. Радуйся необуреваемое Пристанище, и неискусобрачная, рождшая плотию Творца Твоего и Бога: молящи не оскудевай о воспевающих, и кланяющихся Рождеству Твоему.
  
  Ипакои:
  
  Ангельским зраком ум смущающия, и божественным востанием душею просвещаемыя, мироносицы апостолом благовествоваху: возвестите во языцех воскресение, Господу содействующу чудесы, подающему нам велию милость.
  
  На утрени прокимен: Воскресни Господи Боже мой, да вознесется рука Твоя, яко Ты царствуеши во веки.
  
  Стих: Исповемся Тебе Господи всем сердцем моим, повем вся чудеса Твоя.
  
  Кондак. Подобен: Собезначальное Слово:
  
  Ко аду Спасе мой сошел еси, и врата сокрушивый яко всесилен, умерших яко Создатель, совоскресил еси, и смерти жало сокрушил еси: и Адам от клятвы избавлен бысть Человеколюбче. Темже вси зовем: спаси нас Господи.
  
  На литургии прокимен: Ты Господи сохраниши ны, и соблюдеши ны от рода сего, и во век.
  
  Стих: Спаси мя Господи, яко оскуде преподобный.
  
  Аллилуиа: Милости Твоя Господи во век воспою, в род и род возвещу истину Твою усты моими.
  
  Стих: Зане рекл еси: во век милость созиждется, на небесех уготовится истина Твоя.
  
  Тропарь, глас 6:
  
  Ангельския силы на гробе Твоем, и стрегущии омертвеша, и стояше Мариа во гробе, ищущи пречистаго тела Твоего. Пленил еси ад, не искусився от него: сретил еси Деву, даруяй живот. Воскресый из мертвых Господи, слава Тебе.
  
  Богородичен:
  
  Благословенную нарекий Твою Матерь, пришел еси на страсть вольным хотением, возсияв на Кресте, взыскати хотя Адама, глаголя ангелом: срадуйтеся Мне, яко обретеся погибшая драхма. Вся мудре устроивый Боже наш, слава Тебе.
  
  Ипакои:
  
  Вольною и животворящею Твоею смертию Христе, врата адова сокрушив яко Бог: отверзл еси нам древний рай, и воскрес, из мертвых, избавил еси от тления живот наш.
  
  На утрени прокимен: Господи воздвигни силу Твою, и прииди во еже спасти нас.
  
  Стих: Пасый Израиля вонми, наставляяй яко овча Иосифа.
  
  Кондак:
  
  Живоначальною дланию, умершия от мрачных удолий, Жизнодавец воскресив всех Христос Бог, воскресение подаде человеческому роду: есть бо всех Спаситель, воскресение, и Живот и Бог всех.
  
  На литургии прокимен: Спаси Господи люди Твоя, и благослови достояние Твое.
  
  Стих: К Тебе Господи воззову, Боже мой, да не премолчиши от Мене.
  
  Аллилуиа: Живый в помощи вышняго, в крове Бога небеснаго водворится.
  
  Стих: Речет Господеви: Заступник мой еси, и прибежище мое, Бог мой, и уповаю на него.
  
  Тропарь, глас 7:
  
  Разрушил еси Крестом Твоим смерть, отверзл еси разбойнику рай, мироносицам плачь преложил еси, и апостолом проповедати повелел еси, яко воскресл еси Христе Боже, даруяй мирови велию милость.
  
  Богородичен:
  
  Яко нашего воскресения сокровище, на Тя надеющияся Всепетая, от рова и глубины прегрешений возведи. Ты бо повинныя греху спасла еси, рождшая спасение наше: яже прежде Рождества Дева, и в Рождестве Дева, и по Рождестве паки пребываеши Дева.
  
  Ипакои:
  
  Иже наш зрак восприемый, и претерпевый Крест плотски, спаси мя воскресением Твоим Христе Боже, яко Человеколюбец.
  
  На утрени прокимен: Воскресни Господи Боже мой, да вознесется рука Твоя, не забуди убогих Твоих до конца.
  
  Стих: Исповемся Тебе Господи всем сердцем моим: повем вся чудеса Твоя.
  
  Кондак:
  
  Не ктому держава смертная возможет держати человеки, Христос бо сниде сокрушая и разоряя силы ея. Связуем бывает ад, пророцы согласно радуются, предста, глаголюще Спас сущим в вере: изыдите вернии в воскресение.
  
  На литургии прокимен: Господь крепость людем своим даст, Господь благословит люди своя миром.
  
  Стих: Принесите Господеви сынове Божии: принесите Господеви сыны овни.
  
  Аллилуиа: Благо есть исповедатися Господеви, и пети имени Твоему вышний.
  
  Стих: Возвещати заутра милость Твою, и истину Твою на всяку нощь.
  
  Тропарь, глас 8:
  
  С высоты снизшел еси Благоутробне, погребение приял еси тридневное, да нас свободиши страстей, Животе и Воскресение наше, Господи слава Тебе.
  
  Богородичен:
  
  Иже нас ради рождейся от Девы, и распятие претерпев Благий, испровергий смертию смерть, и воскресение явлей яко Бог, не презри яже создал еси рукою Твоею. Яви человеколюбие Твое милостиве, приими рождшую Тя Богородицу молящуюся за ны, и спаси Спасе наш люди отчаянныя.
  
  Ипакои:
  
  Мироносицы жизнодавца предстоящия гробу, Владыку искаху в мертвых безсмертнаго, и радость благовещения от ангела приемшия, апостолом возвещаху: яко воскресе Христос Бог, подаяй мирови велию милость.
  
  На утрени прокимен: Воцарится Господь во век, Бог твой Сионе в род и род.
  
  Стих: Хвали душе моя Господа, восхвалю Господа в животе моем.
  
  Кондак. Подобен: Яко начатки:
  
  Воскрес из гроба, умершия воздвигл еси, и Адама воскресил еси, и Ева ликует во Твоем воскресении: и мирстии концы торжествуют: еже из мертвых востанием Твоим, Многомилостиве.
  
  На литургии прокимен: Помолитеся, и воздадите Господеви Богу нашему.
  
  Стих: Ведом во Иудеи Бог, во Израили велие имя Его.
  
  Аллилуиа: Приидите возрадуемся Господеви, воскликнем Богу Спасителю нашему.
  
  Стих: Предварим лице Его во исповедании, и во псалмех воскликнем Ему.`;
}
