export function евангельскиеСтолпы() {
  return `Глава 54. Столпи евангельстии
  Столп 1, починается в 1-ю неделю Петрова поста, Евангелиам утренним.
  
  глас, 1. Евангелие, воскресно, 2.
  
  глас, 2. Евангелие, воскресно, 3.
  
  глас, 3. Евангелие, воскресно, 4.
  
  глас, 4. Евангелие, воскресно, 5.
  
  глас, 5. Евангелие, воскресно, 6.
  
  глас, 6 Евангелие, воскресно, 7.
  
  глас, 7. Евангелие, воскресно, 8.
  
  глас, 8. Евангелие, воскресно, 9.
  
  Столп 2, починается по Илиине дни, Евангелиам утренним.
  
  глас, 1. Евангелие, воскресно, 10.
  
  глас, 2. Евангелие, воскресно, 11.
  
  глас, 3. Евангелие, воскресно, 1.
  
  глас, 4. Евангелие, воскресно, 2.
  
  глас, 5. Евангелие, воскресно, 3.
  
  глас, 6. Евангелие, воскресно, 4.
  
  глас, 7. Евангелие, воскресно, 5.
  
  глас, 8. Евангелие, воскресно, 6.
  
  Столп 3, починается по воздвижении Честнаго Креста, Евангелиам утренним.
  
  глас, 1. Евангелие, воскресно, 7.
  
  глас, 2. Евангелие, воскресно, 8.
  
  глас, 3. Евангелие, воскресно, 9.
  
  глас, 4. Евангелие, воскресно, 10.
  
  глас, 5. Евангелие, воскресно, 11.
  
  глас, 6. Евангелие, воскресно, 1.
  
  глас, 7. Евангелие, воскресно, 2.
  
  глас, 8. Евангелие, воскресно, 3.
  
  Столп 4, починается в пост Рождества Христова, Евангелиам утренним.
  
  глас, 1. Евангелие, воскресно, 4.
  
  глас, 2. Евангелие, воскресно, 5.
  
  глас, 3. Евангелие, воскресно, 6.
  
  глас, 4. Евангелие, воскресно, 7.
  
  глас, 5. Евангелие, воскресно, 8.
  
  глас, 6. Евангелие, воскресно, 9.
  
  глас, 7. Евангелие, воскресно, 10.
  
  глас, 8. Евангелие, воскресно, 11.
  
  Столп 5, починается по Крещении Господни, Евангелиам утренним.
  
  глас, 1. Евангелие, воскресно, 1.
  
  глас, 2. Евангелие, воскресно, 2.
  
  глас, 3. Евангелие, воскресно, 3.
  
  глас, 4. Евангелие, воскресно, 4.
  
  глас, 5. Евангелие, воскресно, 5.
  
  глас, 6. Евангелие, воскресно, 6.
  
  глас, 7. Евангелие, воскресно, 7.
  
  глас, 8. Евангелие, воскресно, 8.
  
  Столп 7, починается во святый Великий пост, Евангелиам утренним.
  
  глас, 1. Евангелие, воскресно, 9.
  
  глас, 2. Евангелие, воскресно, 10.
  
  глас, 3. Евангелие, воскресно, 11.
  
  глас, 4. Евангелие, воскресно, 1.
  
  глас, 5. Евангелие, воскресно, 2.
  
  глас, 6. Евангелие, воскресно, 3.
  
  глас, 7. Евангелие, воскресно, 4.
  
  глас, 8. Евангелие, воскресно, 5.
  
  Начало воскресных ексапостиларий, и утренних самогласных, сиречь евангельских стихир. И утренния убо стихиры суть творение Льва царя премудраго, ексапостиларии же сына его Константина царя.
  
  Ексапостиларий 1:
  
  Со ученики взыдем на гору Галилейскую, верою Христа видети, глаголюща власть прияти вышних и нижних: научимся, како учит крещати, во имя Отца, и Сына, и Святаго Духа, языки вся, и пребывати с таинники, якоже обещася, до скончания века.
  
  Богородичен:
  
  Со ученики радовалася еси Богородице Дево, яко Христа видела еси воскресшаго от гроба тридневна, якоже рече: имже и явися, научая и являя лучшая, и крещати во Отце, и Сыне, и Дусе повелевая: еже веровати нам Того востанию, и славити Тя Отроковице.
  
  Утренняя стихира, глас 1:
  
  На гору учеником идущим за земное вознесение, предста Господь: и поклонившеся Ему, и данныя власти везде научившеся, в поднебесную посылахуся, проповедати еже из мертвых воскресение, и еже на Небеса возшествие: имже и во веки спребывати неложный обещася Христос Бог, и Спас душ наших.
  
  Ексапостиларий 2:
  
  Камень узревше отвален мироносицы радовахуся, видевше бо юношу седяща во гробе, и той тем рече: се Христос востал есть, рцыте с Петром учеником: на гору приспейте Галилейскую, тамо вам явится, якоже предрече другом.
  
  Богородичен:
  
  Ангел убо принесе Деве, еже радуйся, прежде твоего зачатия Христе: Ангел же камень отвали Гроба твоего, вместо печали, ов убо радости неизреченныя знамения: ов же в смерти место, подателя Тя жизни проповедуя и величая, и глаголя воскресение женам и таинником.
  
  Утренняя стихира, глас 2:
  
  С миры пришедшим яже с Мариею женам, и недоумевающимся, како будет им улучити желание, явися камень взятый, божественный юноша утоляяй мятеж душ их: воста бо, глаголет, Иисус Господь. Темже проповедите проповедником его учеником в Галилею тещи, и видети Его воскресша из мертвых, яко жизнодавца и Господа.
  
  Ексапостиларий 3:
  
  Яко Христос воскресе, никтоже не не веруй: явися бо Марии, потом же виден бысть на село идущима, таинником же паки явися, возлежащим единонадесятим, ихже крещати послав, на Небеса вознесеся, отнюдуже и сниде, утверждаяй проповедание множествы знамений.
  
  Богородичен:
  
  Возсиявшее солнце, яко от чертога Жених, из Гроба Днесь, и ад пленив, и смерть упразднив: Тебе рождшия молитвами, свет нам низпосли, свет, просвещая сердца и души: свет, ходити всех наставляя на стези повелений Твоих, и на путь мира.
  
  Утренняя стихира, глас 3:
  
  Магдалине Марии, Спасово благовествующей из мертвых воскресение и явление: неверующе же ученицы, поносими быша о жестосердии: но знаменьми вооружшеся и чудесы, ко проповеданию посылахуся. И ты убо Господи, к начальному свету вознеслся еси Отцу: они же проповедаша всюду слово чудесы уверяющее, темже просветившеся теми, славим Твое еже из мертвых воскресение, Человеколюбче Господи.
  
  Ексапостиларий 4:
  
  Добродетельми блиставшеся, видим предстоящия в живоноснем гробе мужы в блещащихся ризах, мироносицам преклоншим лица на землю, Небесы Владычествующаго воскресению да научимся, и к живота гробу с Петром притецем, и содеянному удивльшеся, пребудем Христа видети.
  
  Богородичен:
  
  Радоватися вещавый, претворил еси печаль прародителей Господи, радость вносяй, востания Твоего в мире. Того убо Живодавче, Рождшею Тя свет щедрот Твоих сердца просвещая, низпосли еже вопити Тебе: Человеколюбче, Богочеловече, слава Твоему востанию.
  
  Утренняя стихира, глас 4:
  
  Утро бе глубоко, и жены приидоша на гроб твой Христе: но тело не обретеся желаемое ими. Темже недоумевающимся, иже в ризах блещащихся представшии, глаголаху: что Живаго с мертвыми ищете? Воста, якоже предрече. Что не помните глагол Его, имже веровавше виденная проповедаху? Но мняхуся лжа благовещения. Тако быша еще косни ученицы: но Петр тече, и видев прослави Твоя в себе чудеса.
  
  Ексапостиларий 5:
  
  Живот и путь, Христос воста из мертвых, Клеопе и Луце спутешествова, имаже и познася во Еммаусе, преломляяй хлеб: ихже души и сердца горяща бяху, егда тема глаголаше на пути, и писания сказоваше, яже претерпе. С ними же воста, зовем: явися же и Петрови.
  
  Богородичен:
  
  Пою безчисленную Твою милость, Творче мой, яко Себе истощил еси, понести и спасти человеческое естество озлобленное: и Бог сый, изволил еси от чистыя Богоотроковицы по мне быти, и снити даже до ада, хотя ми спастися, молитвами рождшия Тя, Владыко Всещедрый.
  
  Утренняя стихира, глас 5:
  
  О премудрых судеб Твоих Христе, како Петру убо плащаницами единеми дал еси разумети Твое воскресение: Луце же и Клеопе. Спутешествуя, беседовал еси: и беседуяй, не абие Себе являеши. Темже и поносим бываеши, яко Един пришельствуяй во Иерусалим, и не причащаяйся в конец совета их. Но иже вся к создания пользе строя, и яже о тебе пророчествия открыл еси, и внегда благословити хлеб познался еси им: ихже и прежде того сердца к познанию Твоему распаластася. Иже и учеником собранным, уже ясно проповедаста Твое воскресение, имже помилуй нас.
  
  Ексапостиларий 7:
  
  Показуя, яко Человек еси Спасе по существу, посреде став воскрес от гроба, и брашна сопричастился еси, учил еси крещению покаяния: абие же к небесному вознеслся еси Отцу и учеником Утешителя послати обещал еси пребожественный Богочеловече, слава Твоему востанию.
  
  Богородичен:
  
  Творец создания, Бог всех, плоть человеческую прият от пречистых кровей Твоих, Всесвятая Дево, и истлевшее мое все естество новосодела, паки якоже прежде рождества, оставль по рождестве. Темже Тя верно вси восхваляем, зовуще: радуйся Владычице мира.
  
  Утренняя стихира, глас 7:
  
  Истинный мир ты Христе к человеком, Божий мир твой даяй по востании учеником, пристрашны показал еси я, мнящия дух видети: но утишил еси мятеж души их, показавый руце и нозе Твои. Обаче неверующим еще, брашен причащением и учений воспоминанием, отверзл еси их ум, еже разумети писания: имже и отеческое обетование обещав, и благословив я, отступил еси на Небо. Темже с ними покланяемся Тебе, Господи слава Тебе.
  
  Ексапостиларий 7:
  
  Яко взяша Господа, Марии рекшей, на гроб течаста, Симон Петр и другий таинник Христов, егоже любляше, течаста же оба. И обретоста плащаницы едины внутрь лежащя: и главный же бе сударь кроме их. Темже паки умолчаста, дóндеже Христа видеста.
  
  Богородичен:
  
  Велия и преславная мене ради соделал еси Христе мой многомилостиве: от Девы бо Отроковицы родился еси несказанно, и Крест подъял еси, и смерть претерпевый, воскресл еси во славе: и наше естество от смерти свободил еси. Слава Христе славе Твоей, слава силе Твоей.
  
  Утренняя стихира, глас 7:
  
  Се тьма и рано, и что у гроба Марие стоиши, многую тьму имеющи в разуме, в нейже где положен бысть, вопрошаеши, Иисус? но виждь срищущяся ученики, како плащаницами и сударем воскресение обретоша, и помянуша яже о сих писания? С нимиже и имиже и мы веровавше, воспеваем Тя жизнодавца Христа.
  
  Ексапостиларий 8:
  
  Два ангела видевши внутрь гроба Мариа, удивляшеся, и Христа не знающи, яко вертоградаря вопрошаше: Господи, где положил еси тело Иисуса моего? Званием же того познавши быти Самого Спаса, слыша, не прикасайся Мне: ко Отцу отхожду, рцы братии Моей.
  
  Богородичен:
  
  От Троицы родила еси Отроковице Единаго неизреченно во двою естеству суща, и сугуба действом, и Единаго Ипостасию. Того убо моли присно, о иже верою покланяющихся, от всякаго навета вражия избавитися: яко вси к Тебе ныне прибегаем Владычице Богородице.
  
  Утренняя стихира, глас 8:
  
  Мариины слезы не всуе проливаются тепле, се бо сподобися и учащих ангелов, и видения самого Иисуса: но еще земная мудрствует, яко жена немощная. Темже и отсылается не прикасатися Христу: но обаче проповедница посылается твоим учеником, имже благовествование носящи, еже ко отеческому жребию восход возвещающи. С неюже сподоби и нас явления твоего владыко Господи.
  
  Ексапостиларий 9:
  
  Заключеным Владыко дверем, яко вшел еси, апостолы исполнил еси Духа Пресвятаго, мирно дунув: имже вязати же и решати грехи, рекл еси. И по осми днех, Твоя ребра Фоме показал еси, и руце, с нимже вопием: Господь и Бог ты еси.
  
  Богородичен:
  
  Твоего Сына яко видела еси от гроба воскресша тридневнаго, Богоневестная, Пресвятая Дево, всю скорбь отложила еси: юже подъяла еси яко Мати, егда узрела еси страждуща, и радости исполншися со ученики его, почитающи Того поеши. Темже иже Богородицу Тя ныне исповедающих спасай.
  
  Утренняя стихира, глас 5:
  
  Яко в последняя лета, сущу позде от суббот предстал еси другом Христе: и чудесем чудо извествуеши, заключенным входом дверным, еже из мертвых Твое воскресение. Но исполнил еси радости ученики, и Духа Святаго преподал еси им: и власть подал еси оставления грехов, и Фому не оставил еси в неверствия погружатися бури. Темже подаждь и нам разум истинный, и оставление прегрешений благоутробне Господи.
  
  Ексапостиларий 10:
  
  Тивериадское море с детьми Зеведеевыми, Нафанаила с Петром же, и с другима двема древле, и Фому имяше на лове: иже Христовым повелением одесную ввергше, множество извлекоша рыб, егоже Петр познав, к нему бродяше. Имже третие явлейся, и хлеб показа, и рыбу на углех.
  
  Богородичен:
  
  Воскресшаго Господа тридневна от гроба, Дево моли, о воспевающих Тя, и любовию блажащих: Тебе бо имамы вси Прибежище спасительное, и Ходатаицу к Нему. Наследие бо Твое, и раби есмы Богородице, и к Твоему заступлению вси взираем.
  
  Утренняя стихира, глас 7:
  
  По еже во ад сошествии, и еже из мертвых воскресении, скорбяще, якоже достояше, о разлучении Твоем Христе ученицы, на делание обратишася, и паки корабли и мрежи, и лова нигдеже: но Ты Спасе явився яко Владыка всех, одесную мрежи повелеваеши воврещи, и бысть слово дело вскоре, и множество рыб многое, и вечеря странная готова на земли, еяже причастившимся тогда Твоим учеником, и нас ныне мысленне сподоби насладитися, человеколюбче Господи
  
  Ексапостиларий 11:
  
  По Божественнем востании, трижды Петра, любиши ли Мя, вопрошаяй Господь, Своих овец предлагает пастыреначальника, иже видя, егоже любляше Иисус, во след грядуща, вопрошаше Владыку: Сей же что? Аще хощу, рече пребывати сему, дóндеже и паки прииду, что к тебе друже Петре?
  
  Богородичен:
  
  О страшное таинство! о преславное чудо! смертию смерть всеконечне погублена бысть. Кто убо не воспоет? и кто не поклонится Твоему Воскресению, Слове, и чисто рождшей Тя плотию Богородице? Еяже молитвами, всех геенны избави.
  
  Утренняя стихира, глас 8:
  
  Являя Себе учеником Твоим Спасе по воскресении, Симону дал еси овец паству, за любве воздаяние, яже о пастве попечения ища. Темже и глаголал еси: Аще любиши Мя Петре, паси агнцы Моя, паси овцы Моя. Он же абие показуя друголюбное, о друзем ученице вопрошаше: ихже молитвами Христе, стадо Твое сохраняй от волков губящих е.`;
}
