export function отпустительныеТропариКондакиИСветильны() {
  return `Глава 55. Отпустительнии тропари, кондаки, и светильны Господа дневнии, и на литургиах, прокимени, апостоли, аллилуиаре, Евангелиа, и причастны всея седмицы
  В неделю вечера тропарь безплотных, глас 4:
  
  Небесных воинств Архистратизи, молим вас присно мы недостойнии, да вашими молитвами оградите нас кровом крилу невещественныя вашея славы, сохраняюще нас припадающих прилежно, и вопиющих: от бед избавите нас, яко чиноначальницы вышних сил.
  
  Богородичен, глас тойже:
  
  Воспитавшейся во храме во Святая Святых, одеянней верою и премудростию, и безмерным девством, Архистратиг Гавриил принесе с Небесе целование, и еже радуйся, радуйся Благословенная, радуйся Препрославленная, Господь с Тобою.
  
  Тойже и в понедельник на Бог Господь.
  
  Кондак, глас 2:
  
  Архистратизи Божии, служителие божественныя славы, Ангелов начальницы, и человеком наставницы, полезное нам просите, и велию милость, яко безплотных архистратизи.
  
  Светилен:
  
  Небо звездами украсивый яко Бог, и Твоими Ангелы всю землю просветивый, Содетелю всех, поющия Тя спасай.
  
  Богородичен:
  
  Сладосте Ангелов, скорбящих радосте, Христиан предстательнице Дево Мати Господня, заступи нас, и избави вечных мук.
  
  На литургии, прокимен, глас 4: Творяй Ангелы Своя духи, и слуги Своя пламень огненный.
  
  Стих: Благослови душе моя Господа, Господи Боже мой возвеличился еси зело.
  
  Апостол к евреем, зачало 305: Аще глаголанное Ангелы:
  
  Аллилуиа, глас 5: Хвалите Господа вси Ангели Его, хвалите Его вся силы Его.
  
  Стих: Яко Той рече, и быша: Той повеле, и создашася.
  
  Евангелие Матфеа, зачало 52: Уподобися Царствие Небесное человеку, сеявшу доброе семя на селе своем:
  
  Причастен: Творяй Ангелы Своя духи:
  
  В понедельник вечера тропарь Предтечи, глас 2:
  
  Память праведнаго с похвалами, тебе же довлеет свидетельство Господне Предтече, показал бо ся еси воистинну и пророков честнейший, яко и в струях крестити сподобился еси Проповеданнаго: темже за истину пострадав радуяся, благовестил еси и сущим во аде Бога явльшагося плотию, вземлющаго грех мира, и подающаго нам велию милость.
  
  Богородичен, глас тойже:
  
  Божественнаго быхом общницы естества Тобою Богородице Приснодево: Бога бо нам воплотившагося родила еси. Темже по долгу Тя вси благочестно величаем.
  
  Кондак, глас 2. Подобен: Вышних ищя:
  
  Пророче Божий, и Предтече благодати, главу твою яко шипок священнейший от земли обретше, исцеления всегда приемлем: ибо паки якоже прежде в мире проповедуеши покаяние.
  
  Светилен:
  
  Предтечу Иоанна, и Крестителя Спасова, во пророцех Пророка, и пустыни воспитание, Елисаветино рождение восхвалим вси.
  
  Богородичен: Сладосте Ангелов: ищи в понедельник.
  
  На литургии прокимен, глас 7: Возвеселится праведник о Господе, и уповает на Него.
  
  Стих: Услыши Боже глас мой, внегда молити ми ся к Тебе.
  
  Апостол Деяний, зачало 33: Якоже скончаваше Иоанн течение:
  
  Аллилуиа, глас 4: Праведник яко финикс процветет, яко кедр, иже в Ливане, умножится.
  
  Стих: Насаждени в дому Господни, во дворех Бога нашего процветут.
  
  Евангелие Иоанна, зачало 3: Виде Иоанн Иисуса грядуща к себе:
  
  Причастен: В память вечную будет праведник:
  
  Во вторник вечера, тропарь Креста, глас 1:
  
  Спаси Господи люди Твоя, и благослови достояние Твое, победы на сопротивныя даруя, и Твое сохраняя Крестом Твоим жительство.
  
  Крестобогородичен:
  
  Твое предстательство имуще Пречистая, и Твоими молитвами лютых избавляеми, Крестом Сына Твоего везде соблюдаеми, по долгу Тя вси благочестно величаем.
  
  Кондак, глас 4:
  
  Вознесыйся на Крест волею, тезоименитому Твоему новому жительству, щедроты Твоя даруй Христе Боже, возвесели силою твоею православныя христианы, победы дая им на сопостаты, пособие имущу Твое оружие мира, непобедимую победу.
  
  Светилен:
  
  Крест хранитель всея вселенныя, Крест красота Церкве, Крест царей держава, Крест верных утверждение, Крест Ангелов слава, и демонов язва.
  
  Крестобогородичен:
  
  У креста предстоящи Тя безсеменно Рождшая, и рыдающи вопияше: увы сладчайшее Чадо, како зашел еси от очию Моею? Како в мертвых вменился еси?
  
  На литургии прокимен, глас 3: Песнь Богородицы: Величит душа моя Господа, и возрадовася дух Мой о Бозе Спасе Моем.
  
  Стих: Яко призре на смирение Рабы Своея, се бо от ныне ублажат Мя вси роди.
  
  Апостол к филипписием, зачало 240: Сие да мудрствуется в вас:
  
  Аллилуиа, глас 8: Слыши Дщи и виждь, и приклони ухо Твое.
  
  Стих: Лицу Твоему помолятся Богатии людстии.
  
  Евангелие Луки, зачало 54: Вниде Иисус в весь некую:
  
  Причастен: Чашу спасения прииму, и имя Господне призову.
  
  В среду вечера, тропарь апостолов, глас 3:
  
  Апостоли святии, молите милостиваго Бога, да прегрешений оставление подаст душам нашим.
  
  Иный святаго Николаа, глас 4:
  
  Правило веры, и образ кротости, воздержания учителя, яви тя стаду твоему, Яже вещей Истина: сего ради стяжал еси смирением высокая, нищетою Богатая. Отче священноначальниче Николае, моли Христа Бога, спастися душам нашим.
  
  Богородичен:
  
  Слово Отчее, Христа Бога нашего, от Тебе воплотившагося познахом Богородице Дево, едина Чистая, едина Благословенная: тем непрестанно Тя воспевающе величаем.
  
  Кондак апостолов, глас 2:
  
  Твердыя и Боговещанныя проповедатели, верх ученик Твоих Господи, приял еси в наслаждение благих Твоих и покой: болезни бо онех, и смерть приял еси паче всякаго всеплодия, едине сведый сердечная.
  
  Иный святаго Николаа, глас 3. Подобен: Дева Днесь:
  
  В мирех святе, священнодействитель показался еси, Христово бо преподобне Евангелие исполнив, положил еси душу твою о людех твоих, и спасл еси неповинныя от смерти. Сего ради освятился еси, яко великий таинник Божия благодати.
  
  Светилен апостолов. Подобен: Жены услышите:
  
  Во всю подсолнечную текше, проповедасте Христово от Девы святое воплощение воистинну, от прелести обращающе языки, и просвещающе, и вся научающе, Троицу почитати святую, апостоли Спасовы.
  
  Подобен:
  
  Великаго началопастыря, и иерарха вси председателя Мирликийскаго Николаа хвалим: многи бо мужи спасе, неправедно умрети имущия, царю является со Авлавием во сне, реша неправедно изречение.
  
  Богородичен:
  
  Марие честнейшая, златая Кадильнице, невместимаго Божества Приятелище бывшее, в немже Отец благоволи, Сын же вселися, и Дух Святый осенив Тя Отроковице, показа Богородицу.
  
  На литургии прокимен, глас 8: Во всю землю изыде вещание их, и в концы вселенныя глаголы их.
  
  Стих: Небеса поведают славу Божию, творение же руку Его возвещает твердь.
  
  Апостол к коринфяном, зачало 131: Бог ны посланники последния яви:
  
  Аллилуиа, глас 1: Исповедят Небеса чудеса Твоя Господи, ибо истину Твою в Церкви святых.
  
  Стих: Бог прославляем в совете святых.
  
  Евангелие Матфеа, зачало 34, от полу: Призва Иисус обанадесять ученики Своя:
  
  Причастен: Во всю землю изыде вещание их:
  
  В четверток вечера: Тропарь, глас 1: Спаси Господи люди Твоя:
  
  Крестобогородичен: Твое предстательство имуще Пречистая:
  
  Кондак: Вознесыйся на Крест волею:
  
  Светилен: Крест хранитель всея вселенныя:
  
  Крестобогородичен: У Креста предстоящи: сия вся писашася в среду.
  
  На литургии прокимен, глас 7: Возносите Господа Бога нашего, и покланяйтеся подножию ногу Его, яко свято есть.
  
  Стих: Господь воцарися, да гневаются людие.
  
  Апостол к коринфяном, зачало 125: Слово крестное:
  
  Аллилуиа, глас 1: Помяни сонм Твой, егоже стяжал еси исперва.
  
  Стих: Бог же Царь наш прежде века, содела спасение посреде земли.
  
  Причастен: Спасение соделал еси посреде земли Боже.
  
  В пяток вечера тропарь, глас 2:
  
  Апостоли, мученицы и пророцы, святителие, преподобнии и праведнии, добре подвиг совершившии, и веру соблюдшии, дерзновение имуще ко Спасу, о нас Того яко блага молите, спастися, молимся, душам нашим.
  
  Другий за упокой:
  
  Помяни Господи, яко благ рабы Твоя, и елика в житии согрешиша, прости: никтоже бо безгрешен, токмо Ты могий и преставленным дати покой.
  
  Богородичен:
  
  Мати святая неизреченнаго света, ангельскими тя песньми почитающе, благочестно величаем.
  
  Егда глаголем, Слава, кондак, глас 8:
  
  Со святыми упокой Христе души раб Твоих, идеже несть болезнь, ни печаль, ни воздыхание, но жизнь безконечная.
  
  И ныне, настоящий мученичен, глас тойже:
  
  Яко начатки естества, Насадителю твари, вселенная приносит Ти Господи Богоносныя мученики: тех молитвами в мире глубоце, Церковь твою, жительство Твое Богородицею соблюди, Многомилостиве.
  
  Светилен:
  
  Иже и мертвыми и живыми обладаяй яко Бог, и святыми Твоими всю землю просветивый, содетелю всех, поющия Тя спасай.
  
  Богородичен:
  
  Мы о Тебе хвалимся Богородице, и к Богу Тя имамы предстательство, простри руку Твою необоримую, и сокруши враги наша, Твоим низпосли рабом помощь от святаго.
  
  На литургии прокимен, глас 8: Веселитеся о Господе, и радуйтеся праведнии.
  
  Стих: Блажени, ихже оставишася беззакония, и ихже прикрышася греси.
  
  И умерших, глас 7: Души их во благих водворятся.
  
  Апостол к солуняном, зачало 270: Не хощу вас не ведети о умерших:
  
  Аллилуиа, глас 4: Воззваша праведнии, и Господь услыша их, и от всех скорбей их избави их.
  
  Стих: Многи скорби праведным, и от всех их избавит я Господь.
  
  Стих: Блажени, яже избрал и приял еси Господи, и память их в род и род.
  
  Евангелие Иоанна, зачало 17: Аминь аминь глаголю вам, яко слушаяй словесе Моего:
  
  Причастен: Радуйтеся:
  
  Другий, Блажени, яже:`;
}
