export function кондакиОбщиеСвятым() {
  return `Глава 56. Кондаки общие святым
  Кондак пророку, глас 4. Подобен: Явился еси днесь:
  
  Просветившееся духом чистое твое сердце, пророчества бысть светлейшаго приятелище: зриши бо яко настоящая далече сущая. Сего ради тя почитаем, пророче блаженне, имярек, славне.
  
  Кондак апостолу, глас 4. Подобен: Явился еси днесь:
  
  Яко звезду пресветлую Церковь всегда стяжа тя апостоле, имярек, чудес твоих многоподаванием просвещаема. Темже зовем Христу: спаси чтущих верою память Твоего апостола, Многомилостиве.
  
  Кондак апостолом, глас 4:
  
  Лозие явистеся Христова винограда мудрии, гроздие приносяще в добродетелех, вино нам спасения источающе: егоже приемлем веселия исполняющеся, празднуем честную вашу память, в нюже молите дароватися нам велицей милости и отпущению грехов, Господни апостоли.
  
  Кондак святителю, глас 2. Подобен: Вышних ищя:
  
  Божественный гром, труба духовная, веры насадителю, и отсекателю ересей. Троицы угодниче великий святителю, имярек, со ангелы предстоя присно, моли непрестанно о всех нас.
  
  Кондак святителем, глас 8. Подобен: Яко начатки:
  
  Яко добродетелей учителие, и иерархов украшение, Церковь поющи вас славит: молитвами вашими подайте чтущим вас любовию, добродетелей исправление, и соблазнов избавление, яко непобедимии.
  
  Кондак преподобному, глас 2. Подобен: Вышних ищя:
  
  Чистотою душевною божественно вооружився, и непрестанныя молитвы, яко копие вручив крепко, пробол еси бесовская ополчения, имярек, отче наш, моли непрестанно о всех нас.
  
  Кондак преподобным, глас 2. Подобен: Вышних ищя:
  
  Волнений множество невлажно проходяще, безплотныя враги струями слез ваших крепко погрузили есте Богомудрии и преподобнии: и чудес дар приимше, молите непрестанно о всех нас.
  
  Кондак мученику, глас 2. Подобен: Вышних ищя:
  
  Звезда светлая явился еси, непрелестная мирови, солнца Христа возвещающи, зарями твоими страстотерпче имярек, и прелесть погасил еси всю: нам же подаеши свет, моляся непрестанно о всех нас.
  
  Кондак мучеником, глас 2. Подобен: Вышних ищя:
  
  Светильницы светлии явльшеся, божественнии мученицы, тварь всю светлостию чудес озаряете, недуги разрешающе, и глубокую тьму всегда отгоняюще, Христу Богу молящеся непрестанно о всех нас.
  
  Кондак священномученику, глас 4. Подобен: Вознесыйся на крест:
  
  Во святителех благочестно пожив, и мучения путь прошед, идольския угасил еси жертвы, и поборник быв твоему стаду богомудре. Темже тя почитающе тайно вопием ти: от бед избави ны присно твоими мольбами отче наш, имярек.
  
  Кондак священномучеником, глас 3. Подобен: Дева днесь:
  
  Яко светильники незаходимыя разумнаго Солнца, сошедшеся Днесь восхвалим песньми: возсияли бо есте сущим во тьме неразумия, всех созывающе к высоте благочестия священномученицы. Тем вопием вам: радуйтеся постников всех основание.
  
  Кондак преподобномученику, глас 2. Подобен: Твердыя:
  
  Яко постника благочестна и искусна, и страдальца произволением честна, и пустыни жителя сообразна, в песнех достойно восхвалим, имярек, приснохвальнаго: той бо змия попрал есть.
  
  Кондак преподобномучеником, глас 2. Подобен: Вышних ищя:
  
  Волнений множество невлажно проходяще, безплотныя враги струями слез ваших крепко погрузили есте Богомудрии, преподобнии мученицы, и чудес дар приемше, молите непрестанно о всех нас.
  
  Кондак мученице, глас 2. Подобен: Вышних ищя:
  
  Храм твой всечестный, яко цельбу душевную обретше вси вернии, велегласно вопием ти дево мученице, имярек, великоименитая: Христа Бога моли непрестанно о всех нас.
  
  Кондак мученицам, глас 8. Подобен: Явился еси:
  
  Страстотерпиц Христовых память празднуим, и верою просяще помощи, избавитися всем от всякия скорби, зовуще: Бог наш с нами, иже сих прославивый, якоже изволи.
  
  Кондак преподобней жене, глас 2. Подобен: Благодать приемше:
  
  За любовь Господню преподобная, покоя желание возненавидела еси, пощением дух твой просветивши, крепко бо звери победила еси: но молитвами твоими противных шатание разори.
  
  Кондак преподобным женам, глас 2:
  
  Телеса своя постом изнуривше, и неусыпными молитвами моляще Зиждителя о гресех своих, яко да приимете совершенное прощение: и приясте божественное оставление, и Царствие Небесное. Молите Христа Бога о всех нас.
  
  Кондак преподобномученице, глас 4. Подобен: Скоро предвари:
  
  Божественная память твоя, имярек, днесь возсиявши явися мирови яко солнце, сказующи житие твое: ты бо воздержанием плотская двизания разорши, и страдания кровию уневестилася еси Христу. Темже хвалящия тя избави от всяких зол, да зовем ти: радуйся мати преподобная.
  
  Кондак исповеднику, глас 2:
  
  Насладився Богомудре воздержания, и желания плотская ты успил еси, явився верою возращаемь, и яко живота древо райское процвел еси, имярек, отче священный.
  
  Кондак безмездником, глас 2:
  
  Благодать приемше исцелений, простираете здравие сущим в нуждах, врачеве, чудотворцы преславнии: но вашим посещением ратников дерзости низложите, мир исцеляюще чудесы.
  
  Кондак юродивым, глас 8:
  
  Вышния красоты желая, и нижния сласти телесныя тощно оставил еси. Нестяжанием суетнаго мира, ангельское житие преходя. Скончався, имярек, блаженне: с нимиже Христа Бога моли непрестанно о всех нас.`;
}
