export function богородичныИКрестобогородичны() {
  return `Глава 57. Богородичны и Крестобогородичны отпустительнии. На 8 гласов, поемии во все лето, в вечерни же, и на Бог Господь на утрени, и в конец утрени
  В неделю вечера, и в понедельник на Бог Господь, глас 1:
  
  Чудо чудес Благодатная, в Тебе зрящи тварь радуется: зачала бо еси безсеменно, и родила еси неизреченно: егоже чиноначалия Ангелов видети не могут. Того моли о душах наших.
  
  В конец утрени:
  
  Пречистая Богородице, на Небесех благословенная, и на земли славословимая: радуйся Невесто Неневестная.
  
  В понедельник вечера, и во вторник на Бог Господь:
  
  Заченшая неопально Огнь Божественный, и рождшая безсеменно Источника жизни Господа, благодатная Богородице, спасай Тя величающия.
  
  В конец утрени:
  
  Безматерняго на небеси паче мысли и слуха, на земли без отца родила еси: Того Богородице моли о душах наших.
  
  Во вторник вечера, и в среду на Бог Господь:
  
  Твое предстательство имуще пречистая, и Твоими молитвами лютых избавляеми, Крестом Сына Твоего везде соблюдаеми, по долгу Тя вси благочестно величаем.
  
  В конец утрени: Пречистая Богородице:
  
  В среду вечера, и в четверток на Бог Господь:
  
  Заченшая неопально огнь божественный:
  
  В конец утрени: Безматерняго на небеси:
  
  В четверток вечера, и в пяток на Бог Господь:
  
  Твое предстательство имуще:
  
  В конец утрени:
  
  Пречистая Богородице:
  
  В пяток вечера, и в субботу на Бог Господь:
  
  Гавриилу вещавшу Тебе Дево:
  
  В конец утрени:
  
  Безматерняго на небеси:
  
  В неделю вечера, и в понедельник на Бог Господь, глас 2:
  
  Благоутробия сущи Источник, милости сподоби нас Богородице, призри на люди согрешившия, яви яко присно силу Твою: на Тя бо уповающе, радуйся, вопием Ти, якоже иногда Гавриил, безплотных Архистратиг.
  
  В конец утрени:
  
  Мати Святая неизреченнаго Света:
  
  В понедельник вечера, и во вторник на Бог Господь:
  
  Божественнаго быхом общницы естества:
  
  В конец утрени:
  
  Тя величаем Богородице, вопиюще: радуйся незаходимаго Света Облаче, Того носивши в недрех славы Господа.
  
  Во вторник вечера, и в среду на Бог Господь:
  
  Препрославлена еси Богородице дево, поем Тя: Крестом бо Сына Твоего низложися ад, и смерть умертвися, умерщвленнии востахом, и живота сподобихомся, рай восприяхом древнее наслаждение. Тем благодаряще славословим, яко державнаго Христа Бога нашего, и единаго многомилостиваго.
  
  В конец утрени:
  
  Тя величаем Богородице вопиюще: радуйся Жезле, от Негоже безсеменно Бог прозябый, погуби на древе смерть.
  
  В среду вечера, и в четверток на Бог Господь:
  
  Божественнаго быхом общницы:
  
  В конец утрени:
  
  Тя величаем Богородице вопиюще: Радуйся незаходимаго:
  
  В четверток вечера, и в пяток на Бог Господь:
  
  Препрославлена еси Богородице Дево:
  
  В конец утрени:
  
  Тя величаем Богородице вопиюще: Радуйся Жезле:
  
  В пяток вечера, и в субботу на Бог Господь:
  
  Вся паче смысла, вся преславная твоя Богородице таинства:
  
  В конец утрени:
  
  Мати Святая неизреченнаго Света:
  
  В неделю вечера, и в понедельник на Бог Господь, глас 3:
  
  Красоте девства Твоего, и пресветлой чистоте Твоей Гавриил удивився, вопияше Ти Богородице: кую Ти похвалу принесу достойную? что же возыменую Тя? недоумеваю и ужасаюся. Темже яко повелен бых, вопию Ти: радуйся Благодатная.
  
  В конец утрени:
  
  Кийждо идеже спасается, тамо праведно и притекает: и кое иное таковое Прибежище, яко Ты Богородице, покрывающее души наша?
  
  В понедельник вечера, и во вторник на Бог Господь:
  
  Прибежище и сила наша Богородице, державная помощь мира, молитвами Твоими покрый рабы Твоя, от всякия нужды, едина Благословенная.
  
  В конец утрени:
  
  Кийждо идеже спасается:
  
  Во вторник вечера, и в среду на Бог Господь:
  
  Жезл силы стяжавшии Крест Сына Твоего Богородице: тем низлагаем врагов шатания, любовию Тя непрестанно величающе.
  
  В конец утрени:
  
  Прибежище и сила наша Богородице:
  
  В среду вечера, и в четверток на Бог Господь:
  
  Пророцы проповедаша, апостоли научиша, мученицы исповедаша: и мы веровахом Богородицу Тя воистинну сущую. Тем и величаем Рождество Твое неизреченное.
  
  В конец утрени:
  
  Кийждо идеже спасается:
  
  В четверток вечера, и в пяток на Бог Господь:
  
  Жезл силы стяжавшии:
  
  В конец утрени:
  
  Прибежище и сила наша Богородице:
  
  В пяток вечера, и в субботу на Бог Господь:
  
  Тя ходатайствовавшую спасение рода нашего:
  
  В конец утрени:
  
  Пророцы проповедаша:
  
  В неделю вечера, и в понедельник на Бог Господь, глас 4:
  
  Воспитавшейся во храме:
  
  В конец утрени:
  
  Яко всех еси творений вышшая, воспевати Тя достойно недоумевающе Богородице, туне молим Тя, помилуй нас.
  
  В понедельник вечера, и во вторник на Бог Господь:
  
  К Богородице прилежно ныне притецем грешнии, и смиреннии, и припадем, в покаянии зовуще из глубины души: Владычице, помози на ны милосердовавши, потщися, погибаем от множества прегрешений, не отврати Твоя рабы тщи: Тя бо и едину надежду имамы.
  
  В конец утрени:
  
  Тя величаем Богородице, вопиюще: Ты еси Купина, в нейже неопально Моисей виде яко пламень огнь Божества.
  
  Во вторник вечера, и в среду на Бог Господь:
  
  Дево Пренепорочная Мати Христа Бога, оружие пройде Твою пресвятую душу, егда распинаема видела еси волею Сына и Бога Твоего: егоже благословенная молящи не престай, прощение прегрешений нам даровати.
  
  В конец утрени:
  
  Тя величаем Богородице, вопиюще: Ты еси Гора, от Неяже неизглаголанно отсечеся Камень, и врата адова сокруши.
  
  В среду вечера, и в четверток на Бог Господь:
  
  Слово Отчее, Христа Бога нашего:
  
  В конец утрени:
  
  Яко всех еси творений:
  
  В четверток вечера, и в пяток на Бог Господь:
  
  Дево Пренепорочная Мати:
  
  В конец утрени:
  
  Тя величаем Богородице, вопиюще: Ты еси Гора:
  
  В пяток вечера, и в субботу на Бог Господь:
  
  Еже от века утаеное:
  
  В конец утрени:
  
  Тя величаем Богородице, вопиюще: Ты еси Купина:
  
  В неделю вечера, и в понедельник на Бог Господь, глас 5:
  
  Со Ангелы небесная, с человеки земная, гласом радования Богородицы вопием Ти: радуйся Врата Небес ширшая, радуйся едина земнородных спасение, радуйся чистая благодатная, рождшая Бога воплотившагося.
  
  В конец утрени:
  
  От Девы возсиявый миру Христе Боже, сыны света Тою показавый, помилуй нас.
  
  В понедельник вечера, и во вторник на Бог Господь:
  
  Скорый Твой покров, и помощь, и милость, покажи на рабы Твоя, и волны чистая укроти суетных помыслов, и падшую мою душу возстави Богородице: вем бо, вем Дево, яко можеши, елика и хощеши.
  
  В конец утрени:
  
  Мати Божия Пресвятая, стено христиан, избави люди твоя обычно, зовущия Ти прилежно: сопротивися срамным и гордым помыслом, да вопием Ти: радуйся Приснодево.
  
  Во вторник вечера, и в среду на Бог Господь:
  
  Крестом Сына Твоего Богоблагодатная, идольская прелесть вся упразднися, и демонская крепость попрася: сего ради вернии по долгу Тя присно поем и благословим, и Богородицу воистинну исповедающе Тя величаем.
  
  В конец утрени:
  
  От Девы возсиявый миру Христе Боже:
  
  В среду вечера, и в четверток на Бог Господь:
  
  Странное Девы таинство миру показася спасительное: от Нея бо родился еси без семене, и плотию показался еси без истления, всех радосте, Господи слава Тебе.
  
  В конец утрени:
  
  Мати Божия Пресвятая:
  
  В четверток вечера, и в пяток на Бог Господь:
  
  Крестом Сына Твоего:
  
  В конец утрени:
  
  От Девы возсиявый миру:
  
  В пяток вечера, и в субботу на Бог Господь:
  
  Радуйся двере Господня непроходимая
  
  В конец утрени:
  
  От Девы возсиявый миру Христе Боже:
  
  В неделю вечера, и в понедельник на Бог Господь, глас 7:
  
  Начало спасения, Гавриилово провещание к Деве бысть: слыша бо, еже радуйся, и не убеже целования. Не усумнеся яко Сарра в сени, но сице глаголаше: се Раба Господня, буди Мне по глаголу твоему.
  
  В конец утрени:
  
  Архангельское слово прияла еси, и херувимский престол показалася еси, и на объятиих Твоих носила еси Богородице, надежду душ наших.
  
  В понедельник вечера, и во вторник на Бог Господь:
  
  Упование мира благая Богородице Дево, Твое и едино державное предстательство просим, умилосердися на безпредстательственныя люди, моли милостиваго Бога, избавитися душам нашим от всякаго прещения, едина Благословенная.
  
  В конец утрени:
  
  Никтоже притекаяй к Тебе, посрамлен от Тебе исходит, пречистая Богородице Дево, но просит благодати, и приемлет дарование к полезному прошению.
  
  Во вторник вечера, и в среду на Бог Господь:
  
  Богородице Дево, моли Сына Твоего, волею пригвоздившагося на Кресте, и мир от прелести свобождшаго, Христа Бога нашего, помиловати души наша.
  
  В конец утрени:
  
  Прежде век от Отца без матере рожденна Сына, и Слова Божия, в последняя лета родила еси, воплотившагося от чистых кровей Твоих Богородительнице без мужа: егоже моли дароватися нам грехов оставлению прежде конца.
  
  В среду вечера, и в четверток на Бог Господь:
  
  Святая Владычице, чистая Бога нашего Мати, всех Творца неизреченно рождшая, моли со апостолы священными всегда благость Его, страстей нас избавити, и оставление нам дати грехов.
  
  В конец утрени:
  
  Великих дарований, чистая Дево Богомати, ты сподобилася еси: яко родила еси плотию единаго от Троицы Христа Жизнодавца, во спасение душ наших.
  
  В четверток вечера, и в пяток на Бог Господь:
  
  Богородице Дево, моли Сына Твоего:
  
  В конец утрени:
  
  Прежде век от Отца без матере:
  
  В пяток вечера, и в субботу на Бог Господь:
  
  Предповествует Гедеон зачатие, и сказует Давид Рождество Твое Богородице: сниде бо яко дождь на руно, Слово во чрево Твое, и прозябла еси без семене земле святая, мира спасение, Христа Бога нашего, Благодатная.
  
  В конец утрени:
  
  Прежде век от Отца без матере:
  
  В неделю вечера, и в понедельник на Бог Господь, глас 7:
  
  Богородице Дево нескверная, Сына Твоего моли с горними силами, прощению прегрешений нам прежде конца дароватися, верно тя славящим.
  
  В конец утрени:
  
  Превозшла еси силы небесныя, зане храм показалася еси божественный, благословенная Богородице, яко рождшая Христа, Спаса душ наших.
  
  В понедельник вечера, и во вторник на Бог Господь:
  
  Радуйся, Тебе приводим Богородице, ангелов бо вышшая показалася еси, Бога рождшая.
  
  В конец утрени:
  
  Умири молитвами Богородицы жизнь нашу, вопиющих Ти, милостиве: Господи слава Тебе.
  
  Во вторник вечера, и в среду на Бог Господь:
  
  Распеншагося за ны Христа Бога, и разрушившаго смерти державу, непрестанно моли Богородице Дево: да спасет души наша.
  
  В конец утрени:
  
  Избави Богородице от содержащих нас грехов, яко иного упования вернии не имамы, разве Тебе, и от Тебе рождшагося Бога.
  
  В среду вечера, и в четверток на Бог Господь:
  
  Плод чрева Твоего Пречистая, пророков есть и закона исполнение. Тем тя Богородицу в ведении славяще, благочестно величаем.
  
  В конец утрени:
  
  Плод чрева твоего Богоневесто, человеком показася спасения ходатайственный, тем Тя Богородицу, разумом и языком славяще вернии величаем.
  
  В четверток вечера, и в пяток на Бог Господь:
  
  Распеншагося за ны Христа Бога:
  
  В конец утрени:
  
  Избави Богородице:
  
  В пяток вечера, и в субботу на Бог Господь:
  
  Яко нашего воскресения сокровище:
  
  В конец утрени:
  
  Радуйся, невместимаго в небесех, вместившая во утробе Твоей. Радуйся Дево, пророков проповедание, Еюже возсия Еммануил. Радуйся Мати Христа Бога.
  
  В неделю вечера, и в понедельник на Бог Господь, глас 8:
  
  Радуйся, ангелом радость мира приемшая: радуйся, рождшая Творца Твоего и Господа: радуйся, сподобльшаяся быти Мати Божия.
  
  В конец утрени:
  
  Радуйся, врата Царя славы, яже Вышний един пройде, и едину запечатленну сохрани, во спасение душ наших.
  
  В понедельник вечера, и во вторник на Бог Господь:
  
  Недвижимое утверждение веры, и честный дар душ наших Богородицу песньми величаем вернии: радуйся, Камень Жизни во чреве Твоем вместившая. Радуйся, концей надеждо, скорбящих заступление. Радуйся Невесто Неневестная.
  
  В конец утрени:
  
  Дево Пречистая, спаси ны молитвами Твоими, движущи утробу матернюю Сыну Твоему и Богу нашему.
  
  Во вторник вечера, и в среду на Бог Господь:
  
  Агнца, и Пастыря, и Спаса мира, на Кресте зрящи Рождшая [Тя], глаголаше слезящи: мир убо радуется, приемля избавление: утроба же Моя горит, зрящи Твое распятие, еже за всех терпиши Сыне и Боже Мой.
  
  В конец утрени:
  
  Плод чрева Твоего Пречистая:
  
  В среду вечера, и в четверток на Бог Господь:
  
  Мысленная врата жизни Пречистая Богородице, притекающия Тебе верно избави от бед: да славим Пресвятое Рождество Твое во спасение душ наших.
  
  В конец утрени:
  
  Дево Пречистая, спаси ны:
  
  В четверток вечера, и в пяток на Бог Господь:
  
  Агнца и Пастыря:
  
  В конец утрени:
  
  Плод чрева Твоего Пречистая:
  
  В пяток вечера, и в субботу на Бог Господь:
  
  Иже нас ради рождейся от Девы:
  
  В конец утрени:
  
  Дево Пречистая, спаси ны молитвами Твоими:
  
  Конец Богородичных`;
}
