export function троичныПесни() {
  return `Глава 58. Троичны песни, на 8 гласов. Кия поются во святую великую 40-цу, и в прочия посты, егда поем Аллилуиа, во глас осмогласника, со стихи его: От нощи утренюет дух мой: и прочия стихи
  Ведомо буди, яко в Троичных глаголем, в понедельник убо в конце сих, сице: Предстательствы безплотных Твоих помилуй нас.
  
  Во вторник: Молитвами Предтечи твоего помилуй нас.
  
  В среду: Силою Креста Твоего сохрани нас Господи. Подобне и в пяток.
  
  В четверток: Молитвами святых апостол Твоих и святителя Николаа помилуй нас.
  
  А у прочих двою троичнов глаголати, якоже в концах их писано есть.
  
  Песни троичны, глас 1:
  
  Плотскими образовании, безплотных сил, к мысленному и невещественному возводими уму, и трисвятою песнию Триипостаснаго Божества приемлюще сияние, херувимски возопиим единому Богу: Свят, Свят, Свят еси Боже наш:
  
  Слава:
  
  Со всеми небесными силами, херувимски сущему в вышних возопиим, Трисвятую возсылающе хвалу: Свят, Свят, Свят еси Боже наш, молитвами всех святых Твоих, помилуй нас.
  
  И ныне:
  
  Воставше от сна, припадаем Ти Блаже, и ангельскую песнь вопием Ти сильне: Свят, Свят, Свят еси Боже, Богородицею помилуй нас.
  
  Светилен:
  
  Свет возсияй Господи, душу мою очисти от всякаго греха:
  
  В концах же светильнов. В понедельник убо к первому:
  
  Предстательствы безплотных Твоих, и спаси мя.
  
  В вторник же: Молитвами Господи Предтечи Твоего, и спаси мя.
  
  В среду и пяток: Силою Господи Креста Твоего, и спаси мя.
  
  В четверток: Молитвами Господи апостол Твоих, и спаси мя.
  
  Во второе на Слава, глаголати всегда в концах: Молитвами Господи святых Твоих, и спаси мя.
  
  В третие же на И ныне, в концах глаголати: Молитвами Господи Богородицы, и спаси мя.
  
  Песни Троичны, глас 2:
  
  Вышния силы подражающе на земли, победную песнь приносим Ти Блаже: Свят, Свят, Свят еси Боже наш:
  
  Слава:
  
  Несозданное естество всех Зиждителю, устне наша отверзи, яко да возвестим хвалу Твою вопиюще: Свят, Свят, Свят еси Боже наш, молитвами всех святых Твоих помилуй нас.
  
  И ныне:
  
  От одра и сна воздвигл мя еси Господи, ум мой просвети и сердце, и устне мои отверзи, во еже пети Тя Святая Троице: Свят, Свят, Свят еси Боже, Богородицею помилуй нас.
  
  Светилен:
  
  Свет Твой присносущный низпосли Христе Боже, и просвети очи тайныя сердца моего:
  
  Песни троичны, глас 3:
  
  Троице Единосущная и Нераздельная, Единице Триипостасная и Соприсносущная, Тебе яко Богу ангельскую песнь вопием: Свят, Свят, Свят еси Боже наш:
  
  Слава:
  
  Отца безначальна, Сына собезначальна, Духа соприсносущна, Божество Едино, херувимски славословити дерзающе, глаголем: Свят, Свят, Свят еси Боже наш, молитвами всех святых Твоих помилуй нас.
  
  И ныне:
  
  Внезапу судия приидет, и коегождо деяния обнажатся. Но страхом зовем в полунощи: Свят, Свят, Свят еси Боже наш, Богородицею помилуй нас.
  
  Светилен:
  
  Низпосли свет Твой Христе Боже, и просвети сердце мое:
  
  Песни троичны, глас 4:
  
  Умных Твоих слуг приносити смертнии песнь дерзающе, глаголем: Свят, Свят, Свят еси Боже наш:
  
  Слава:
  
  Яко чини ныне ангельстии на Небеси, и стояния страхом человеческая на земли, победную песнь приносим ти блаже: Свят, Свят, Свят еси Боже наш, молитвами всех святых Твоих помилуй нас.
  
  И ныне:
  
  Безначальнаго Твоего Отца, и Тебе Христе Боже, и Пресвятаго Твоего Духа, херувимски славословити дерзающе глаголем: Свят, Свят, Свят еси Боже наш, Богородицею помилуй нас.
  
  Светилен:
  
  Свет возсияй миру Твоему, во тьме душу мою сущую от всякаго греха очисти:
  
  Песни троичны, глас 5:
  
  Пению время, и молитве час, прилежно возопиим единому Богу: Свят, Свят, Свят еси Боже наш:
  
  Слава:
  
  Образовати дерзающе умная Твоя воинства, Троице безначальная, усты недостойными вопием: Свят, Свят, Свят еси Боже наш, молитвами всех святых Твоих помилуй нас.
  
  И ныне:
  
  Иже в ложесна девическая вместивыйся, и недр отеческих не разлучивыйся, со Ангелы и нас Христе Боже приими вопиющих Ти: Свят, Свят, Свят еси Боже наш, Богородицею помилуй нас.
  
  Светилен:
  
  Светодавче Господи, низпосли свет Твой, и просвети сердце мое.
  
  Песни троичны, глас 7:
  
  Предстояще со страхом херувими, ужасающеся с трепетом серафими, трисвятую песнь приносят немолчным гласом, с нимиже и мы вопием грешнии: Свят, Свят, Свят еси Боже наш:
  
  Слава:
  
  Безплотными усты, немолчными славословленьми, шестокрильнии вопиют Ти трисвятую песнь Боже наш, и мы иже на земли, недостойными усты хвалу ти возсылаем: Свят, Свят, Свят еси Боже наш, молитвами всех святых Твоих помилуй нас.
  
  И ныне:
  
  Троичныя единицы Божество неслиянным соединением славим, и ангельскую песнь вопием: Свят, Свят, Свят еси Боже наш, Богородицею помилуй нас.
  
  Светилен:
  
  Предстательствы Господи безплотных Твоих, низпосли душам нашим свет Твой присносущный.
  
  Зде же в 7-м гласе, в начале светильна, вместо: Предстательствы Господи безплотных: и прочая до конца.
  
  Аще во вторник глаголется, сице: Молитвами Господи Предтечи Твоего: и прочая до конца глаголи.
  
  В среду же и пяток вместо: Предстательствы Господи безплотных: В начале глаголати сице: Силою Креста Твоего Господи, низпосли душам нашим свет Твой присносущный.
  
  В четверток же сице:
  
  Молитвами Господи святых апостол Твоих, и святителя Николаа, низпосли душам нашим свет Твой присносущный.
  
  Во второе, на Слава глаголати в начале светильна:
  
  Молитвами Господи всех святых, низпосли душам нашим свет Твой присносущный.
  
  В третие же, на И ныне, в начале светильна глаголати сице:
  
  Молитвами Господи Богородицы, низпосли душам нашим свет Твой присносущный,
  
  Песни троичны, глас 7:
  
  Вышнею силою херувимски воспеваемый, и божественною славою ангельски покланяемый, приими и нас сущих на земли, недостойными устнами хваление Тебе возсылающих: Свят, Свят, Свят еси Боже наш:
  
  Слава:
  
  Яко сон леность отложивши душе, исправление ко хвалению покажи судии, и со страхом возопий: Свят, Свят, Свят еси Боже наш, молитвами всех святых Твоих помилуй нас.
  
  И ныне:
  
  Неприступному Божеству, во Единице Троице, серафимскую трисвятую возсылающе хвалу, со страхом возопиим: Свят, Свят, Свят еси Боже наш, Богородицею помилуй нас.
  
  Светилен:
  
  Воздвигни мя Господи к Твоему песнопению, и научи мя творити волю Твою Святый:
  
  Песни троичны, глас 8:
  
  На небо сердца имуще, ангельский подражим чин, и со страхом Судии припадем, победную взывающе хвалу: Свят, Свят, Свят еси Боже наш:
  
  Слава:
  
  Зрети Тебе не смеюще херувими, летяще зовут со восклицанием божественную песнь трисвятаго гласа, с нимиже и мы вопием Ти: Свят, Свят, Свят еси Боже наш, молитвами всех святых Твоих помилуй нас.
  
  И ныне:
  
  Сляцаеми множеством прегрешений наших, и не смеюще воззрети на высоту небесную, душу с телом преклоньше, со Ангелы песнь вопием Ти: Свят, Свят, Свят еси Боже наш, Богородицею помилуй нас.
  
  Светилен:
  
  Свет сый Христе, просвети мя Тобою:
  
  [Смотри] Подобает ведати и сие: Яко держит Церковь Вселенская, ни на блаженнах, ни на литургиах, чести Апостол и Евангелие по вся дни святых, точию рядовое, рекше столп чрез все годище, яже суть на ряду, и святых избранных, коих есть писано Апостол и Евангелие. А еже чести на всяк день святаго апостол и Евангелие, сие от своего неразумия, а не по церковному уставу.
  
  [Смотри] Аще же кто хощет творити литургию коеголибо святаго, или мученика, или святителя, или преподобнаго, или апостола, или пророка, или мучениц: чти общее Евангелие, обрет подобно святаго, егоже твориши службу, такожде и Апостол, зри ниже сего.`;
}
