export function прокимныАпостолыИЕвангелия() {
  return `Глава 59. Прокимени, апостоли, аллилуиаре, Евангелиа, и причастни общи святых, ихже егда творим службу
  Служба Пресвятыя Богородицы
  
  На утрени прокимен, глас 7: Помяну имя Твое во всяком роде и роде.
  
  Стих: Отрыгну сердце мое слово благо:
  
  Евангелие Луки, зачало 4.
  
  На литургии прокимен, глас 3. Песнь Богородицы: Величит душа моя Господа, и возрадовася дух мой о Бозе Спасе моем.
  
  Стих: Яко призре на смирение Рабы Своея, се бо от ныне ублажат Мя вси роди.
  
  Апостол к филипписием, зачало 240. Или другий, ко евреем, зачало 320.
  
  Аллилуиа, глас 8: Слыши Дщи и виждь, и приклони ухо Твое.
  
  Стих: Лицу Твоему помолятся Богатии людстии.
  
  Евангелие Луки, зачало 54.
  
  Причастен: Чашу спасения прииму, и имя Господне призову.
  
  Служба святых небесных безплотных сил
  
  Прокимен, глас 4: Творяй ангелы своя духи, и слуги своя пламень огненный.
  
  Стих: Благослови душе моя Господа, Господи Боже мой возвеличился еси зело.
  
  Апостол ко евреем, зачало 305.
  
  Аллилуиа, глас 5: Хвалите Господа вси ангели Его, хвалите Его вся силы Его.
  
  Стих: Яко Той рече, и быша: Той повеле, и создашася.
  
  Евангелие Луки, зачало 51. Или Матфеа, зачало 52.
  
  Причастен: Творяй Ангелы Своя:
  
  Служба святых пророков общая
  
  Прокимен, глас 4: Ты Иерей во век по чину Мельхиседекову.
  
  Стих: Рече Господь Господеви моему седи одесную Мене, дóндеже положу враги Твоя подножие ног Твоих.
  
  Апостол к коринфяном, зачало 157: Другий ко евреем, зачало 214: Третий соборнаго послания Иаковля, зачало 57.
  
  Аллилуиа, глас 5: Моисей и Аарон в иереех Его, и Самуил в призывающих имя Его.
  
  Стих: Свет возсия праведнику, и правым сердцем веселие.
  
  Евангелие Матфеа, зачало 97. И Луки, зачало 222.
  
  Причастен: В память вечную:
  
  Служба святых апостолов общая
  
  Прокимен, глас 8: Во всю землю изыде вещание их:
  
  Стих: Небеса поведают славу Божию:
  
  Апостол к коринфяном, зачало 131.
  
  Аллилуиа, глас 1: Исповедят Небеса чудеса Твоя Господи.
  
  Стих: Бог прославляемь в совете святых.
  
  Евангелие апостола единаго, от Матфеа, зачало 34. Апостолов обще Евангелие Луки, зачало 50, или 51.
  
  Причастен: Во всю землю изыде вещание их:
  
  Служба святителей
  
  Прокимен, глас 1: Уста моя возглаголют премудрость, и поучение сердца моего разум.
  
  Стих: Услышите сия вси язы́цы, внушите вси живущии по вселенней.
  
  Апостол ко евреем, зачало 318.
  
  Аллилуиа, глас 2: Уста праведнаго поучатся премудрости, и язык его возглаголет суд.
  
  Стих: Закон Бога его в сердце его, и не запнутся стопы его.
  
  Евангелие Иоанна, зачало 37.
  
  Причастен: В память вечную:
  
  Служба святителей общая
  
  Прокимен, глас 7: Честна пред Господем смерть преподобных Его.
  
  Стих: Что воздам Господеви о всех, яже воздаде ми?
  
  Апостол ко евреем, зачало 335.
  
  Аллилуиа, глас 2: Священницы Твои облекутся в правду, и преподобнии Твои возрадуются.
  
  Евангелие Матфеа, зачало 11. И Иоанна, зачало 35 от полу.
  
  Причастен: В память вечную:
  
  Служба преподобных, и Христа ради юродивых общая
  
  Прокимен, глас 7: Честна пред Господем смерть преподобных Его.
  
  Стих: Что воздам Господеви о всех:
  
  Апостол к галатом, зачало 213.
  
  Аллилуиа, глас 7: Блажен муж бояйся Господа, в заповедех Его восхощет зело.
  
  Стих: Сильно на земли будет семя его.
  
  Евангелие Матфеа, зачало 43. И Луки, зачало 24.
  
  Причастен: В память вечную:
  
  Служба мученика
  
  Прокимен, глас 7: Возвеселится праведник о Господе, и уповает на Него.
  
  Стих: Услыши Боже глас мой, внегда молити ми ся к Тебе.
  
  Апостол к Тимофею, зачало 292.
  
  Аллилуиа, глас 4: Праведник яко финикс процветет:
  
  Евангелие Луки, зачало 223. И Иоанна, зачало 52.
  
  Причастен: В память вечную:
  
  Служба мучеников общая
  
  Прокимен, глас 4: Святым иже суть на земли Его, удиви Господь вся хотения Своя в них.
  
  Стих: Предзрех Господа предо мною выну, яко одесную мене есть, да не подвижуся.
  
  Апостол к римляном, зачало 99: Или ко евреем, зачало 330.
  
  Аллилуиа, глас 4: Воззваша праведнии, и Господь услыша их, и от всех скорбей их избави их.
  
  Стих: Многи скорби праведным, и о всех их избавит я Господь.
  
  Евангелие Матфеа, зачало 37. Или Луки, зачало 107.
  
  Причастен: Радуйтеся:
  
  Служба священномученика
  
  Прокимен глас 8: Восхвалятся преподобнии во славе, и возрадуются на ложах своих:
  
  Стих: Воспойте Господеви песнь нову, хваление Его в Церкви преподобных.
  
  Апостол ко евреем, зачало 334.
  
  Аллилуиа, глас 2: Священницы Твои облекутся в правду:
  
  Евангелие Луки, зачало 227.
  
  Причастен: В память вечную:
  
  Служба священномучеников общая
  
  Прокимен, глас 7: Честна пред Господем:
  
  Стих: Что воздам Господеви о всех:
  
  Апостол ко евреем, зачало 311, от полу. Или к филипписием, зачало 247.
  
  Аллилуиа, глас 2: Священницы Твои облекутся в правду: Е
  
  Евангелие Луки, зачало 24, и 52, и 77.
  
  Причастен: Радуйтеся праведнии о Господе:
  
  Служба преподобномучеников обща
  
  Прокимен, глас 8: Восхвалятся преподобнии во славе:
  
  Стих: Воспойте Господеви песнь нову:
  
  Апостол преподобномученика единаго, к Тимофею, зачало 291. Преподобномучеником апостол, к римляном, зачало 99.
  
  Аллилуиа, глас 7: Блажен муж бояйся Господа:
  
  Стих: Сильно на земли будет семя Его.
  
  Евангелие преподобномученику единому, Марка, зачало 37. Преподобномучеников, Евангелие Матфеа, зачало 38: И Луки, зачало 224.
  
  Причастен: Радуйтеся:
  
  Служба святых мучениц общая
  
  Прокимен, глас 4: Дивен Бог во святых своих, Бог Израилев.
  
  Стих: В Церквах благословите Бога, Господа от источник Израилев.
  
  Апостол к коринфяном, зачало 181. Другий к галатом, зачало 210.
  
  Аллилуиа, глас 1: Терпя потерпех Господа, и внят ми и услыша молитву мою.
  
  Евангелие Матфеа, зачало 222, и Марка, зачало 21.
  
  Причастен: Радуйтеся:
  
  Служба преподобных жен общая
  
  Прокимен, и Аллилуиа, писан мученицам. Апостол к галатом, зачало 310. Евангелие Матфеа, зачало 104, и Луки, 33. Причастен: В память вечную:
  
  Служба исповедников
  
  Прокимен, Аллилуиа, и причастен писан преподобномучеником: Апостол ко ефесеем, зачало 333. Евангелие Луки, зачало 324.
  
  Служба безмездников
  
  Прокимен, писан мучеником. Апостол к коринфяном, зачало 153.
  
  Аллилуиа, глас 2: Се что добро, или что красно, но еже жити братии вкупе:
  
  Евангелие Матфеа, зачало 34.
  
  Причастен: Радуйтеся праведнии о Господе:
  
  Служба за мертвыя
  
  Прокимен, глас 7: Души их во благих водворятся.
  
  Стих: К Тебе Господи воздвигох душу мою, Боже мой, на Тя уповах, да не постыжуся во век.
  
  Аллилуиа, глас 8: Блажени, яже избрал и приял еси Господи, и память их в род и род.
  
  Апостоли, и Евангелиа за упокой по вся дни
  
  В понедельник апостол к римлянам, зачало 117. Евангелие Иоанна, зачало 15.
  
  Во вторник апостол к коринфянам, зачало 222. Евангелие Иоанна, зачало 17.
  
  В среду апостол к коринфянам, зачало 178. Евангелие Иоанна, зачало 21.
  
  В четверток апостол к коринфянам, зачало 120. Евангелие Иоанна, зачало 22.
  
  В пяток апостол к коринфянам, зачало 123. Евангелие, Иоанна, зачало 23.
  
  В субботу апостол к солуняном, зачало 170. Евангелие, Иоанна, зачало 17.
  
  Причастен: Блажени, яже избрал:`;
}
