export function vigil() {
  return `Подобает ведати: яко всего лета суть седмиц 52, в нихже творим на куюждо неделю бдение, яко да изочтенным бывшим всем воскресным бдениям всего лета, обретаются 52.

  Бывают же убо и во владычних праздниках, на кийждо месяц бдения. Вкупе же убо и со инеми бывают всего лета бдений 68.
  
  Суть же и ина бдения, яже укажутся по именом, во уставе на ряду своем, где кое писано есть, ихже аще предстоятель произволит, аще зрит своя церковники бодростне о спасениих своих тщащихся. Есть же и ино бдение к сим святаго храма, во обители, еже должно есть бывати, и никакоже оставлятися в память его.`;
}
