export function прокимныАпостолыИЕвангелияНаВсякуПотребу() {
  return `Глава 60. Прокимени, апостоли, аллилуиаре, Евангелиа, и причастни на всяку потребу различнии
  На освящение елеа 7 иереев
  
  Первый иерей глаголет: Прокимен, глас 1: Буди Господи милость Твоя на нас, якоже уповахом на Тя. Стих: Радуйтеся праведнии о Господе, правым подобает похвала. Апостол Иаковля послания, зачало 57. Аллилуиа, глас 8. Стих: Милость и суд воспою Тебе Господи. Евангелие Луки, зачало 53.
  
  Вторый иерей глаголет: Прокимен, глас 2: Крепость моя и пение мое Господь, и бысть мне во спасение. Стих: Наказуя наказа мя Господь, смерти же не предаде мя. Апостол к римляном, зачало 117. Аллилуиа, глас 5: Милости Твоя Господи во век воспою. Евангелие Луки, зачало 94.
  
  Третий иерей глаголет: Прокимен, глас 3: Господь просвещение мое, и спаситель мой, кого убоюся? Стих: Господь защититель живота моего, от кого устрашуся? Апостол к коринфяном, зачало 153. Аллилуиа, глас 2. Стих: На Тя Господи уповах, да не постыжуся во век. Евангелие Матфеа, зачало 34 от полу.
  
  Четвертый иерей глаголет: Прокимен, глас 4: Воньже Аще день призову Тя, скоро услыши мя. Стих: Господи услыши молитву мою, и вопль мой к Тебе да приидет. Апостол к коринфяном, зачало 182 от полу. Аллилуиа, глас 2. Стих: Терпя потерпех Господа, и внят ми. Евангелие Матфеа, зачало 27.
  
  Пятый иерей глаголет: Прокимен, глас 5: Ты Господи сохраниши ны, и соблюдеши ны от рода сего и во век. Стих: Спаси мя Господи, яко оскуде преподобный. Апостол к коринфяном, зачало 128. Аллилуиа, глас 5. Стих: Милости Твоя Господи во век воспою. Евангелие Матфеа, зачало 104.
  
  Шестый иерей глаголет: Прокимен, глас 7: Помилуй мя Боже по велицей милости Твоей. Стих: Сердце чисто созижди во мне Боже, и дух прав обнови во утробе моей. Апостол к галатом, зачало 313. Аллилуиа, глас 7. Стих: Блажен муж бояйся Господа, в заповедех Его восхощет зело. Евангелие Матфеа, зачало 322.
  
  Седмый иерей глаголет: Прокимен, глас 7: Господи, да не яростию твоею обличиши мене, ниже гневом твоим накажеши мене. Стих: Помилуй мя Господи, яко немощен есмь. Апостол к солуняном, зачало 383. Аллилуиа, глас 7. Стих: услышит тя Господь в день печали, защитит тя имя Бога Иаковля. Евангелие Матфеа, зачало 30.
  
  Августа в 1-й день, на освящение воды:
  
  Прокимен, глас 3: Господь просвещение мое: Стих: Господь защититель живота моего: Апостол ко евреем, зачало 307. Аллилуиа, глас 7. Стих: Отрыгну сердце мое слово благо. Стих: Глаголю аз дела моя Цареви: Евангелие Иоанна, зачало 14.
  
  На освящение церкве:
  
  Прокимен, глас 4: Дому Твоему подобает святыня Господи, в долготу дний. Стих: Господь воцарися в лепоту облечеся. Апостол ко евреем, зачало 307. Аллилуиа, глас 1: Основания его на горах святых, любит Господь врата Сионя паче всех селений Иаковлих. Стих: Преславная глаголашася о тебе граде Божий. Евангелие Иоанна, зачало 37 от полу. Причастен: Господи, возлюбих благолепие дому Твоего, и место селения славы Твоея.
  
  На основание и на обновление града:
  
  Прокимен, глас 4: Дому твоему подобает святыня Господи, в долготу дний. Стих: Ибо утверди вселенную, яже не подвижится: Апостол Деяний, зачало 40 от полу. Аллилуиа, глас 2: основания его на горах святых: Стих: Преславная глаголашася о тебе граде Божий. Евангелие Матфеа, зачало 27. Причастен: Господи, возлюбих благолепие дому Твоего:
  
  Воследование в бездождие:
  
  Прокимен, глас 4: Бразды земныя упой, и умножи жита ея. Стих: В каплях ея возвеселится возсияющи. Апостол Иаковля послания, зачало 57. Аллилуиа, глас 8: Благословиши венец лета благости Твоея, и поля Твоя исполнятся тука. Стих: Разботеют красная пустыни, и радостию холми препояшутся. Евангелие Матфеа, зачало 25. Причастен: Чашу спасения прииму:
  
  Во время безведрия:
  
  Прокимен, глас 4: Спаси мя Боже, яко внидоша воды до души моея. Стих: Углебох в тимении глубины, и несть постояния. Апостол к римляном, зачало 98. Аллилуиа гласа, спаси Мя от брения, да не углебну, и от глубоких вод. Стих: Да не потопит мене буря водная, ниже да пожрет мене глубина. Евангелие Матфеа, зачало 20 от полу.
  
  Во страх труса:
  
  Прокимен, глас 8: Господи, да не яростию Твоею обличиши мене. Стих: Не отврати лица Твоего от отрока Твоего: Апостол ко евреем, зачало 331 от полу. Аллилуиа, глас 5: Боже отринул ны еси, и низложил еси нас. Стих: Стрясл еси землю, и смутил еси ю: исцели сокрушение ея, яко подвижеся. Евангелие Матфеа, зачало 27. Причастен: Призираяй на землю, и творяй ю трястися.
  
  Воследование во время язв:
  
  Прокимен, глас 4: Господи, да не яростию Твоею обличиши мене: Стих: Несть исцеления в плоти моей, от лица гнева Твоего. Евангелие Луки, зачало 17.
  
  Воследование во общенуждии:
  
  Прокимен, глас 4: Даждь нам помощь о скорби: Стих: О Бозе сотворим силу: Евангелие Марка, зачало 51.
  
  Воследование за императора, и за люди во время брани:
  
  Прокимен, глас 4: Господи, силою Твоею возвеселится царь, и о спасении Твоем возрадуется зело. Стих: Желание сердца его дал еси ему, и хотения устну его неси лишил его. Апостол ко ефесеем, зачало 333. Аллилуиа, глас 2: Услышит тя Господь в день печали, защитит тя имя Бога Иаковля. Стих: Господи, спаси царя, и услыши ны, воньже Аще день призовем Тя. Евангелие Марка, зачало 51. Причастен: Хвалите Господа с Небес:
  
  В нашествии варвар:
  
  Прокимен, глас 4: Да воскреснет Бог, и расточатся врази Его. Стих: Яко исчезает дым, да исчезнут. Апостол к ефесеем, зачало 320. Аллилуиа. Стих: Господь сокрушаяй брани: Евангелие Луки, зачало 70. Причастен: Господь крепок и силен, Господь силен во брани.
  
  О умирении и соединении православныя веры:
  
  Прокимен, глас 7: Господь крепость людем Своим даст, Господь благословит люди Своя миром. Стих: В храме Его всякий глаголет славу. Евангелие Матфеа, зачало 20 от полу.
  
  О умирении и соединении церкве:
  
  Прокимен, глас 4: Да воскреснет Бог: Стих: Яко исчезает дым: Евангелие Марка, зачало 51.
  
  Воследование за творящих милостыню:
  
  Прокимен, глас 4: Уповай на Господа, и твори благостыню. Стих: Весь день милует, и взаим дает праведный. Евангелие Матфеа, зачало 20 от полу.
  
  В запалении огня:
  
  Прокимен, глас 1: Буди Господи милость Твоя на нас, якоже уповахом на Тя. Стих: Се очи Господни на боящияся Его, и уповающия на милость Его. Апостол ко евреем, зачало 332. Аллилуиа: Щедр и милостив Господь, всем призывающим Его. Евангелие Луки, зачало 329.
  
  Над болящим:
  
  Прокимен, глас 1: Аз рех: Господи помилуй мя, исцели душу мою, яко согреших Тебе. Стих: Блажен разумеваяй на нища и убога, в день лют избавит его Господь. Апостол Иаковля послания, зачало 57. Аллилуиа, глас 8: Призри на мя и помилуй мя. 1-е, Евангелие Матфеа зачало 27. 2-е, Евангелие Марка, зачало 21. 3-е, Евангелие Иоанна, зачало 13. Причастен: Чашу спасения прииму:
  
  На пострижение монахов:
  
  Прокимен, глас 3: Господь просвещение мое: Стих: Господь защититель живота моего: Апостол к ефесеем, зачало 233. Аллилуиа, глас 1: Сей нищий воззва, и Господь услыша и, и от всех скорбей его спасе и. Евангелие Матфеа, зачало 39. Причастен: Чашу спасения прииму:
  
  За всякое прошение:
  
  Евангелие Матфеа, зачало 20 от полу. Или Марка, 51: Или Луки, зачало 88.
  
  На крещении человеков:
  
  Прокимен, глас 3: Господь просвещение мое: Стих: Господь защититель живота моего: Апостол к римляном, зачало 91. Евангелие Матфеа, зачало 117.
  
  Во время брака:
  
  Прокимен, глас 8: Положил еси на главах их венцы, от каменей честных: живота просиша у тебе, и дал еси им. Стих: Яко даси им благословение в век века, возвеселиши я радостию с лицем Твоим. Апостол к ефесеем, зачало 330. Аллилуиа, глас 5: Стих: Ты Господи сохраниши ны, и соблюдеши ны от рода сего, и во век. Евангелие Иоанна, зачало 7.
  
  Исповеданию:
  
  Евангелие Матфеа, зачало 30: или Луки, зачало 78.
  
  Жен исповеданию:
  
  Евангелие Иоанна, зачало 28.
  
  Над имущим дух недуга:
  
  Евангелие Матфеа, зачало 28: или 78. Марка, зачало 19: или 40. Луки, 47.
  
  На погребении мирян:
  
  Прокимен, глас 7: Блажен путь, воньже идеши Днесь душе, яко уготовася тебе место упокоения. Стих: К Тебе Господи воззову: Апостол к Солуняном, зачало 370. Аллилуиа, глас 7: Блажен, егоже избрал, и приял еси Господи. Евангелие Иоанна, зачало 17.
  
  На погребении монахов:
  
  Прокимен, глас 7: Блажен путь, воньже идеши брате Днесь. Стих: Обратися душе моя в покой Твой, яко Господь благодействова тя. Апостол, Аллилуиа, и Евангелие, писан в погребении мирян.
  
  На погребении иереев:
  
  Прокимен, глас 7: Блажен путь, воньже идеши Днесь душе: Стих: обратися душе моя в покой Твой: Апостол к солуняном, зачало 370. Аллилуиа, глас 8: Блажен, егоже избрал, и приял еси Господи. Евангелие Иоанна, зачало 17.
  
  Вторый прокимен, глас 7: Блажен, егоже избрал: Стих: Тебе подобает песнь Боже в Сионе: Апостол к римляном, зачало 89, от полу. Аллилуиа, глас 7: Блажен, егоже избрал: Евангелие Иоанна, зачало 15.
  
  Третий прокимен, глас 7: Блажен, егоже избрал: Стих: Память его в род и род: Апостол к коринфяном, зачало 158. Аллилуиа. Стих: Блажен, егоже избрал: Евангелие Иоанна, зачало 21.
  
  Четвертый прокимен, глас 7: Душа его во благих водворится: Стих: К Тебе Господи воззову: Апостол к коринфяном, зачало 120. Аллилуиа: Блажен муж бояйся Господа: Стих: Сильно на земли будет семя его. Евангелие Иоанна, зачало 22.
  
  Пятый прокимен, глас 7: Блажен, егоже избрал: Стих: Душа его во благих водворится. Апостол к римляном, зачало 113. Аллилуиа, глас 7: Блажен, егоже избрал, и приял еси Господи: Стих: Душа его во благих водворится. Евангелие Иоанна, зачало 23.
  
  На погребении младенцев:
  
  Прокимен, глас 7: Блажен путь, воньже пойдеши душе: Стих: Обратися душе моя в покой Твой: Апостол к коринфяном, зачало 122. Аллилуиа. Стих: Блажен егоже избрал, и приял еси, Господи. Стих: Душа его во благих водворится. Евангелие Иоанна, зачало 21.
  
  Последование в мир:
  
  Прокимен, глас 4: Мир мног любящим Тя Господи. Стих: Чаях Бога спасающаго мя: Апостол ко ефесеем, зачало 321. Аллилуиа, глас 4: Вопросите яже о мире Иерусалима. Евангелие Иоанна, зачало 48, от полу: Причастен: Чашу спасения прииму:`;
}
