export function припевыНаГосподскиеИБогородичныеПраздники() {
  return `Припевы на Господския Владычни и Богородичны праздники, поемыя на 9-й песни
  Септемвриа в 8 день, на Рождество Пресвятыя Богородицы, на 9-й песни припев:
  
  Величай душе моя, преславное Рождество Божия Матере.
  
  Другий: Величай душе моя, от неплодове рождшуюся Деву Марию.
  
   
  В 14 день, на Воздвижение Честнаго Креста:
  
  Величай душе моя, Пречестный Крест Господень.
  
  Другий: Величай душе моя, Животворящаго Креста Господня Воздвижение.
  
   
  Ноемвриа в 21 день, на Введение Пресвятыя Богородицы:
  
  Ангели вхождение Пречистыя зряще удивишася: како Дева вниде во святая святых.
  
  Ангели вхождение Всечистыя зряще удивишася: како со славою вниде во святая святых.
  
  Ангели вхождение Девы зряще удивишася: како преславно вниде во святая святых.
  
  Ангели и человецы Девы вхождение почтим: яко со славою вниде во святая святых.
  
  Ангели вхождение Девы зряще удивишася: како Богоугодне вниде во святая святых.
  
  Ангели взыграйте со святыми, девы сликовствуйте: ибо Богоотроковица вниде во святая святых.
  
  Ангели и человецы Деву песньми возвеличим: Боголепно бо вниде во святая святых.
  
  Другаго канона припевы: Величай душе моя, Приведенную во храм Господень, и Благословенную руками иереевыми.
  
  На Слава: Величай душе моя, Триипостаснаго и Нераздельнаго Божества державу.
  
  На И ныне: Величай душе моя, Честнейшую и славнейшую Горних воинств, Деву Пречистую Богородицу.
  
   
  На Рождество Христово, на 9-й песни припевы:
  
  Величай душе моя, Честнейшую и славнейшую Горних воинств, Деву Пречистую Богородицу.
  
  Величай душе моя, от Девы Бога плотию рождшагося.
  
  Величай душе моя, в вертепе рождшагося Царя.
  
  Величай душе моя, от волхвов Бога покланяемаго.
  
  Величай душе моя, от звезды волхвом Возвещеннаго.
  
  Величай душе моя, Чистую Деву, и едину Богородицу рождшую Христа Царя.
  
  Волсви и пастырие приидоша поклонитися Христу, рождшемуся в Вифлееме граде.
  
  Днесь Дева раждает Владыку внутрь вертепа.
  
  Днесь Владыка раждается яко Младенец от Матере Девы.
  
  Днесь пастырие видят Спаса пеленами обвита, и лежаща во яслех.
  
  Днесь Владыка рубищем пеленается неосязный яко Младенец.
  
  Днесь всяка тварь веселится и радуется, яко Христос родися от Девы Отроковицы.
  
  Небесныя силы рождшагося Спаса Господа и Владыку возвещают миру.
  
  Вместо Слава: Величай душе моя, Триипостаснаго и Нераздельнаго Божества державу.
  
  Вместо И ныне: Величай душе моя, Избавльшую нас от клятвы.
  
   
  На обрезание Господне:
  
  Величай душе моя, по закону плотию обрезавшагося Господа.
  
  Величай душе моя, во осмый день обрезание Приемлюща.
  
  Днесь Владыка обрезуется плотию яко Младенец, исполняя закон.
  
  Днесь Владыка плотию обрезася, Иисус наречеся.
  
  Василию: Величай душе моя, во иерарсех Василиа Великаго.
  
  Величай душе моя, вселенныя пресветлаго светильника.
  
  Величай душе моя, от Кесарии Василиа Великаго.
  
  Вместо Слава: Величай душе моя, украсившаго Христову Церковь.
  
  Вместо И ныне: Величай душе моя, Честнейшую Небесных воинств, Деву Пречистую Богородицу.
  
   
  На Богоявление Господне:
  
  Величай душе моя, Честнейшую горних воинств Деву Пречистую Богородицу.
  
  Величай душе моя, от Предтечи Крещения Просяща.
  
  Величай душе моя, во Иордане Пришедшаго креститися.
  
  Величай душе моя, от Отеческаго гласа Свидетельствованна.
  
  Величай душе моя, Единаго от Троицы преклоншаго выю, и Крещение приемша.
  
  Пророче прииди ко Мне, простри руку, и крести Мя скоро.
  
  Пророче остави ныне, и крести Мя хотяща: исполнити бо приидох всяку правду.
  
  Днесь Владыка преклоняет выю под руку Предтечеву.
  
  Днесь Иоанн крещает Владыку во струях Иорданских.
  
  Днесь Владыка водами погребает человеческий грех.
  
  Днесь Владыка свыше свидетельствуется Сын Возлюбленный.
  
  Днесь Владыка прииде освятити естество водное.
  
  Днесь Владыка Крещение приемлет рукою Предтечевою.
  
   
  Месяца ианнуариа в 30 день, трием святителем: Василию Великому, Григорию Богослову и Иоанну Златоусту, на 9-й песни припевы:
  
  Величай душе моя, Честнейшую Небесных воинств, Деву Пречистую Богородицу.
  
  Величай душе моя, во иерарсех светила три великия.
  
  Величай душе моя, трисиятельныя Христовы Церкве.
  
  Величай душе моя, просвещающия Христову Церковь.
  
  Величай душе моя, Честнейшую Небесных воинств, Деву Пречистую Богородицу.
  
  Величай душе моя, Пресвятыя Троицы три пастыри.
  
  Величай душе моя, от Трисолнечнаго светила три великия.
  
  Величай душе моя, Триипостаснаго и Нераздельнаго Божества державу.
  
  Величай душе моя, Честнейшую Небесных воинств, Деву Пречистую Богородицу.
  
   
  Сретению Господню на 9-й песни припевы:
  
  Богородице Дево, упование христианом, покрый, соблюди, и спаси на Тя уповающих.
  
  Богородице Дево, миру благая помощнице, покрый и соблюди от всякия нужды и печали.
  
  Богоносе Симеоне, прииди, подыми Христа, егоже роди Дева Чистая Мариа.
  
  Объемлет руками старец Симеон Содетеля Закона и Владыку всяческих.
  
  Не старец Мене держит, но Аз держу его: той бо от Мене отпущения просит.
  
  Клеще таинственная, како угль носиши? како питаеши Питающаго вся?
  
  О дщи Фануилева! прииди, стани с нами, и благодари Христа Спаса Сына Божия.
  
  Анна целомудренная провещает страшная, исповедающи Христа, Творца Небу и земли.
  
  Непостижимо есть содеянное от Тебе Ангелом и человеком, Мати Дево Чистая.
  
  Чистая голубица, Нескверная Агница, Агнца и Пастыря приносит в церковь.
  
  О Христе всех Царю! победы на враги верным людем Твоим даруй.
  
  О Христе всех Царю! подаждь ми слезы теплы, да плачу мою душу, юже зле погубих.
  
  Вместо Слава: Трисиятельное и Триипостасное Божество благочестно да похвалим.
  
  Вместо И ныне: О Девце Марие! просвети мою душу, помраченную люте житейскими сластьми.
  
   
  Марта в 25 день, Благовещению Пресвятыя Богородицы, на 9-й песни припев:
  
  Благовествуй земле радость велию, хвалите Небеса Божию славу.
  
   
  На Святую Пасху припевы:
  
  Величит душа моя Воскресшаго тридневно от гроба Христа Жизнодавца.
  
  Величит душа моя волею страдавша и погребена, и Воскресшаго тридневно от гроба.
  
  Христос новая Пасха, жертва живая, Агнец Божий вземляй грехи мира.
  
  Ангел вопияше благодатней: Чистая Дево радуйся, и паки реку, радуйся: Твой Сын воскресе, тридневен от гроба, и мертвыя воздвигнувый, людие веселитеся.
  
  Возбудил еси уснув мертвыя от века, царски рыкавый яко от Иуды лев.
  
  Магдалина Мариа притече ко гробу, и Христа видевши, яко вертоградаря вопрошаше.
  
  Ангел облистаяй женам вопияше: престаните от слез, яко Христос воскресе.
  
  Христос воскресе, смерть поправый, и мертвыя воздвигнувый, людие веселитеся.
  
  Днесь всяка тварь веселится и радуется: яко Христос воскресе, и ад пленися.
  
  Днесь Владыка плени ада, воздвигнувый юзники, яже от века имяше люте одержимыя.
  
  Слава:Днесь Владыка плени ада, воздвигнувый юзники, яже от века имяше люте одержимыя.
  
  И ныне:Радуйся Дево, радуйся, радуйся Благословенная, радуйся Препрославленная: Твой бо Сын воскресе тридневен от гроба.
  
   
  Вознесения:
  
  Величай душе моя, вознесшагося от земли на Небо, Христа Жизнодавца.
  
  Другий: Ангели восхождение Владыки зряще, ужасахуся, како со славою взятся от земли на Горняя.
  
   
  Августа в 6 день, на Преображение Господне, припев:
  
  Величай душе моя, на Фаворе преобразившагося Господа.
  
   
  В 15 день, на Успение Пресвятыя Богородицы припевы:
  
  Роди вси блажим Тя Едину Богородицу. Или: Ангели успение Пречистыя видевше удивишася, како Девая восходит от земли на Небо.
  
  Втораго канона: Величай душе моя, от земли на Небо честное преставление Божия Матере.`;
}
