export function notVigil() {
  return `Глава 7. Идеже всенощныя не бывают
  Вестно же буди, яко в малых обителех и соборных и приходских храмех, во дни недельныя, идеже всенощныя не бывают, или настоятель не изволит, поется вечерня великая, такожде и утреня во свое время сице:
  
  В субботу вечера, по отпусте 9-го часа, входит в церковь предстоятель и чредный священник, и вси: емляй же священник благословение от предстоятеля, отходит пред царская врата, и творит поклонения три.
  
  Взем же и епитрахилий, и благословив и, и целовав верх, идеже есть крест начертан: и возложив на выю свою глаголет: благословен Бог наш: отверзаяй и внутреннюю завесу сущую тафтою, или иным видом устроеную.
  
  Предстоятель же глаголет: Приидите поклонимся: и предначинательный псалом.
  
  Аще же предстоятеля не случится тамо, глаголет ин от старейших священников: священник же чредный стоит пред царскими вратами, глаголя тайно молитвы светильничныя, стоя непокровен. Глаголет же и ектению, и возглас подобне, и прочее вечерни все поем, якоже предписася во бдении великия вечерни: точию зде по ектении: Исполним вечернюю молитву нашу: поем на стиховне стихиры воскресны, и по исполнении их глаголет предстоятель: Ныне отпущаеши:
  
  Чтец глаголет: Трисвятое с прочими.
  
  Священник, возглас: яко твое есть царство: внутрь святаго олтаря.
  
  И чтец, отпустительныя тропари по обычаю.
  
  Диакон же, от вне стоя пред образом спаса Христа, возглашает: Премудрость.
  
  Лик: Благослови.
  
  Священник, от внутрь глаголет: Сый благословен Христос Бог наш, всегда, ныне и присно, и во веки веков:
  
  Лик: Аминь. Утверди Боже, святую православную веру, православных христиан, во век века.
  
  И священник глаголет тихим гласом: Пресвятая Богородице, спаси нас.
  
  Лик: Честнейшую:
  
  И паки священник: Слава тебе Христе Боже, упование наше, слава тебе.
  
  И глаголет лик:
  
  Слава, и ныне: Господи помилуй, трижды. Благослови.
  
  Священник же отверз святыя двери, и опустив фелонь, стоящу диакону от вне одесную, и орарь держащу обычно, глаголет иерей отпуст по дню.
  
  [Смотри] Посем многолетие. И по еже вечеряти братиям, емлет паки благословение церковник от предстоятеля, аще есть: аще же ни от чреднаго священника. И клеплет в малый кампан, или в ручное клепало, по обычаю. И собравшимся братиям в притвор, творит начало чредный священник, и поем повечерие, яко обычай с каноном.
  
  И по обычном отпусте предстоятель глаголет: молитвами святых отец наших, Господи Иисусе Христе Боже наш, помилуй нас.
  
  Братия же исходяще, два, два, по чину, творят поклон пред предстоятелем, и емлют от него благословение и прощение:
  
  Таже предстоятель, сотворив образ поклона, просит и сам прощения от них.
  
  Во утрии же: Клеплет параекклисиарх в кампан, яко обычай, и в било, и собираются братия в притворе, творит же священник начало: благословен Бог наш:
  
  И абие чтец глаголет: Слава тебе Боже наш, слава тебе. Царю небесный: Трисвятое, и по Отче наш: Господи помилуй, 12. Приидите поклонимся: трижды: и псалом 50.
  
  Таже поется троичный канон, со благоговением и умилением. По каноне же поют троичное величание, сиесть: Достойно есть яко воистинну, славити тя Бога слова: И прочия тропари.
  
  Таже Трисвятое, и Отче наш: и ипакои гласа: Господи помилуй, 40.
  
  Слава, и ныне, Честнейшую херувим:
  
  И возглас от священника: Боже ущедри ны:
  
  И молитва глаголется от иереа: Всемогущая и животворящая:
  
  И отпуст, и прощение обычное.
  
  Таже иерей глаголет ектению: Помолимся о благочестивейшем:
  
  Мы же: Господи помилуй, кротким и тихим гласом.
  
  И по исполнении тоя глаголет предстоятель: молитвами святых отец наших, Господи Иисусе Христе Боже наш, помилуй нас.
  
  И по отпусте входим во храм.
  
  Священник же вшед во святый олтарь, и возложив епитрахилий и вложив фимиам в кадильницу, предуготовлене ей от церковнаго служителя, глаголет и обычную молитву кадила, стоя пред святою трапезою начертаваяй крест с кадильницею, глаголя: благословен Бог наш всегда, ныне и присно, и во веки веков: отверзаяй прежде и тафтою устроеную завесу, сущую внутрь царских врат.
  
  Таже кадит святую трапезу окрест, и весь жертвенник: И исходит северною страною, и кадит святыя иконы, и предстоятеля, и вся яко обычай.
  
  Чтец же, по благословен Бог наш, глаголет, Аминь. Приидите поклонимся: и обычныя псалмы: услышит тя господь: и Господи силою твоею: Трисвятое, и Отче наш:
  
  [Смотри] [Долженствует же внимати чтец и священник, егда имать рещи: яко твое есть царство: быти ему посреде храма.]
  
  Таже тропари: спаси Господи люди твоя, и прочая.
  
  И священник кадит паки предстоятеля, и святыя иконы: и входит во святый олтарь южною страною, и стоит пред святою трапезою с кадильницею, и глаголет ектению: Помилуй нас Боже, по велицей милости твоей, и прочая.
  
  Таже возглас: яко милостив и человеколюбец Бог еси:
  
  Певцы, Аминь. Именем Господним благослови, отче.
  
  Таже священник начертаваяй с кадильницею крест пред святою трапезою, глаголет возгласно: Слава святей, и единосущней, и животворящей, и нераздельней Троице, всегда, ныне и присно, и во веки веков.
  
  Предстоятель же глаголет: Слава в вышних Богу: И шестопсалмие, яко обычай.
  
  Священник же полагаяй кадильницу на месте, исходит из олтаря, и стоит на обычном месте своем. По внегда же рещи предстоятелю три псалмы, и начнет: Господи Боже спасения моего: отходит священник пред царския и святыя двери: И поклонився и возложив епитрахилий, глаголет тайно утренния молитвы, и ектению, яко обычай. И прочее утрени, все поем, якоже предписася во бдении утрени, на обороте, даже до конца: и час 1-й, и На Литургии.
  
  [Смотри] Ведомо же буди, яко, Верую во единаго Бога, и Отче наш, в литургии: В вечерне предначинательный псалом. Свете тихий: Сподоби Господи: Ныне отпущаеши:
  
  На утрени, Шестопсалмие: Тебе слава подобает:
  
  Слава в вышних Богу, и на земли мир:
  
  Благо есть исповедатися Господеви:
  
  Небесный царю:
  
  Предстоятель глаголет. Трисвятое же и Отче наш, на вечерни, по Ныне отпущаеши, и на утрени, по Благо есть исповедатися Господеви, чтец глаголет.
  
  [Смотри] Подобает ведати, яко приходящему Господскому празднику, или Богородицы, и оба праздника Предтечева, Рождество и Усекновение, и святых апостол Петра и Павла, и Иоанна Богослова, или аще будет храм: должно есть прочитати апостол, и Евангелие рядовое, хотящее быти тогда в самый день праздника, за день напредь прежде праздника, под зачало. На самый же праздника день, чтем праздника единаго, якоже и вся служба.`;
}
