export function liturgyAndMeal() {
  return `Глава 8. О литургиах
  подобает ведати, и о святей божественней службе:
  
  Яко в субботу убо, в начале 4-го часа должно есть начинати: яко да станет трапеза в начале 5-го часа.
  
  В неделю же, в начале 3-го часа, должно есть начинати, яко да станет трапеза в начале 4-го часа.
  
  Тако же подобает бывати и в Господския великия праздники, Христовы, и Богородичны, и Предтечевы, и обоих верховных апостол, Петра и Павла: и в сих убо купно, яко во дни недельныя должно есть творити.
  
  В средния же праздники в начале 5-го часа, яко да станет трапеза в начале 6-го часа.
  
  В малыя же праздники, равно прочим всем дневным в начале 5-го, и отдается во свое время на кийждо день.
  
  Трапезу же подобает уготовляти во время свое, противу коемуждо дню, или постен есть, или прост: отходит яве кийждо по скончании святыя службы, и во время трапезы паки собираются.
  
  Сему же должно есть бывати, егда хотят ясти в 9-й час, или вечер. Сице же убо подобает творити и в малыя четыредесятницы.
  
  Сей предел о литургиах и трапезе писася во странах иерусалимских, и лепотственно тако быти везде в равнины весненныя и есенныя.
  
  В лете же и зиме в велицей России зде быти знамению по разсуждению времене, в лете убо долготы ради дне лепотственно продолжити: в зиме же за малость дне упредити, разсуждением настоятеля.`
}