import { MenologionWorship, TypikonSign } from '../../../typicon/models';

export class ЕмилианаИсповедникаКизического implements MenologionWorship {
  public readonly typikonSign = TypikonSign.БЕЗ_ЗНАКА;

  public readonly title = 'Святаго Емилиана исповедника епископа Кизическаго:';

  /* eslint-disable */
  // public service = {
  //   instructions: `Стихиры праздника 3, глас 4. Подобен: Дал еси знамение: И святаго 3, глас тойже. Подобен: Званный свыше: Слава, и ныне, праздника, глас 1: Иже древле с Моисеем: На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: с припевом. Слава, и ныне, глас 1: Твоего единороднаго Сына: Тропарь праздника. На утрени, на Бог Господь, тропарь праздника, трижды. Обычныя кафисмы, и седальны праздника. Канон праздника, со ирмосом на 8, 8-го гласа: и святаго на 4, глас 1. По 3-й песни,

  // Кондак святаго, глас 3: Добляго тя поборника по Троице явльшася, церковь славит поюще Емилиане, за нюже пострадал еси: сего ради почитаем память твою, языческаго нашествия избави рабы твоя.

  // И седален, глас тойже. Слава, и ныне, праздника, глас тойже. По 6-й песни, кондак праздника, и икос. По 9-й песни, светилен праздника, дважды. На стиховне стихиры праздника, глас 2. Подобен: Доме евфрафов: с припевы их. Слава, и ныне, глас 1: Неодержимое твоего: На литургии, блаженна праздника, песнь 3-я обоих канонов, со ирмосом на 6.`,
  // };
}

// greatVespers({ глас: ГЛАС.ШЕСТЫЙ, vigil: { isSunday: true }, count: 10 });
