export function memorialService() {
  return `Глава 14. Подобает ведати, о еже како бывати о усопших воследованию
  В пяток вечера, по отпущении вечерни, облекшуся священнику в фелонь, диакону же в стихарь, и приемшу кадильницу и фимиам, исходит в притвор, предыдущу ему параекклисиарху со свещником, последуем же по них и мы. И егда приити ему в притвор, предуготовлене же бывшей кутии, диакон глаголет: Благослови, владыко.
  
  Священник же, благословен Бог наш: кадя над кутиею крестообразно.
  
  Мы же глаголем псалом 90: Живый в помощи:
  
  [Во ино же время кроме вечерни, или утрени, бывает начало по обычаю, глаголем: Трисвятое, и по Отче наш: иерей возглас: яко твое есть царство: Таже, Господи помилуй, 12: Слава, и ныне: Приидите поклонимся, трижды: и псалом 90.]
  
  И по конце его: Слава, и ныне, Аллилуиа трижды.
  
  И бывает ектениа покойна: Миром господу помолимся.
  
  Иерей возглас: яко ты еси воскресение, и живот:
  
  Таже, Аллилуиа, трижды, на глас 8. Глаголем же стихи сия, 11: Блажени яже избрал, и приял еси Господи. 2, Память их в род и род. 3, души их во благих водворятся.
  
  Таже тропарь, глас 8: Глубиною мудрости человеколюбно: дважды.
  
  Слава, и ныне, Богородичен: Тебе и стену и пристанище имамы:
  
  Посем кафисма, блажени непорочнии, поем на глас 2. Припев: Помяни Господи души раб Твоих. Другий же лик вторый стих. И по ряду прочия стихи, оба лика. Разделяем же на две статии. По первой же статии не глаголем, Слава, и ныне: но абие сей стих: яко аще бы не закон твой поучение мое был: трижды.
  
  Таже иерей или диакон глаголет ектению: Паки и паки миром господу помолимся.
  
  Лик, Господи помилуй. И прочая.
  
  Иерей же молитву втай глаголет: Боже духов, и всякия плоти:
  
  Лик: Господи помилуй, 40, тихогласно.
  
  Таже начинает вторый лик: Твой есмь аз: Припев, упокой Господи души раб твоих: И по ряду оба лика: И прочия стихи.
  
  На конце же глаголем стих: Жива будет душа моя: до конца, трижды.
  
  Таже тропари за упокой, поем на глас 5. Припев: благословен еси Господи: святых лик обрете источник жизни, и дверь райскую: и прочая. Посем Аллилуиа, трижды.
  
  Таже, ектениа.
  
  [Смотри] И поминает священник усопших по ряду.
  
  Аще ли же не поем непорочных: по Аллилуии, глаголем тропарь: Глубиною мудрости: и Богородичен его. И абие, благословен еси Господи: Посем тропарь, святых лик обрете: И прочая.
  
  Таже поминает священник усопших, якоже прежде указася: И глаголем седален покоин, глас 5: Покой спасе наш с праведными рабы твоя:
  
  Слава и ныне, Богородичен: от Девы возсиявый миру Христе Боже:
  
  Таже, псалом 50. Канон октоиха усопших, по гласу, на 4.
  
  По 3 песни ирмос и ектениа: И поминает прежде усопших по ряду, якоже предречеся, посреди непорочных. Возглас, яко ты еси воскресение и живот:
  
  Таже седален, глас 6: Воистинну суета всяческая:
  
  Слава и ныне, Богородичен: Всесвятая Богородице:
  
  По 6 песни ирмос, и ектениа. И поминаются усопшии, якоже прежде указася. Возглас: яко ты еси воскресение и живот:
  
  Таже кондак, глас 8: Со святыми упокой: и икос, Сам един еси Безсмертный:
  
  По 9 песни глаголет иерей: Богородицу и Матерь Света: Людие, Дуси и души праведных восхвалят тя Господи: И поем ирмос 9-я песни.
  
  Таже, трисвятое: и по Отче наш, глаголем тропари сия, глас 4: Со духи праведных скончавшихся: и прочая.
  
  Таже иерей или диакон глаголет ектению: Помилуй нас Боже: и прочая.
  
  Иерей, Боже духов: И поминает яже от века умершия отцы и братию нашу, зде лежащия, и повсюду православныя христианы.
  
  Таже возглас: яко ты еси воскресение и живот:
  
  Глаголет иерей, или диакон: Премудрость.
  
  Мы же, Честнейшую херувим:
  
  Иерей: Слава тебе Христе Боже:
  
  Мы же, Слава, и ныне: Господи помилуй, трижды. Благослови.
  
  Иерей, отпуст: воскресый из мертвых Христос истинный Бог наш: и прочая.
  
  И по отпусте глашает диакон сице: Во блаженном успении вечный покой подаждь Господи, усопшим рабом твоим, имярек: и сотвори им вечную память.
  
  Певцы же поют: Вечная память, трижды.
  
  А идеже несть диакона, поют певцы: Рабом божиим имярек, усопшим вечная память.`
}