import { Day, TypikonSign } from '../../../typicon/models';

export const OCTOBER: Day[] = [
  {
    memories: [
      {
        description: 'Святаго апостола Анании, единаго от седмидесяти: И преподобнаго отца Романа сладкопевца.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Вечер, обычная кафисма: На Господи воззвах, стихиры апостола, глас 4, подобен: Званный свыше: И Романа стихиры, глас 1, подобен: Небесных чинов: Слава, апостола, глас тойже, самогласен: Сосуд избранный: И ныне, Богородичен, или Крестобогородичен: Стиховна, октоиха: И апостола стих, глас 4, с припевом: Во всю землю изыде вещание их: Страстотерпческое приятелище: Слава, преподобнаго, глас 6: Первое добрых начало: И ныне, Богородичен, или Крестобогородичен: Тропарь апостола, глас 3: Апостоле святый: септемвриа в 22 день.

Слава, тропарь преподобнаго, глас 8: В тебе, отче, известно спасеся еже по образу: приим бо крест последовал еси Христу, и дея учил еси презирати убо плоть, преходит бо: прилежати же о души, вещи безсмертней: темже и со ангелы срадуется, преподобне, Романе дух твой.

И ныне, Богородичен, или Крестобогородичен. На утрени, Канон октоиха, един: и апостола, глас 8: И преподобнаго глас 6. По 3-й песни,

Кондак преподобнаго, глас 8: Божественными добродетельми Духа, измлада украсився, Романе премудре, церкви Христове пречестное украшение был еси: пением прекрасным украсив ю блаженне. тем молим тя, подаждь желающим божественнаго дарования твоего, яко да вопием ти. радуйся, отче преблаженне, красото церковная.

Седален апостола: Слава преподобнаго. По 6-й песни,

Кондак апостола, глас 2. Подобен: В молитвах: В молитвах теплейший заступниче, и просящим скорейший послушателю, приими моление, Анание, наше, и Христа моли, помиловати ны, единаго во святых почивающаго.

И икос: и чтем пролог. По 9-й песни светилен октоиха: Слава, апостола, И ныне, Богородичен: На стиховне октоиха. Слава, апостола, глас 8: Учениче Спасов: И ныне, Богородичен, или Крестобогородичен. На литургии, блаженна глас: на 4: и апостола, песнь 3, на 4. Прокимен апостола, глас 8: Во всю землю изыде вещание их: Стих: Небеса поведают славу божию: Апостол деяний, зачало 21, от полу: Бе некто ученик: Аллилуиа, глас 1: Исповедят небеса чудеса твоя, Господи: Стих: Бог прославляемь в совете святых: Евангелие Луки, зачало 51: Слушаяй вас: Причастен: Во всю землю:`,
        },
      },
      {
        description: 'В тойже день празднуем Покрову Пресвятыя Владычицы нашея Богородицы и Приснодевы Марии.',
        service: {
          typikonSign: TypikonSign.ВЕЛИКИЙ,
          instructions: `Аще ли храм ея, или изволит настоятель совершити всенощное бдение, и поем службу ея сице: На малей вечерни, стихиры самогласны, глас 1, на 4. Слава, и ныне, глас 6: Приидите празднолюбных: На стиховне стихиры, глас 2, подобен: Доме Ефрафов: Слава, и ныне, глас 3: Приидите вси:

Тропарь, глас 4: Днесь благовернии людие светло празднуем, осеняеми твоим Богомати пришествием, и к твоему взирающе пречистому образу, умильно глаголем: покрый нас честным твоим покровом, и избави нас от всякаго зла, молящи Сына твоего, Христа Бога нашего: спасти души наша.

И отпуст. На велицей вечерни: Блажен муж, 1-й антифон. На Господи воззвах стихиры на 8, глас 1, подобен: О дивное чудо! Ины стихиры, глас 4, подобен: Яко добля: Слава, и ныне, глас 8: Срадуются с нами: Вход, прокимен дне, и чтения три: Бытия чтение: Изыде Иаков: На литии стихиры, глас 3. Слава, и ныне, глас тойже: Смысл очистивше: На стиховне стихиры, глас 2, с припевы: 1-й, Слыши дщи, и виждь: 2-й, Лицу твоему: Слава, и ныне, глас 2: Яко венцем пресветлым: На благословении хлебов, Тропарь, глас 4: Днесь благовернии людие: писан на малей вечерни, и чтение. На утрени, на Бог Господь, тропарь трижды. По кафисмах седальны Покрова, и чтение. По полиелеи седален, глас 4, Слава, и ныне, тойже. Степенна, 1-й антифон, 4-го гласа. Прокимен, глас 4: Помяну имя твое: Стих: Лицу твоему помолятся: Всякое дыхание: Евангелие Луки, зачало 4: Воставши Мариам: псалом 50. Слава, Молитвами Богородицы: И ныне, тойже. Помилуй мя, Боже: По 50-м псалме стихира, глас 8: Срадуются с нами: Канон Богородицы, на 12, ирмос по дважды. По 3-й песни седален, глас 5. Слава, и ныне, тойже. По 6-й песни,

Кондак, глас 3. Подобен: Дева днесь: Дева днесь предстоит в церкви, и с лики святых невидимо за ны молится Богу: ангели со архиереи покланяются, апостоли же со пророки ликовствуют: нас бо ради молит Богородица превечнаго Бога.

И икос. По 9-й песни светилен Покрова. На хвалитех стихиры на 4, глас 8. Подобен: О преславнаго чудесе! Слава, и ныне, глас 6: Яко виде тя: Славословие великое. И отпуст. На литургии. блаженна от канона, песнь 3-я, и 6-я. Прокимен, песнь Богородицы, глас 3: Величит душа моя Господа: Стих: Яко призре на смирение рабы своея: Апостол ко евреем, зачало 320: Имеяше первая скиниа: Аллилуиа, глас 8: Слыши дщи, и виждь: Стих: Лицу твоему помолятся: Евангелие Луки, зачало 54: Вниде Иисус в весь некую: Причастен: Чашу спасения прииму:

Ведомо же буди и сие: Яко аще случится праздник Покрова Пресвятыя Богородицы в день седмичный, кроме недели, и изволит кто пети купно с Покровом апостолу Анании, и преподобному Роману, да поет сице: На малей вечерни, стихиры Покрова на 4, глас 1: самогласны. Слава, и ныне, глас 6: Приидите празднолюбных собори: На стиховне стихиры, глас 2, подобен: Доме Евфрафов: Слава, и ныне, глас 3: Приидите вси празднолюбцы: Тропарь Покрова писан в первой службе. Таже ектениа малая, и отпуст. На велицей вечерни поем, Блажен муж, 1-й антифон. На Господи воззвах, стихиры Покрова, на 4: И апостола, 3: И Романа, 3. Слава, апостола: И ныне, Покрова. Вход: Прокимен дне. Чтения 3, Покрова. Ектении обычныя. На литии, стихиры Покрова, глас 3. Слава, апостола: И ныне, Покрова. На стиховне стихиры Покрова, глас 2, самогласны. Слава, преподобнаго, И ныне, Покрова. На благословении хлебов тропарь Покрова, глас 4: Днесь благовернии людие: трижды. И Буди имя Господне, трижды, с пением: и псалом 33: Благословлю Господа: и чтение. На утрени, на Бог Господь, тропарь Покрова: Таже апостола: Слава, Романа: И ныне, Покрова: и обычныя кафисмы: По кафисмах седален Покрова: и чтение. По полиелеи седален Покрова: и чтение. Степенна, 1-й антифон, 4-го гласа. Прокимен, глас 4: Помяну имя твое: Стих: Лицу твоему помолятся: Всякое дыхание: Евангелие Луки, зачало 4: Воставши Мариам: псалом 50. Слава, Молитвами Богородицы: И ныне, тойже. Помилуй мя, Боже: По 50-м псалме стихира, глас 8: Срадуются с нами: Канон Покрова, со ирмосом на 6: и апостола на 4, и преподобнаго на 4. Катавасиа, Отверзу уста моя: По 3-й песни, кондак апостола, и преподобнаго: и седален апостола: Слава, преподобнаго: И ныне, Покрова, и чтение. По 6-й песни, кондак и икос Покрова, писан в первой службе, и пролог. По 9-й песни светилен Покрова: Слава, апостола, И ныне, Покрова. На хвалитех стихиры Покрова, на 4: Слава, апостола: И ныне, Покрова. Славословие великое. По трисвятом тропарь апостола: Слава, преподобнаго: И ныне, Покрова. Ектении, и отпуст, и час 1-й. На 1-м часе, тропарь Покрова: Слава, апостола: И ныне, Богородичен часов. По трисвятом, кондак Покрова, и совершенный отпуст. Такожде и на прочих часех, в начале глаголем тропарь Покрова: Святых же тропари пременяем. Кондак же на всех часех глаголем Покрова. На литургии, блаженна, от канона Покрова песнь 3, на 4: и апостола 6-я, на 4. По входе, тропарь Покрова, и апостола, и преподобнаго. Кондак апостола: Слава, преподобнаго: И ныне, Покрова. Прокимен, песнь Богородицы, глас 3: Величит душа моя Господа: Стих: Яко призре на смирение рабы своея: И апостола: Во всю землю: Апостол Покрова, ко евреем, зачало 320: Имеяше первая скиния: и апостола, деяний, зачало 21, от полу: Бе некто ученик в Дамасце: Аллилуиа, глас 8: Слыши дщи и виждь: Стих: Лицу твоему помолятся: и апостола, Исповедят небеса чудеса твоя: Евангелие Луки, зачало 54: Вниде Иисус в весь некую: и апостола, Луки, зачало 51: Слушаяй вас: Причастен, Чашу спасения: Другий, Во всю землю: Ряд, апостол, и Евангелие, вычитаем напреди.

[Зри] Подобает ведати, яко аще случится праздник Пресвятыя Богородицы честнаго ея покрова, и святаго апостола Анании в неделю.

В субботу, на малей вечерни, на Господи воззвах, стихиры воскресны гласа, на 4: Слава, и ныне, Покрова. На стиховне стихира воскресна, 1, и Покрова стиховна великия вечерни, с припевы их. Слава, и ныне, Покрова, малыя вечерни. По трисвятом, тропарь воскресн. Слава, и ныне, Покрова. Ектения малая, и отпуст. На велицей вечерни, на Господи воззвах, стихиры воскресны три, и Анатолиев 1, и Покрова три, и апостола Анании, 3, Слава, Покрова: И ныне, Богородичен гласа. Чтения Покрова, три. На литии стихиры Покрова: Слава, апостола: И ныне, Покрова. На стиховне стихиры воскресны: Слава апостола: И ныне, Покрова. На благословении хлебов тропарь Покрова, трижды. Аще ли несть бдения, глаголем тропарь воскресн: Слава, апостола: И ныне, Покрова. На утрени, на Бог Господь, тропарь воскресн, дважды. Слава, апостола: И ныне, Покрова. По кафисмах седальны воскресны, и богородичны их. Таже полиелей, и тропари, Ангельский собор: и ипакои гласа, и седальны Покрова вси. Степенна, и прокимен гласа. Евангелие воскресно, и прочая. Канон воскресн со ирмосом на 4, и Покрова на 6, и апостола на 4. Катавасиа, Отверзу уста моя: По 3-й песни, кондак Покрова, и апостола, и седален апостола: Слава, и ныне, Покрова. По 6-й песни, кондак воскресн. На 9-й песни поем Честнейшую: Светилен воскресн, Слава, апостола: И ныне, Покрова. На хвалитех стихиры воскресны 4, и Покрова 4, со славным, с припевы вечерними. Слава, стихира евангельская: И ныне, Преблагословенна еси: Славословие великое. По трисвятом, тропарь воскресн, ектении, и отпуст, и час 1-й. На 1-м часе, тропарь воскресн: Слава, Покрова: И ныне, Богородичен часов. По Отче наш, кондак Покрова. На 3-м часе, тропарь воскресн, Слава апостола: И ныне, и Богородичен часов. По Отче наш, кондак воскресн. Такожде и на прочих часех глаголем кондак воскресн, и Покрова, пременяюще. На литургии, блаженна гласа, на 4, и Покрова песнь 3-я, на 4, и апостола песнь 6, на 4. По входе тропарь воскресн, и Покрова, и апостола. Кондак воскресн: Слава, апостола: И ныне, Покрова. Прокимен, апостол, Аллилуиа, Евангелие, и причастен, прежде воскресн, и потом Богородицы. [Зри] Преподобнаго же Романа служба оставляется, и поется на повечерии.

🕃 Преподобнаго отца нашего Саввы, Вишерскаго чудотворца.

Совершается собор его во обители его, по свидетельству архиереа сущаго тамо.

Тропарь, глас 4: От юности твоея весь Богу поработился еси, блаженне, и того ради любве отечество и род оставил еси, в пустыню вселився, и в ней жестокое житие показав, чудес дарования от Господа приял еси, Савво преподобне: моли Христа Бога, спастися душам нашим.

Кондак, глас 8. Подобен: Взбранной: Отечества, преподобне, удалився, и вселився в пустыню, и тамо на столп вшед, идеже жестокое житие показал еси, и многих житием удивив, отнюдуже дарование чудес от Христа приял еси. поминай нас чествующих память твою, да зовем ти: радуйся, Савво, отче наш.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description:
          'Святаго священномученика Киприана: И святыя мученицы Иустины: И святаго и блаженнаго Андреа, Христа ради юродиваго.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах стихиры на 6, глас 3. Подобен: Яко добля: Слава, глас 2: Учения прелесть: На стиховне октоиха. Слава, глас 2: Светильника богосияннаго: Тропарь, глас 4: И нравом причастник: септемвриа в 3-й день. На утрени, на Бог Господь, тропарь святаго, дважды: и обычныя кафисмы, и чтения. Оба канона октоиха без мученичнов: и святых глас 4, на 6. По 3-й песни седален, дважды. По 6-й песни,

Кондак, глас 1. Подобен: Лик ангельский: От художества волшебнаго обратився, богомудре, к познанию божественному: показался еси миру врачь мудрейший, исцеления даруя чествующим тя, Киприане со Иустиною: с неюже молися человеколюбцу Владыце, спасти души наша.

И икос, и пролог. По 9-й песни светилен октоиха: Слава, святаго: И ныне, Богородичен. На стиховне октоиха. Слава, глас 8: Иже злобы: И ныне, Богородичен, или Крестобогородичен. На литургии, блаженна октоиха, на 4: и святых песнь 3-я, на 4: Прокимен, глас 7: Честна пред Господем: Стих: Что воздам: Апостол к Тимофею, зачало 280: Благодарю укрепляющаго мя Христа: Аллилуиа, глас 2: Священницы твои облекутся: Евангелие Иоанна, зачало 36: Аз есмь дверь: Причастен, В память вечную:

[Зри] Служба святаго Андреа юродиваго поется на повечерии.

Тропарь Андрею, глас 1: Глас апостола твоего Павла услышав глаголющ: мы юроди Христа ради. раб твой Андрей юрод бысть на земли, тебе ради, Христе Боже: темже ныне память его почитающе, тебе молимся, Господи, спаси души наша.

Кондак, глас 4. Подобен: Вознесыйся: Во юродство претворився волею, мира сего красоты отнюд возненавидел еси, плотская мудрования увядил еси, постом и жаждею, и зноем и студению мраза, от дождя и снега, и от прочия воздушныя тяготы никогдаже уклонився, очистил еси себе яко злато в горниле, Андрее блаженне.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Дионисиа Ареопагита.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры на 6: глас 1. Подобен: Небесных чинов: Слава, глас 2: Приидите согласно: На стиховне октоиха. Слава, глас 4: Небеснаго знания.

Тропарь, глас 4: Благости научився, и трезвяся во всех, благою совестию священнолепно оболкся, почерпл еси от сосуда избраннаго неизреченная, и веру соблюд, равное течение совершил еси, священномучениче Дионисие. моли Христа Бога, спастися душам нашим.

На утрени, на Бог Господь, тропарь святаго, дважды, и обычныя кафисмы: и чтения. Оба канона октоиха. И святаго на 6, глас 8. По 3-й песни седален, дважды. По 6-й песни,

Кондак, глас 8. Подобен: Взбранной: Небесная врата прошед духом, яко ученик, до третияго небесе достигшаго апостола, Дионисие, неизреченных обогатился еси всяким разумом, и озарил еси во тьме неведения седящия. темже зовем: радуйся, отче всемирный.

И икос, и пролог. По 9-й песни, светилен октоиха: Слава, святаго, и ныне, Богородичен. На стиховне октоиха, Слава, святаго, глас 8: Во святителех, и мученицех: На литургии, блаженна октоиха, на 4: И святаго песнь 3-я на 4. Прокимен, глас 8: Восхвалятся преподобнии во славе: Стих: Воспойте Господеви песнь нову: Апостол деяний, зачало 40 от полу: Поемше Павла ведоша на ареопаг: Аллилуиа, глас 2: Священницы твои облекутся: Евангелие Матфеа, зачало 55 от полу: Подобно есть царствие небесное человеку купцу: Причастен: В память вечную:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго священномученика Иерофеа, епископа Афинскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха, 3: И святаго 3, глас 4. Подобен: Дал еси знамение: Слава, глас 2. Самогласен. Представ успению: На стиховне октоиха. Тропарь вчерашний. На утрени, оба канона октоиха: и святаго на 4, глас 8. По 3-й песни,

Кондак, глас 8. Подобен: Взбранной: Священноначальника Афинскаго восхваляем тя, яко тайноучившеся тобою странным и неизреченным: явился бо еси богоприятный песнословец. но моли, всеблаженне Иерофее: от всяких нам грехопадений избавитися, да зовем: радуйся отче богомудре.

И седален святаго. По 6-й песни,

Кондак, глас 4. Подобен: Вознесыйся: Якоже столп непоколебимь Иерофее, прещения врагов не устрашился еси: но прелести разрушил еси твердыню, яко камень честен валяяся отче. тем Владыка тя храбрствовавша венчает живоначальною и божественною десницею, егоже о всех нас умоли.

И икос. По 9-й песни светилен октоиха: Слава, святаго. На стиховне октоиха.`,
        },
      },
      {
        description:
          'В тойже день обретение честных мощей, иже во святых отец наших, Гуриа перваго архиепископа Казанскаго и Варсонофиа епископа Тверскаго.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Совершается собор их во граде Казани, и во храме их.

Тропарь, глас 3: Первии учителие прежде темному, ныне же светлому и новопросвещенному граду Казани, первии возвестителие пути спасительнаго, истиннии хранителие апостольских преданий, столпи непоколебимии, благочестия учителие, и православия наставницы, Гурие и Варсонофие, Владыку всех молите, мир вселенней даровати, и душам нашим велию милость.

Кондак Варсонофию, глас 6: Воздержанием тело духу поработив, душу же равноангельну сотворил еси: сего ради святительства саном почется: чисте чистейшему предстоиши. моли Христа Бога, святителю, спасти люди твоя, святе, да вси вопием ти: радуйся, отче преподобне Варсонофие, граду нашему Казани похвала и утверждение.

Кондак, Гурию, глас 4: Чувственныя страсти победив, чистотою яко солнце возсиял еси, чисто житие до конца сохранив, и от неверия веру многих ко Христу привел еси, и того ради от Бога нетлением почтен был еси, и чудесы удивляемь. молим тя, святителю Гурие, молитвами твоими от бед избави нас да зовем ти: радуйся, отче предивный, граду Казани похвала и утверждение.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя мученицы Харитины:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха, 3: и святыя, 3, глас 4. Подобен: Яко добля: На стиховне октоиха. Тропарь, глас 4: Агница твоя, Иисусе: септемвриа в 16-й день. На утрени, оба канона октоиха, и святыя на 4: глас 4. По 3-й песни, седален. По 6-й песни,

Кондак, глас 2. Подобен: Выших ищя: Крепким разумом, Харитино, душу утверждши верою, борителя врага яве посрамила еси: у Христа предста, всеблаженная, червленицу от кровей твоих носящи и присно со ангелы радующися: моли за ны страстотерпице.

На стиховне октоиха.`,
        },
      },
      {
        description:
          'В тойже день святых святителей, Петра, Алексиа, Ионы и Филиппа, митрополитов Московских, и всея России чудотворцев.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Совершается собор их, идеже лежат мощи их, и идеже храм их.

Тропарь, глас 4: Первопрестольницы Российстии, истиннии хранителие апостольских преданий, столпи непоколебимии, православия наставницы, Петре, и Алексие, Ионо и Филиппе, Владыку всех молите, мир вселенней даровати, и душам нашим велию милость.

Кондак, глас 3. Подобен: Дева днесь: Во святителех благочестно пожисте, и люди к богоразумию настависте, и добре Богу угодисте: сего ради от него нетлением и чудесы прославистеся, яко ученицы Божия благодати.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго и славнаго апостола Фомы.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `На велицей вечерни, поем Блажен муж: 1-й антифон: На Господи воззвах, стихиры апостола, на 8, глас 4. Подобен: Яко добля: Слава, глас 6: Яко слуга слова: И ныне: Кто тебе не ублажит: Вход. Прокимен дне. и чтения 3. 1-е, Соборнаго послания Иоаннова: Еже бе исперва: 2-е, Иаковля: Иаков Богу и Господу Иисусу Христу раб: 3-е, Иудина: Иуда Иисусу Христу раб: На литии стихира храма и апостола, глас 4. Подобен: Яко добля: Слава, глас 2: Оставив земная: И ныне: Все упование мое: На стиховне стихиры, глас 4. Подобен: Дал еси знамение: с припевы их. Слава. глас 6: Божественныя видя: И ныне, Богородице, ты еси лоза: По трисвятом тропарь, глас 3: Апостоле святый: септемвриа в 22-в день.

Или сей, глас 2: Ученик Христов быв, Божественнаго собора апостольскаго сопричастник, неверствием бо Христово воскресение известив, и того пречистую страсть осязанием уверив, Фомо всехвальне, и ныне нам проси мира и велию милость.

Слава, и ныне, Богородичен: и отпуст. На утрени, на Бог Господь: тропарь апостола, дважды. Слава, и ныне, Богородичен воскресн. По кафисмах седальны апостола, с богородичны их. И чтение. По полиелеи седален глас 3. дважды. Слава, и ныне, Богородичен. Степенна, 1-й антифон, 4-го гласа. Прокимен, глас 4: Во всю землю: Стих: Небеса поведают: Всякое дыхание: Евангелие Иоанна, зачало 67: Явися Иисус учеником своим: По 50-м псалме стихира, глас 4: Христос великое солнце: Канон Богородицы, со ирмосом на 6: и апостола на 8, глас 4. Катавасиа: Отверзу уста моя: По 3-й песни, седален, глас 8, дважды. Слава, и ныне, Богородичен. По 6-й песни,

Кондак, глас 4. Подобен: Явился еси днесь: Премудрости благодати исполнен Христов апостол, и служитель истинный, в покаянии вопияше тебе: ты мой еси Бог же и Господь.

И икос. И пролог. По 9-й песни, светилен апостола. Слава, другий. И ныне, Богородичен. На хвалитех стихиры апостола на 4, самогласны, глас 1: Христу последовал еси: Слава, глас 6: На колеснице добродетелей: И ныне, Богородичен. Славословие великое. По трисвятом, тропарь апостола: Слава, и ныне, Богородичен воскресн. Ектении, и отпуст, и час 1-й. На литургии, блаженна апостола, от канона песнь 3, и 6, на 8. Прокимен, глас 8: Во всю землю: Стих: Небеса поведают: Апостол к коринфяном, зачало 131: Бог ны посланники: Аллилуиа, глас 1: Исповедят небеса. Евангелие Иоанна, зачало 65: Сущу позде: Причастен: Во всю землю:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Сергиа и Вакха.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры на 6, глас 6. Подобен: Всю отложивше: Слава, глас 4: Сергий и Вакх: На стиховне октоиха. Слава, святых, глас 8: Укрепися Христовых мученик: Тропарь, глас 4: Мученцы твои, Господи: септемвриа в 20-й день.

Или сей, глас 5: Удобрение Христовых страстотерпец, и очи Христовы церкве, очи просветите душ наших, Сергие многострадальне и Вакхе преславне, молитеся ко Господу, яко да убежим тьмы греховныя: и света явимся общницы невечерняго молитвами вашими святии.

На утрени, оба канона октоиха: И святых на 6, глас 1. По 3-й песни седален, глас 8, дважды. По 6-й песни,

Кондак, глас 2. Подобен: Вышних ищя: Разум на враги мужески вооруживше, всю тех лесть разрушисте, и победу свыше приимше мученицы всехвальнии, единомысленно вопиюще: добро и красно еже быти с Богом.

И икос. По 9-й песни, светилен октоиха. Слава, святых: И ныне, Богородичен. На хвалитех стихиры, на 4, самогласны: Един, глас 1: И два, глас 4: Слава, глас 3: Коль добро, и коль красно: На стиховне октоиха. Слава, святых, глас 2: Видящи древле: На литургии, блаженна октоиха: И святых песнь 3-я, на 4. Прокимен, глас 4. Святым, иже суть на земли его: Стих: Предзрех Господа предо мною выну: Апостол ко евреем, зачало 330: Иже верою победиша царствия: Аллилуиа, глас 2: Се что добро: Евангелие Луки, зачало 106: Возложат на вы руки своя: Причастен, Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобныя матере нашея Пелагии:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха, 3: и святыя, 3, глас 8. Подобен: О преславнаго чудесе! Слава, глас 4: Идеже умножися грех: Тропарь, глас 8: В тебе мати: септемвриа в 11-й день. На утрени, оба канона октоиха: И преподобныя на 4, глас 4: По 3-й песни, седален святыя. По 6-й песни,

Кондак, глас 2. Подобен: Вышних ищя: Тело твое постами изнуривши, бденными молитвами Творца умолила еси о деяниих твоих, яко да приимеши совершенное оставление: еже и обрела еси мати яве, путь покаяния показавши.

И икос. По 9-й песни, светилен октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго апостола Иакова Алфеева:',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `И преподобнаго отца нашего Андроника, и жены его Афанасии.

На велицей вечерни, поем, Блажен муж, 1-й антифон. На Господи воззвах, стихиры апостола, на 8: глас 4. Подобен: Дал еси знамение: Слава, глас тойже: Божественнаго Духа яве: И ныне: Иже тебе ради: Вход. Прокимен дне, и чтения 3: и литиа: ищи сего месяца в 6-й день. На стиховне стихиры, глас. 4. Подобен: Дал еси знамение: с припевы их. Слава, глас 5: Верно торжествуем: И ныне: Храм и дверь еси: По трисвятом, тропарь, глас 3: Апостоле святый: септемвриа в 22-й день. Слава, и ныне, Богородичен. И отпуст.

Преподобнаго Андроника служба поется на повечерии.

На утрени, на Бог Господь, тропарь апостола, дважды. Слава, и ныне, Богородичен: Тя ходатайствовавшую: По кафисмах седален апостола с богородичны их. И чтение. По полиелеи седален, глас 8, дважды. Слава, и ныне, Богородичен: Степенна, 1-й антифон, 4-го гласа. Прокимен, глас 4: Во всю землю: Стих: Небеса поведают: Всякое дыхание: Евангелие Иоанна, зачало 67: Явися Иисус учеником своим: По 50-м псалме стихира, глас 4. Подобен: Жены услышите: Канон Богородицы со ирмосом на 6: и апостола на 8, глас 6. Катавасиа: Отверзу уста моя: По 3-й песни, седален, глас 8, дважды. Слава, и ныне, Богородичен. По 6-й песни,

Кондак, глас 2. Подобен: Твердыя: Твердо мудрости догматы в души благочестивых вложившаго, похвалами да ублажим, яко боговещателя вси Иакова: престолу бо славы Владычню предстоя, и со всеми ангелы радуется, моля непрестанно о всех нас.

И икос, и пролог. По 9-й песни, светилен апостола, дважды. Слава, и ныне, Богородичен. На хвалитех стихиры апостола на 4, глас 4. Подобен: Яко добля: Слава, глас 2: Оставив земная: И ныне, Богородичен: Все упование мое: Славословие великое. По трисвятом, тропарь апостола: Слава, и ныне, Богородичен воскресн. Ектении, и отпуст, и час 1-й. На литургии, блаженна апостола, от канона песнь 3-я и 6-я на 8. Прокимен глас 8: Во всю землю: Стих: Небеса поведают: Апостол к коринфяном, зачало 131: Бог ны посланники: Аллилуиа, глас 2: Исповедят небеса: Евангелие Луки зачало 51: Слушаяй вас, мене слушает: Причастен: Во всю землю.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик Евлампиа и Евлампии.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха, три: И святых, 3, глас 4. Подобен: Яко добля: Слава, глас тойже. Братолюбию единоимение: На стиховне октоиха. Слава, святых, глас 4: Троичным светом: Тропарь, глас 4: Мученцы твои, Господи: септемвриа в 20-й день. На утрени, оба канона октоиха: И святых на 4: По 3-й песни седален, глас 8. По 6-й песни,

Кондак, глас 3. Подобен: Дева днесь: Доблия мученики и братию по плоти, мудраго Евлампиа и Евлампию почтим: тии бо пребеззаконных кознодейства посрамиша силою распеншагося. сего ради явишася мучеников слава, купно и похвала.

И икос. По 9-й песни светилен октоиха: Слава, святых.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description:
          'Святаго апостола Филиппа, единаго от седми диакон: И преподобнаго отца нашего Феофана исповедника, и творца канонов, епископа Никийскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры апостола, 3, глас 4. Подобен: Званный свыше: И преподобнаго 3, глас 6. Подобен: Всю отложивше: На стиховне октоиха. Тропарь апостола, глас 3: Апостоле святый: септемвриа в 22-й день.

Слава, тропарь преподобнаго, глас 8: Православия наставниче, благочестия учителю и чистоты, вселенныя светильниче, архиереев богодухновенное удобрение. Феофане премудре, ученьми твоими вся просветил еси, цевнице духовная, моли Христа Бога, спастися душам нашим.

На утрени, на Бог Господь, тропарь апостола, дважды. Слава, преподобнаго: И ныне, Богородичен. И обычныя кафисмы: И седальны октоиха: И чтения. Канон октоиха един, со ирмосом на 6: И святых два, на 8. Апостола, глас 6: и преподобнаго, глас тойже. По 3-й песни,

Кондак феофана, глас 2. Подобен: Вышних ищя: Возгремев Христово божественное воплощение, безплотныя враги до конца обличил еси, чудне Феофане: сего ради вси верно, и благочестно вопием ти: моли непрестанно о всех нас.

И седален апостола, глас 8: Слава, Феофана, глас 4. По 6-й песни,

Кондак, глас 4. Подобен: Вознесыйся: Языков ловец пречудный, и учеников Христовых собеседник, апостолов предызбранный Филипп, днесь миру исцелений подает богатство, покрывает от обстояний того хвалящия. тем согласно зовем ему: спасай вся молитвами твоими, апостоле.

И икос. По 9-й песни, светилен октоиха: И апостола: Слава, преподобнаго: И ныне, Богородичен: На стиховне октоиха: На литургии, прокимен: Во всю землю: Стих: Небеса поведают славу Божию: Апостол деяний, зачало 20: Во дни оны, рече ангел Господень к Филиппу: Аллилуиа, глас 1: Исповедят небеса чудеса твоя, Господи. Евангелие Луки, зачало 50: Яви Господь и инех седмьдесят: Причастен: Во всю землю:

[Зри] Подобает ведати: яко по 11 дни сего месяца, в приидущую неделю память совершаем святых отец, иже на седьмом Вселенском соборе в Никеи собравшихся: второе святых отец 365, на извержение и потребление безбожных учений христоненавистных и христианооглагольников иконоборцев, Копронима и с ним мудрствующих окаянных епископов, и несвященных архиереев, и тех безбожнаго и сквернаго соборища. И аще случится 11 день настоящий в неделю, поется в тойже день служба святых отец седьмаго собора. Рядоваго же святаго служба оставляется, и поется, егда разсудит екклисиарх.

В субботу, на малей вечерни, стихиры воскресны и Богородицы, по обычаю. На велицей вечерни, на Господи воззвах, стихиры воскресны 3, и Анатолиев един: И святых отцев на 6, глас 6. Подобен, Отчаянная: Честныя соборы: Слава, глас тойже: Таинственныя днесь: И ныне, Богородичен гласа. Вход. Прокимен дне: И чтения 3, отцев: 1-е, Бытия: Слышав Аврам: 2-е, Втораго закона: Во днех онех, рече Моисей к сыном Израилевым: видите, се предах пред вами: 3-е, Втораго закона: Во днех онех рече Моисей к сыном израилевым: се Господа Бога твоего небо: На литии стихира храма. Слава, отцев, глас 3: Апостольских преданий: И ныне, Богородичен: Без семене от Божественнаго Духа: На стиховне стихиры воскресны гласа. Слава, отцев, глас 4: Молебную память: И ныне: Призри на моления: На благословении хлебов тропарь: Богородице Дево: дважды.

И отцев, глас 8: Препрославлен еси Христе Боже наш, светила на земли отцы наши основавый, и теми ко истинней вере вся ны наставивый: многоблагоутробне, слава тебе. единожды.

И чтение в посланиих апостольских: На утрени, на Бог Господь, тропарь воскресн, дважды. Слава, отцев: И ныне, Богородичен тогоже гласа. По обоих кафисмах седальны воскресны, с богородичны их: И чтения в евангелии толковом воскресном, ряд недели. Полиелей, и тропари: Ангельский собор: И ипакои гласа: И чтение: И степенна. Прокимен гласа, и Всякое дыхание: И Евангелие воскресно. Воскресние Христово: и псалом 50. Стихира воскресна. Канон воскресн со ирмосом на 4: крестовоскресн на 2: и Богородицы на 2: и отцев на 6. Катавасиа: Отверзу уста моя: По 3-й песни кондак и икос воскресн: И седален отцев, глас 4, дважды: Слава, и ныне, Богородичен. И чтение. По 6-й песни,

Кондак отцев, глас 6. Подобен: Рукописаннаго: Иже из Отца возсияв Сын неизреченно, из Жены родися сугуб естеством: егоже видяще, не отметаемся зрака изображения, но сие благочестно начертающе почитаем верно. и сего ради истинную веру церковь держащи, лобызает икону вочеловечения Христова.

И икос, и пролог. По 9-й песни, светилен воскресн. Слава, отцев: И ныне, Богородичен. На хвалитех стихиры воскресны, на 4: и отцев 3, на 4, повторяюще 1-ю: глас 6. Подобен, Всю отложивше: Все собравше: Припевы же глаголем сия: 1-й, Благословен еси Господи, Боже отец наших: 2-й, Соберите ему преподобныя его: Слава, отцев, глас 8: Святых отцев: лик: И ныне, Преблагословенна еси: Славословие великое. По трисвятом тропарь воскресн точию. И ектении: И оглашение: И отпуст. И обычное исхождение в притвор. Слава, и ныне: Стихира евангельская: И час 1: И конечный отпуст. На часех, тропарь воскресн. Слава, отцев: И ныне, Богородичен часов. По Отче наш кондак воскресн, и отцев, глаголем пременяюще. На литургии, блаженна гласа, на 6: и отцев песнь 3, на 4. По входе, тропарь воскресн, и отцев. Таже кондак воскресн. Слава, отцев: Аще храм Богородицы, И ныне, кондак храма. Аще ли храм святаго, или святыя, И ныне, Предстательство христиан: Прокимен гласа: И отцев песнь, глас 4: Благословен еси Господи, Боже отец наших, и хвально и прославлено имя твое во веки. Стих: Яко праведн еси о всех: Апостол дне и отцев, ко евреем, зачало 334: Поминайте наставники ваша: Аллилуиа гласа, и отцев. Стих: 1-й: Бог богов Господь глагола: Стих 2-й: Соберите ему преподобныя его: Евангелие дне и отцев, Иоанна, зачало 56: Во время оно, возведе Иисус очи свои на небо: Причастен, Хвалите Господа с небес: Другий, Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description:
          'Святых мученик, Прова, Тараха и Андроника: И преподобнаго отца нашего Космы Святоградца, епископа Маиумскаго, и творца канонов.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры мучеников 3, глас 4, подобен: Дал еси знамение: И преподобнаго 3, глас тойже, подобен: Яко добля: Слава, мучеников, глас тойже: Воинствовавше Христу: На стиховне октоиха. Слава, мучеников, глас 1: Трирасленное собрание:

Тропарь, глас 5: Святых мученик исправлением небесныя силы преудивишася, яко в теле смертнем, безтелеснаго врага силою креста, подвизавшеся добре, победиша невидимо: и молятся Господу помиловатися душам нашим.

Слава, преподобнаго, глас 8: Православия наставниче: сего месяца в 11-й день. На утрени, канон октоиха един: И святых на 4: И преподобнаго на 4. По 3-й песни,

Кондак преподобнаго, глас 8. Подобен: Взбранной: Украшен добродетельми, Космо богодухновенне, церкве Христовы украшение был еси: песньми бо украсил еси сию, блаженне. но молися ко Господу, избавитися нам от всяких козней ратника, тебе зовущим: радуйся, отче требогате.

И седален мучеников, глас 8. Слава преподобнаго, глас тойже. По 6-й песни,

Кондак, глас 2. Подобен: Вышних ищя: Троицы нам славу явиша, доблии Христовы оружницы и мученицы, с Тарахом Пров же и Андроник: обличиша бо все мучителей безбожие, верою доблественне страдальчествовавше.

И икос. По 9-й песни, светилен октоиха: Слава, мучеников. И ныне, Богородичен. На стиховне октоиха. На литургии, прокимен, глас 4: Святым, иже суть на земли его: Стих: Предзрех Господа предо мною выну: Апостол ко ефесеем, зачало 233: Возмогайте о Господе: Аллилуиа, глас 4: Воззваша праведнии: Евангелие Луки, зачало 106: Возложат на вы руки своя: Причастен: Радуйтеся праведнии:`,
        },
      },
      {
        description: 'В тойже день празднование святому Иоанну Крестителю Господню, на память пренесения из Мальты во град Гатчину креста, из части древа животворящаго Креста Господня: чудотворнаго образа Божия Матере, писаннаго святым евангелистом Лукою: и десныя руки мощей святаго Иоанна Крестителя.',
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Карпа и Папилы.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4, подобен: Яко добля: Слава, глас 6: Яко достоин в боговидцех: На стиховне октоиха. Тропарь глас 4: Мученцы твои, Господи: септемвриа в 20-й день. На утрени, на Бог Господь, тропарь святых, дважды. И обычныя кафисмы: И седальны октоиха: И чтение. Оба канона октоиха: И мучеников на 4, глас 1. По 3-й песни седален, глас 1. По 6-й песни,

Кондак, глас 4. Подобен: Вознесыйся: Яко сокровище многоценное Владыка и источник источающ токи исцелений, сущим на земли подаде мощи ваша, недуги убо отемлющия страстей различныя, благодать же дающия душам непрестанно. темже согласно любовию ваше, мученицы божественнии, совершаем торжество.

По 9-й песни, светилен, и на стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Назариа, Гервасиа, Протасиа и Келсиа:',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры, глас 4. Подобен: Яко добля: Слава, глас 8: Жертвы словесныя: На стиховне, октоиха. Тропарь, глас 4: Мученцы твои, Господи: септемвриа в 20-й день. На утрени, оба канона октоиха: И мучеников на 4, глас 4. По 3-й песни седален мучеников, глас 8. По 6-й песни,

Кондак мучеников, глас 2. Подобен: Вышних ищя: Светильницы светлии явльшеся божественнии мученицы, тварь светом чудес озаряете, недугов разрешающе глубокую нощь всегда, и Христу единому Богу молящеся непрестанно о всех нас.

И икос. По 9-й песни, светилен октоиха: Слава, мученика. На стиховне октоиха.`,
        },
      },
      {
        description: 'И преподобныя Параскеви.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Совершается собор ея в сербех.

Тропарь, глас 4: Пустынное и безмолвное житие возлюбивши, и во след Христа Жениха твоего усердно потекши, и того благое иго во юности твоей вземши, крестным знамением к мысленным врагом мужески вооружившися, постническими подвиги, постом и молитвами, и слезными каплями углие страстей угасила еси, достославная Параскево: и ныне в небеснем чертозе с мудрыми девами предстоящи Христу, моли о нас почитающих честную память твою.

Кондак, глас 6: Святую вси заступницу сущим в бедах, благочестно воспоим Параскеву всечестную: та бо житие оставльши тленное, и нетлеемое прият во веки. сего ради славу обрете, чудес благодать, Божиим велением.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Евфимиа новаго: И святаго преподобномученика Лукиана, пресвитера Великия Антиохии.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры преподобнаго, 3, глас 4. Подобен: Яко добля: И мученика 3, глас тойже. Подобен: Дал еси знамение: Слава, преподобнаго, глас 6: Преподобне отче, во всю землю: На стиховне октоиха. Слава, преподобнаго, глас 5. Преподобне отче, не дал еси сна: Тропарь преподобнаго, глас 8: В тебе, отче: сего месяца в 1-й день. Слава, мученика, глас 4. мученик твой, Господи: септемвриа во 2-й день. На утрени, на Бог Господь, тропарь преподобнаго, дважды. Слава, мученика. И обычныя кафисмы. И седальны октоиха: И чтение. Канон октоиха един: и святых два, на 8. Преподобнаго, глас 2. И мученика, глас 4. По 3-й песни,

Кондак мученика, глас 2. Подобен: В молитвах: В пощении первее просиявшаго, и во страдании второе светяща, вси яко светило пресветлейшее Лукиана песньми славно почтим, молящаго непрестанно о всех нас.

И седален преподобнаго, глас 8. Слава, мученика, глас тойже. По 6-й песни,

Кондак преподобнаго, глас 2. Подобен: Вышних ищя: Волнений множества невлажно преходя, безплотныя враги струями слез твоих крепко погрузил еси, богомудре Евфимие преподобне, и чудес дар прием, исцеляеши страсти всякия: моли непрестанно о всех нас.

И икос. По 9-й песни, светилен октоиха: И преподобнаго. На стиховне октоиха. Слава, преподобнаго, глас 2: Преподобне отче, из младенства:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Лонгина сотника, иже при Кресте Господни.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: И святаго 3, глас 8. Подобен: О преславнаго чудесе! Слава, глас 6: Во страсти твоей, Христе: На стиховне октоиха. Слава, глас 6: При Кресте предстоя: Тропарь, глас 4: Мученк твой Господи: септемвриа во 2 день. На утрени оба канона октоиха: и святаго на 4, глас 4. По 3-й песни, седален глас 8. По 6-й песни,

Кондак, глас 4. Подобен: Явился еси: Весело возрадовася церковь, в памяти днесь приснопамятнаго страдальца Логгина, взывающи: ты моя держава, Христе, и утверждение.

И икос. По 9-й песни, светилен октоиха, и святаго: На стиховне октоиха. На литургии, прокимен, глас 7: Возвеселится праведник о Господе: Апостол к Тимофею, зачало 292: Чадо Тимофее, возмогай о благодати: Аллилуиа, глас 4: Праведник яко Финикс процветет: Евангелие Матфеа, зачало 113: Пришедше воини на место: Причастен, В память:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго пророка Осии: И преподобномученика Андреа Критскаго.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры пророка, 3, глас 1. Подобен: Всехвальнии мученицы: И преподобнаго 3, глас 4. Подобен: Яко добля: На стиховне октоиха.

Тропарь преподобнаго, глас 4: Постнически преподвизався на горе, умная врагов ополчения всеоружием креста погубил еси, всеблаженне, паки же ко страдальчеству мужески облеклся еси, убив Копронима мечем веры: и обоих ради венчался еси от Бога, преподобномучениче Андрее приснопамятне.

На утрени, канон октоиха един, со ирмосом на 6: И святых два. пророка, глас 1: преподобнаго, глас 2. По 3-й песни,

Кондак, глас 3. Подобен: Дева днесь: Празднует днесь царствующий град праздник пресветлый светоносныя твоея памяти, всякий призывая град и страну: радуется бо, яко имея сокровище велие, многострадальное твое тело, Андрее мучениче, православия светильниче.

Таже седален пророка, глас 8. Слава, преподобному, глас 4. По 6-й песни,

Кондак, глас 8. Подобен: Взбранной: Мужества тезоименитому благодарение яко благочестия тайноглагольнику похвальная воззовем, от любве тебе, богоблаженне. но яко имея дерзновение ко Господу, от всяких лютых ны спаси, да поем: радуйся, отче приснопамятне.

И икос. По 9-й песни, светилен октоиха. Слава, преподобному. На стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго апостола и евангелиста Луки.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `На велицей вечерни, поем Блажен муж, 1-й антифон: На Господи воззвах, стихиры на 8, глас 8. Подобен: Что вас наречем: Слава, глас 6: Апостоле Христов: И ныне, Богородичен: Кто тебе не ублажит: Вход, прокимен дне, и чтения 3, и литиа. ищи сего месяца в 6-й день. На стиховне стихиры апостола, глас 5. Подобен: Радуйся: с припевы их. Слава, глас 6: Всемудрый ловче: И ныне, Богородичен: Творец и избавитель: По трисвятом,

Тропарь апостолу, глас 3: Апостоле святый и евангелисте Луко, моли милостиваго Бога, да прегрешений оставление подаст душам нашим.

Или сей, глас 5: Апостольских деяний сказателя, и евангелиа Христова светла списателя, Луку препетаго, неисписанна суща Христове церкви, песньми священными святаго апостола похвалим, яко врача суща человеческия немощи, естества недуги, и язи душ исцеляюща, и молящася непрестанно за души наша.

Слава, и ныне, Богородичен воскресн, и отпуст. На утрени, на Бог Господь, тропарь апостола дважды. Слава, и ныне, Богородичен. По кафисмах седальны апостола с богородичны их, и чтение. По полиелеи седален, глас 4: Премудростию ловительною тростию: дважды. Слава, и ныне, Богородичен. Степенна, 1-й антифон 4-го гласа. Прокимен, глас 4: Во всю землю: Стих: Небеса поведают: Всякое дыхание: Евангелие Иоанна, зачало 67. По 50-м псалме стихира, глас 3: Путеходив ты по востании: Канон Богородицы со ирмосом на 6, и апостола на 8, глас 8. Катавасиа: Отверзу уста моя: По 3-й песни седален, глас 8, дважды. Слава, и ныне, Богородичен. По 6-й песни,

Кондак, глас 2. Подобен: Твердыя: Истиннаго благочестия проповедника, и таин неизреченных ритора, звезду церковную, Луку божественнаго восхвалим: слово бо его избра с Павлом мудрым языков учителя, един ведый сердечная.

И икос. И чтем пролог. По 9-й песни светилен апостола. Слава, другий: И ныне, Богородичен. На хвалитех стихиры апостола на 4, глас 1. Подобен: Облак тя света: Слава, глас 8: Давидски сошедшеся: И ныне, Богородичен: Владычице, приими: Славословие великое. По трисвятом тропарь апостола. Слава, и ныне, Богородичен воскресн. Ектении и отпуст, и час 1-й. На литургии, блаженна апостола, от канона песнь 3-я и 6-я, на 8. Прокимен, глас 8. Во всю землю: Стих: Небеса поведают: Апостол ко колоссаем, зачало 260 от полу. Аллилуиа, глас 1: Исповедят небеса чудеса твоя, Господи. Евангелие Луки зачало 51. Причастен: Во всю землю:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго пророка Иоиля: И святаго мученика Уара.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры пророка 3, глас 8. Подобен: О преславнаго чудесе! И мученика 3, глас 6. Подобен: Всю отложивше: На стиховне стихиры октоиха. Тропарь мученика, глас 4: Мученк твой Господи: септемвриа во 2-й день. На утрени, канон един октоиха, на 6: и святых два: Пророка, глас 2. И мученика, глас 6. По 3-й песни, седален пророка, глас 2. Слава, мученика, глас 1. По 6-й песни,

Кондак, глас 4: Христу последуя, мучениче Уаре, того испив чашу, и мучения венцем увязеся, и со ангелы ликовствуеши: моли непрестанно за души наша.`,
        },
      },
      {
        description: 'В тойже день преподобнаго отца нашего Иоанна Рыльскаго.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Праздник, идеже лежат мощи его.

Тропарь, глас 1: Покаяния основание, прописание умиления, образ утешения, духовнаго совершения, равно ангелом житие твое бысть, преподобне. в молитвах убо и пощениих, и в слезах пребывая, отче Иоанне, моли Христа Бога о душах наших.

Кондак, глас 8. Подобен: Взбранной: Ангельскому житию поревновав, преподобне, вся земная оставив, ко Христу притекл еси: и того заповедьми ограждаяся, явился еси столп непоколебимь от вражиих нападений. тем зовем ти: радуйся, отче Иоанне, светило пресветлое.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго великомученика Артемиа.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах: Стихиры на 6, глас 4. Подобен: Яко добля: Слава, глас 2: Разумнаго светильника: На стиховне октоиха. Слава, глас 6: За Христа законно пострадав: Тропарь, глас 4: Мученк твой Господи: септемвриа во 2-й день. На утрени, на Бог Господь, тропарь мученика, дважды. И обычныя кафисмы: И седальны октоиха: И чтение. Каноны оба октоиха, без мученичнов: и святаго на 6, глас 2. По 3-й песни, седален, глас 8, дважды. По 6-й песни,

Кондак, глас 2. Подобен: Твердыя: Благочестиваго и венценоснаго мученика, на враги победы вземшаго одоление, сошедшеся достойно песньми восхвалим, Артемиа превеликаго в мученицех, чудес же дателя пребогатаго, молится бо Господу о всех нас.

И икос. По 9-й песни, светилен октоиха. Слава, мученика. На стиховне октоиха. Слава, мученика, глас 6: Днесь вселенная вся: На литургии, блаженна октоиха на 4: И мученика песнь 3, на 4. Прокимен, глас 7: Возвеселится праведник: Стих: Услыши, Боже, глас мой: Апостол к Тимофею, зачало 292: Возмогай о благодати: Аллилуиа, глас 4: Праведник яко финикс процветет: Евангелие Иоанна, зачало 52: Си заповедаю вам: Причастен: В память:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Преподобнаго отца нашего Илариона Великаго.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `На Господи воззвах, стихиры на 6, глас 4, Подобен: Званный свыше: Слава, глас 2: От юности: На стиховне октоиха. Слава, глас 8: Духа Святаго исполнен: Тропарь, глас 8: Слез твоих теченьми: септемвриа 3-й день. На утрени, на Бог Господь, тропарь святаго. И обычныя кафисмы. И седальны октоиха. И чтение. Оба канона октоиха, без мученичнов. Илариона на 6, глас 2. По 3-й песни, седален, глас 8, дважды. По 6-й песни,

Кондак, глас 3. Подобен: Дева днесь: Яко светильника незаходимаго, умнаго тя солнца, сошедшеся днесь восхваляем в песнех: возсиял бо еси сущим во тьме неведения, вся возводя к божественней высоте Иларионе. темже вопием: радуйся отче всех постников основание.

И икос. По 9-й песни, светилен октоиха. Слава, святаго. На стиховне октоиха: Слава, глас 2: Тихое твое отче: На литургии, блаженна октоиха на 4, и святаго песнь 3, на 4. Прокимен, глас 7: Честна пред Господем: Стих: Что воздам Господеви: Апостол к коринфяном, зачало 188: Сеяй скудостию: Аллилуиа, глас 6: Блажен муж, бояйся Господа: Евангелие Луки, зачало 24: Ста Иисус на месте равне: Причастен: В память вечную:`,
        },
      },
      {
        description: 'В тойже день пренесение мощей преподобнаго отца нашего Илариона, епископа Меглинскаго.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Совершается собор его, идеже лежат мощи его, и идеже храм его.

Тропарь, глас 3: Чудо явився извещения, делы возсиял еси добродетелей Божиих. монашествующих лики упасл еси. архиерейская седалища исчистил еси. еретическаго же нападения не усумневся, церкви Христовы воздвигл еси, преподобне Иларионе. умер яко спя: тело же твое цело и нетленно соблюдено бысть, и подает цельбы болящим от различных недуг, и демоны прогоняет: сего ради молим тя, моли спастися душам нашим.

Кондак, глас 3. Подобен: Дева днесь: Яко светоносна явися архиерее память твоя, тьму разруши уныния, и свет облиста даров небесных, вся созывающи на радость. От Бога бо Иларионе благодать обрел еси, и монахов был еси степень.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго равноапостольнаго Аверкиа, епископа Иерапольскаго чудотворца. И святых седми отроков, иже во Ефесе.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры святаго 3, глас 2. Подобен: Егда от древа: и отроков 3, глас 4. Подобен: Яко добля: Слава, глас 3: Архиерее преподобне: На стиховне октоиха. Тропарь, глас 4: Правило веры: септемвриа во 2-й день. Слава, Мученцы твои, Господи: септемвриа в 20-й день. На утрени, канон октоиха един: и святителя, глас 2, на 4. и отроков, глас 8, на 4. По 3-й песни,

Кондак отроков, глас 4. Подобен: Вознесыйся: Прославивый на земли святыя твоя, прежде втораго и страшнаго пришествия твоего, Христе, преславным востанием отроков, показал еси воскресение неведящим нетленна одеяния и телеса явив, и царя уверил еси вопити: воистинну есть мертвых востание.

И икос, и седален Аверкиа, глас 8: Слава, отроков, глас 4. По 6-й песни,

Кондак Аверкиа, глас 8. Подобен: Яко начатки: Яко священника превеликаго, и апостолов совсельника, церковь почитает тя вся верных, Аверкие: юже твоими молитвами соблюдай, блаженне, непобедиму и необуреваему от всякия ереси, и несверну, яко приснопамятный.

И икос. По 9-й песни, светилен октоиха, и Аверкиа. Слава, отроков. И ныне, Богородичен. На стиховне октоиха. На литургии, блаженна октоиха на 4: и Аверкиа песнь 3, на 4. Прокимен, глас 1: Уста моя возглаголют премудрость: Стих: Услышите сия вси язы́цы: Апостол ко евреем, зачало 318: Таков нам подобаше: Аллилуиа, глас 2: Уста праведнаго поучатся премудрости: Стих: Закон Бога его: Евангелие Иоанна, зачало 36: Аз есмь дверь: Причастен: В память вечную:`,
        },
      },
      {
        description: 'В тойже день празднуем Пресвятей Богородице Казанской.',
        service: {
          typikonSign: TypikonSign.ПОЛИЕЛЕЙ,
          instructions: `Тропарь, глас 4: Заступница усердная, мати Господа вышняго, за всех молиши Сына твоего, Христа Бога нашего, и всем твориши спастися, в державный твой покров прибегающим. всех нас заступи, о Госпоже Царице и Владычице, иже в напастех и скорбех, и в болезнех обремененных грехи многими, предстоящих и молящихся тебе умиленною душею, и сокрушенным сердцем, пред пречистым твоим образом со слезами, и невозвратно надежду имущих на тя, избавление всех зол, всем полезная даруй, и вся спаси, Богородице Дево: ты бо еси божественный покров рабом твоим.

Кондак, глас 8. Подобен: Взбранной: Притецем людие к тихому сему, и доброму пристанищу, скорой помощнице, готовому и теплому спасению, покрову Девы. ускорим на молитву, и потщимся на покаяние: источает бо нам неоскудныя милости Пречистая Богородица, предваряет на помощь, и избавляет от великих бед и зол, благонравныя и богобоящияся рабы своя.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго апостола Иакова, брата Божия.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Вечер, обычная кафисма: На Господи воззвах, стихиры на 6, глас 4. Подобен: Дал еси знамение: Слава, глас 6: Кровию мучения: И ныне: Кто тебе не ублажит: На стиховне стихиры апостола, глас 1. Подобен: Небесных чинов: Слава, глас 8: Началопастыря: И ныне Богородичен: Владычице, приими:

Тропарь, глас 2: Яко Господень ученик, восприял еси, праведне, Евангелие: яко мученик имаши, еже неописанное: дерзновение, яко брат Божий: еже молитися, яко иерарх. моли Христа Бога, спастися душам нашим.

Слава, и ныне: Вся паче смысла: На утрени, на Бог Господь, тропарь апостола дважды: Слава, и ныне Богородичен. И обычныя кафисмы: И седальны апостола: И богородичны их: И чтение. Оба канона октоиха, без мученичнов: И апостола на 6, глас 4. Катавасиа: Отверзу уста моя: По 3-й песни, седален, глас 8, дважды. По 6-й песни,

Кондак, глас 4. Подобен: Вознесыйся: Отчее единородное Бог Слово, пришедшее к нам в последняя дни, Иакове божественне, перваго тя показа иерусалимлян пастыря и учителя, и вернаго строителя таинств духовных. темже тя вси чтим, апостоле.

И икос. И пролог: По 9-й песни, светилен апостола, дважды. На хвалитех стихиры, на 4, глас 8. Подобен: Господи, аще: Слава, глас 1: Во огненней зари: И ныне, Богородичен. Славословие великое. На литургии, блаженна от канона апостола, песнь 3-я, и 6-я. Прокимен, глас 8: Во всю землю: Стих: Небеса поведают: Апостол к галатом, зачало 200: Сказую вам: Аллилуиа, глас 1: Исповедят небеса чудеса твоя, Господи: Евангелие Матфеа, зачало 56: Прииде Иисус во отечествие свое: Причастен: Во всю землю:`,
        },
      },
      {
        description: 'В тойже день пренесение честных мощей святаго Иакова Боровицкаго, Новгородскаго чудотворца.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Совершается собор его, идеже храм его, по разсуждению и благословению архиереа.

Тропарь, глас 1: Божественною благодатию просветився, и по смерти даруеши исцеление притекающим к раце мощей твоих, премудре Иакове: темже и мы ныне чтим честных мощей твоих пренесение, веселяще вкупе души и телеса. тем вси вопием: слава давшему ти крепость, слава венчавшему тя, слава действующему тобою всем исцеления.

Кондак, глас 8. Подобен: Взбранной: Верою и любовию твое честное пренесение празднующих. блаженне, сохрани и соблюди от всякия злобы, и соблазна змиина: имаши бо дерзновение ко Владыце всех Христу Богу. егоже моли спасти люди молящия тя, да вси вопием ти: радуйся, отче Иакове, всея Российския земли удобрение.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Арефы и иже с ним.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: И мучеников 3, глас 1. Подобен: Всехвальнии: Слава, глас 4: Песненно пастыреначальника: На стиховне октоиха: Слава, глас 8: Лукавое и неверное:

Тропарь, глас 1: Болезньми святых, имиже о тебе пострадаша, умолен буди, Господи, и вся наша болезни исцели, человеколюбче, молимся.

На утрени, оба канона октоиха: И мучеников на 4, глас 8. По 3-й песни, седален, глас 8. По 6-й песни,

Кондак, глас 4. Подобен: Явился еси: Веселия ходатай нам наста светоносный днесь страстотерпец праздник, егоже совершающе славим в вышних сущаго Господа.

И икос. По 9-й песни, светилен октоиха. Слава, святых. На литургии, прокимен, глас 4: Святым, иже суть на земли его: Стих, Предзрех Господа: Апостол ко евреем, зачало 330: Иже верою победиша царствия: Аллилуиа, глас 4: Воззваша праведнии, и Господь услыша их. Евангелие Матфеа, зачало 38: Всяк иже исповесть мя пред человеки: Причастен, Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик и нотарий, Маркиана и Мартириа.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха, 3: И святых 3, глас 4. Подобен: Яко добля: Слава, глас 1: Ученицы и последователие: На стиховне октоиха: Слава, глас 3: Разумнии церкве: Тропарь, глас 4: Мученцы твои, Господи: септемвриа в 20-й день. На утрени, оба канона октоиха: И святых, на 4, глас 4. По 3-й песни седален, глас 3. По 6-й песни,

Кондак, глас 4. Подобен: Вознесыйся: Подвигшеся добре от младенства, Маркиане, с мудрым Мартирием, отступника Ариа низложисте, невредну сохраньше православную веру, Павлу последующе мудрому учителю: темже с ним обретосте живот, яко Троицы поборницы изряднейшии.

И икос. По 9-й песни светилен октоиха: Слава, святых. На стиховне октоиха. На литургии, прокимен, глас 4: Дивен Бог во святых своих: Апостол ко ефесеем, зачало 224 от полу: Единому комуждо нас: Аллилуиа, глас 4: Воззваша праведнии: Евангелие Матфеа, зачало 34 от полу: Призва Иисус обанадесяте: Причастен, Радуйтеся:`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: `Святаго и славнаго великомученика Димитриа Мироточца:
        И воспоминание великаго и страшнаго трясения.`,
        service: {
          typikonSign: TypikonSign.ВСЕНОЩНОЕ_БДЕНИЕ,
          instructions: `Аще хощет настоятель, творим бдение. На малей вечерни, стихиры на 4, глас 1. Подобен: Небесных чинов: Слава, глас 6: Днесь вселенная: И ныне, Богородичен, глас тойже: Богородице, Ты еси лоза: На стиховне стихиры, глас 2. Подобен: Доме Евфрафов: с припевы их: 1-й, Праведник яко Финикс процветет: 2, Насаждени в дому Господни: Слава, и ныне, Богородичен: Дело боголепно:

Тропарь святаго, глас 3: Велика обрете в бедах тя поборника вселенная, страстотерпче, языки побеждающа: якоже убо Лиеву низложил еси гордыню, и на подвиг дерзновенна сотворив Нестора, тако, святе, Димитрие Христу Богу молися, даровати нам велию милость.

Слава, и ныне, трясения, глас 8: Призираяй на землю, и творяй ю трястися, избави ны страшнаго труса прещения, Христе Боже наш, и низпосли нам богатыя милости твоя, молитвами Богородицы, и спаси ны.

Ектениа малая, и отпуст. На велицей вечерни, поем Блажен муж, 1-й антифон. На Господи воззвах, стихиры, глас 2, на 8. Подобен: Егда от древа: повторяюще 1-ю. Ины стихиры, глас 8. Подобен: О преславнаго чудесе! Слава, глас 6: Днесь созывает нас: И ныне, Кто тебе не ублажит: Вход, Прокимен дне, И чтения 3: Пророчества Исаиина. Обратися с небесе, Господи: Пророчества Иеремиина: Сия глаголет Господь, помянух милость: И святаго, Премудрости Соломони: Праведник аще постигнет: На литии стихира храма: И святаго самогласны, глас 1: Веселися во Господе: Слава, глас 5, Стецемся верою: И ныне, Богородичен, глас тойже: Вострубим трубою: На стиховне стихиры трясения, глас 2, самогласны, с припевы их: Земли смущаеме: Припевы: 1-й, Призираяй на землю: 2-й, Стрясл еси землю: Слава, глас 8: Имеет убо божественнейшая: И ныне, Безневестная Дево: На благословении хлебов тропарь мученика, дважды, писан на малей вечерни: и Богородице Дево, единожды. Буди имя Господне: И чтение. На утрени, на Бог Господь, тропарь трясения, дважды. Слава, мученика: И ныне, трясения. и обычныя кафисмы: и седальны мученика, и богородичны их, и чтение во евангелии. По полиелеи седален, глас 8, дважды. Слава, и ныне, Богородичен. И чтем в торжественном. Степенна, 1-й антифон 4-го гласа. Прокимен, глас тойже: Дивен Бог во святых своих: Стих, Святым, иже суть на земли его: Всякое дыхание: Евангелие Матфеа, зачало 36: Се аз посылаю вас: По 50-м псалме стихира, глас 6: Днесь созывает нас: Канон трясения, глас 6, со ирмосом на 6. И мученика два, на 8. Един, глас 4: Другий, глас 8. Катавасиа: Отверзу уста моя: По 3-й песни,

Кондак трясения, глас 6. Подобен: Еже о нас: Избави труса тяжкаго всех нас, Господи, и язвы нестерпимыя, грех ради наших. пощади, Господи, люди твоя, юже стяжал еси твоею кровию, Владыко, и град не предаждь в погибель, трусом страшным, иного бо разве тебе Бога не вемы, и воззови поющим: Аз есмь с вами, и никтоже на вы.

И седален святаго, глас 4, дважды. Слава, и ныне, трясения, глас тойже. По 6-й песни,

Кондак мученика, глас 2: Кровей твоих струями, Димитрие, церковь Бог обагри, давый тебе крепость непобедимую, и соблюдая град твой невредимь: того бо еси утверждение.

И икос: И чтем пролог. По 9-й песни, светилен мученика дважды: Слава, и ныне, трясения. На хвалитех стихиры мученика, на 6, глас 4. Подобен: Яко добля: и глас 5. Подобен: Радуйся: Слава, глас 4: Копиями наследовавшаго: И ныне, Богородичен: Избави ны от нужд: Славословие великое. По трисвятом тропарь мученика. Слава, и ныне, трясения. Ектении, и отпуст: и дается святый елей братиям от кандила святаго, якоже предуказася: и час 1-й, и конечный отпуст. На литургии, блаженна от канона трясения, песнь 3-я, на 4. И святаго, песнь 6, на 4. Прокимен трясения, глас 6: Спаси Господи люди твоя, и благослови достояние твое. Стих: К тебе Господи воззову, Боже мой: И святаго, глас 7: Возвеселится праведник о Господе: Апостол трясения, Ко евреем, зачало 331, от полу: Егоже любит Господь: И святаго, К Тимофею, зачало 292: Чадо Тимофее, возмогай о благодати: Аллилуиа: Боже отринул ны еси: Стих: Стрясл еси землю, и смутил еси ю. И святаго: Праведник яко финикс процветет: Евангелие трясения, Матфеа, зачало 27: Влезшу Иисусу в корабль: И святаго от Иоанна, зачало 52. Си заповедаю вам: Причастен, Хвалите: Другий: В память:

[МРК] Подобает ведати, аще случится великомученика Димитриа Селунскаго, и Трясения в неделю.

В субботу на малей вечерни, стихиры воскресны, и Богородицы, по обычаю. На велицей вечерни, по обычной кафисме, на Господи воззвах, стихиры воскресны 3: И трясения 3, писаны на велицей вечерни, на стиховне. И Димитриа 4: Слава, Димитриа: И ныне, Богородичен 1-й гласа. Прокимен дне. Чтения 3. На литии стихира храма: И самогласны стихиры святаго. Слава, святаго: И ныне, Богородичен. На стиховне стихиры воскресны. Слава, Димитриа: И ныне, Богородичен, по гласу святаго. На благословении хлебов тропарь, Богородице Дево, дважды: И Димитриа, единожды. [Зри] [Аще же несть бдения, по Отче наш, тропарь воскресн: Слава, Димитриа: И ныне, трясения. На повечерии по Достойне, и по трисвятом, кондак Димитриа: Слава, и ныне, трясения. На утрени, на Бог Господь, тропарь воскресн дважды: Слава, Димитриа: И ныне, трясения. По кафисмах седальны воскресны, и богородичны их. Таже полиелей, и тропари: Ангельский собор: и ипакои гласа: и седальны Димитриа оба, по единожды, без богородичнов. Слава, седален, иже по полиелеи: И ныне, Богородичен его. Степенна, и прокимен гласа. Евангелие воскресно: Воскресение Христово: псалом 50, стихира воскресна. Канон воскресн, со ирмосом на 4: и трясения на 4: и Димитриа на 6. Катавасиа: Отверзу уста моя: По 3-й песни, кондак и икос Димитриа, и седален. По 6-й песни, кондак и икос воскресн. Светилен воскресн: Слава, святаго: И ныне, трясения. На хвалитех стихиры воскресны 4: И Димитриа со славным 4, с припевы его. Слава, стихира евангельская: И ныне, Преблагословенна еси: Славословие великое. По трисвятом, тропарь воскресн точию. Ектении, и отпуст: и час 1-й. На 1-м часе, тропарь воскресн. Слава, трясения: И ныне, Богородичен часов. По Отче наш, кондак трясения. На 3-м часе, тропарь воскресн: Слава, Димитриа: И ныне, Богородичен часов. По Отче наш, кондак Димитриа. Сице и на прочих часех тропари и кондаки пременяюще глаголем: точию воскресн тропарь непременно. На литургии, блаженна гласа, на 4: И трясения песнь 3, на 4: И Димитриа песнь 6, на 4. По входе тропарь воскресн, и трясения, и храма Богородицы, аще есть: и Димитриа. Кондак воскресн, и трясения: Слава, Димитриа: И ныне, Богородицы. Аще же несть храма Богородицы, И ныне, трясения. Прокимен трясения и святаго. Апостол трясения, и Димитриа. Аллилуиа, глас 4: Боже отринул ны еси: Стих, Стрясл еси землю: И святаго, Праведник яко Финикс процветет: Евангелие трясения, и Димитриа. Причастен, Хвалите Господа с небес: И святаго, В память вечную: [Зри] Ряд же, апостол и Евангелие, чтем под зачало.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святаго мученика Нестора.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха, 3: И святаго 3, глас 8. Подобен: О преславнаго чудесе! На стиховне октоиха. Тропарь, глас 4: Мученк твой Господи: септемвриа во 2-й день. На утрени, оба канона октоиха: и святаго на 4, глас 4. По 3-й песни, седален, глас 4. По 6-й песни,

Кондак, глас 2. Подобен: Вышних ищя: Страдальчествовав добре, безсмертную славу наследовал еси ныне, яко воин изрядный Владыки был еси молитвами Димитриа мученика: с ним убо, Несторе мудре, моля, не престай о всех нас.

И икос. По 9-й песни, светилен октоиха. Слава, святаго. На стиховне октоиха. На литургии, служба мучеников.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Терентиа, и Неонилы: И преподобнаго отца нашего Стефана Савваита, и творца канонов.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры мучеников 3, глас 4. Подобен: Яко добля: и преподобнаго 3, глас 8. Подобен: О преславнаго чудесе! На стиховне октоиха. Тропарь глас 4: Мученцы твои Господи: септемвриа в 20-й день: И преподобнаго: Православия наставниче: сего месяца в 11-й день. На утрени, канон октоиха един, со ирмосом на 6: и святых два: Мученков, глас 4: Преподобнаго, глас 8. По 3-й песни,

Кондак, глас 4. Подобен: Вознесыйся: Насадил еси добродетелей рай и напоил еси токами слез твоих, яко жизни всеславне древо получив, спаси молитвами твоими от тли стадо твое, избави от обстояний тепле чтущих тя, Стефане: тя бо предстателя величайша, мудре, вси верою и любовию стяжахом.

И седален мученика, глас 8. Слава, преподобнаго, глас 5. По 6-й песни.

Кондак, глас 4. Подобен: Вознесыйся: Мученическая честная память прииде днесь, веселящи всяческая, Терентиа премудраго, и подружия его. тепле убо стецемся, да приимем исцеление: сии бо благодать приемше от Духа Святаго, исцеляти недуги и болезни душ наших.

По 9-й песни, светилен: и на стиховне октоиха.`,
        },
      },
      {
        description: 'В тойже день иже во святых отца нашего Арсениа, архиепископа Сербскаго.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Совершается собор его, идеже лежат мощи его, и идеже храм его.

Тропарь, глас 8: Милости наставниче, и благоутробия сокровище: еже всем отверзл еси, правоверия учителю, и архиереев божественное удобрение, отче наш, иерарше Арсение, нищих был еси заступник. тем моли Христа Бога, просветити души наша, да не когда уснем в смерть.

Кондак, глас 2. Подобен: Вышних ищя: В пищи словес твоих, богоносе Арсение, разумно чада твоя питая, языком хваля, устнами же пение принося, вещанием зовый: Христе, ты еси свет неизреченный.`,
        },
      },
      {
        description: 'И святыя мученицы Параскеви.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Идеже храм, подобне поется.

Тропарь, глас 4. Премудрая и всехвальная Христова мученица Параскева, мужескую крепость приемши, женскую же немощь отвергши, диавола победи, и мучителя посрами, вопиющи и глаголющи: приидите, тело мое мечем ссецыте, и огнем сожгите: аз бо радующися иду ко Христу Жениху моему, тоя молитвами, Христе Боже, спаси души наша.

Кондак, глас 3. Подобен: Дева днесь: Всесвятое и непорочное мучение принесши, яко вено пречестное безсмертному Жениху Христу, ангельское ликостояние возвеселила еси, и победила еси демонския козни: сего ради тя честно верою чтим, мученице Параскево многострадальная.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святыя преподобномученицы Анастасии Римляныни: И преподобнаго отца нашего Аврамиа затворника.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры мученицы, 3, глас 8. Подобен: Что вы наречем: И преподобнаго 3, глас тойже. Подобен: О преславнаго чудесе! На стиховне октоиха. Тропарь мученицы, глас 4: Агница твоя Иисусе: септемвриа в 16-й день. Слава, преподобнаго, глас 8: В тебе отче: сего месяца в 1-й день. На утрени, канон октоиха един, на 6: И святых два: мученицы, глас 8: И преподобнаго, глас тойже. По 3-й песни,

Кондак мученицы, глас 3. Подобен: Дева днесь: Девства водами очищена преподобная, мученичества кровьми, Анастасие, венчавшися, подаеши сущим в нуждах, недугов исцеление и спасение, приступающим от сердца: крепость бо тебе подает Христос, источаяй благодать приснотекущую.

И седален, глас 8. Слава, преподобнаго. По 6-й песни.

Кондак Аврамия, глас 3. Подобен: Дева днесь: Во плоти яко ангел на земли явился еси, и пощением был еси яко древо насажденное, водою воздержания добре возрастився, теченьми твоих слез скверну омыв: сего ради явился еси приятелище Божественное, Аврамие, Духа.

И икос. По 9-й песни, светилен, и на стиховне, октоиха. На литургии, прокимен, глас 7: Честна пред Господем смерть преподобных его. Стих: Что воздам Господеви о всех: Апостол к галатом, зачало 213: Плод духовный: Аллилуиа, глас 6: Блажен муж: Стих: Сильно на земли будет: Евангелие Матфеа, зачало 43: Вся мне предана суть: Причастен: В память вечную:`,
        },
      },
      {
        description: 'В тойже день преставление преподобнаго отца нашего Аврамиа, архимандрита Богоявленскаго, Ростовскаго чудотворца.',
        service: {
          typikonSign: TypikonSign.ШЕСТЕРИЧНАЯ_ИЛИ_СЛАВОСЛОВНАЯ,
          instructions: `Совершается собор его во обители его, идеже лежат мощи его, или храм его.

Тропарь, глас 1: Просветився Божественною благодатию, неверныя люди наставил еси к свету богоразумия: и по смерти сияя светлостию жития твоего, источаеши исцеления притекающим с верою к раце мощей твоих, Аврамие отче наш, Христа Бога моли, даровати нам велию милость.

Кондак, глас 2: Иго Христово прием, Аврамие, и того крест на рамо взем, последовал еси ему: насажден быв в дому Господни, и процвел еси яко финикс, и яко кедр, иже в ливане, умножил еси чада твоя, муж желаний духовных: от возлюбленнаго же апостола Иоанна Богослова благодать восприим, жезлом сокрушил еси идола, и разсыпал еси его яко прах, и чудотворец убо велий явился еси, преподобне. темже Христа Бога моли непрестанно о всех нас.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых мученик, Зиновиа, и Зиновии, сестры его.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры октоиха 3: и святых 3, глас 4. Подобен: Яко добля: Слава, глас 6: Песненный лик: На стиховне октоиха. Тропарь, глас 4: Мученцы твои Господи: септемвриа в 20-й день. На утрени, оба канона октоиха, и святых на 4, глас 8. По 3-й песни, седален, глас 1. По 6-й песни,

Кондак, глас 8. Подобен: Яко начатки: Истины свидетели, и благочестия проповедники, двоицу достойно почтим в богодухновенных песнех, Зиновиа вкупе с мудрою Зиновиею, купно жившия и отшедшия, и мучением приимшия венец нетленный.

И икос. По 9-й песни, светилен октоиха. Слава, мучеников: И ныне, Богородичен. На стиховне октоиха.`,
        },
      },
    ],
  },
  {
    memories: [
      {
        description: 'Святых апостол Стахиа, Амплиа, и иже с ними: И святаго мученика Епимаха.',
        service: {
          typikonSign: TypikonSign.БЕЗ_ЗНАКА,
          instructions: `Стихиры апостолов, глас 1. Подобен: Всехвальнии: и мученика, глас 4. Подобен: Яко добля: На стиховне октоиха.

Тропарь, глас 3: Апостоли святии, молите милостиваго Бога да прегрешений оставление подаст душам нашим.

Слава, мученика: Мученк твой Господи: септемвриа во 2-й день. На утрени, канон октоиха един, со ирмосом на 6: И святых два. Апостолов, глас 1: и мученика, глас 4. По 3-й песни, седален апостолов, глас 1. Слава, мученика, глас 3. По 6-й песни,

Кондак апостолов, глас 8. Подобен: Яко начатки: Яко священная сокровища Всесвятаго Духа, и солнца славы сияния по долгу воспоим мудрыя апостолы: Апеллиа, Урвана же, и Аристовула, Амплиа. Наркисса, и Стахиа, яже благодать собра Бога нашего.

По 9-й песни, Светилен октоиха: Слава, апостолов: И ныне, Богородичен. На стиховне октоиха.`,
        },
      },
    ],
  },
];
